{"protocolSection":{"identificationModule":{"nctId":"NCT06834360","orgStudyIdInfo":{"id":"EFC18419"},"secondaryIdInfos":[{"id":"2024-516815-26","type":"REGISTRY","domain":"CTIS"},{"id":"U1111-1306-6544","type":"REGISTRY","domain":"ICTRP"}],"organization":{"fullName":"Sanofi","class":"INDUSTRY"},"briefTitle":"A Phase 3 Study to Assess the Efficacy, Safety, and Tolerability of Itepekimab (Anti-IL-33 mAb) in Participants With Inadequately-controlled Chronic Rhinosinusitis With Nasal Polyps","officialTitle":"A Randomized, Double-blind, Placebo-controlled, Parallel-group, 52-week Phase 3 Trial to Investigate the Efficacy, Safety, and Tolerability of Itepekimab in Adult Participants With Inadequately-controlled Chronic Rhinosinusitis With Nasal Polyps","acronym":"CEREN-2"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-02-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-01-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-13","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-02-14","studyFirstSubmitQcDate":"2025-02-14","studyFirstPostDateStruct":{"date":"2025-02-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-28","lastUpdatePostDateStruct":{"date":"2026-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sanofi","class":"INDUSTRY"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"EFC18419 is a multinational, randomized, double-blind, placebo-controlled, parallel-group, Phase 3 study with 3 treatment groups. The purpose of the study is to evaluate the efficacy, safety and tolerability of 2 dosing regimens of itepekimab compared to placebo as add-on therapy to intranasal corticosteroids (INCS) in male and female participants with chronic rhinosinusitis with nasal polyps (CRSwNP) aged 18 years of age and older.\n\nStudy details include:\n\n* The study duration per participant (4-week screening, 52-week treatment, 20-week safety follow-up) will be up to 76 weeks. For participants transitioning to the LTS18420 study, the study duration will be 56 weeks.\n* The treatment duration will be up to 52 weeks.\n* The number of visits will be 9 site visits and 20 phone/home visits."},"conditionsModule":{"conditions":["Chronic Rhinosinusitis With Nasal Polyps"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":210,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Itepekimab high dose","type":"EXPERIMENTAL","description":"Subcutaneous (SC) administration of Itepekimab high dose for 52 weeks","interventionNames":["Drug: Itepekimab (SAR440340)","Drug: Mometasone furoate nasal spray (MFNS)"]},{"label":"Itepekimab low dose","type":"EXPERIMENTAL","description":"SC administration of Itepekimab low dose for 52 weeks","interventionNames":["Drug: Itepekimab (SAR440340)","Drug: Placebo","Drug: Mometasone furoate nasal spray (MFNS)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"SC administration of matching placebo for 52 weeks","interventionNames":["Drug: Placebo","Drug: Mometasone furoate nasal spray (MFNS)"]}],"interventions":[{"type":"DRUG","name":"Itepekimab (SAR440340)","description":"Pharmaceutical form: Solution for injection in prefilled syringe. Route of administration: Subcutaneous","armGroupLabels":["Itepekimab high dose","Itepekimab low dose"],"otherNames":["REGN3500"]},{"type":"DRUG","name":"Placebo","description":"Pharmaceutical form: Solution for injection in prefilled syringe. Route of administration: Subcutaneous","armGroupLabels":["Itepekimab low dose","Placebo"]},{"type":"DRUG","name":"Mometasone furoate nasal spray (MFNS)","description":"Pharmaceutical form: Solution for administration via spray pump. Route of administration: Intranasal spray","armGroupLabels":["Itepekimab high dose","Itepekimab low dose","Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in the endoscopic NPS","description":"The Nasal Polyp Score (NPS) is the sum of the right and left nostril scores, as evaluated by means of nasal endoscopy. Nasal polyp is graded based on polyp size from 0 to 4 with higher scores indicating larger polyps. The sum of right and left nostril scores ranges from 0 (no polyps) to 8 (large polyps).","timeFrame":"Baseline to Week 24"},{"measure":"Change from baseline in the NCS","description":"The Nasal Congestion Score (NCS) is scored using a 0-3 categorical scale where 0 = no symptoms, 1 = mild symptoms, 2 = moderate symptoms and 3 = severe symptoms.\n\nOutcome value is defined as the preceding 28-day average of morning scores recorded in eDiary.","timeFrame":"Baseline to Week 24"}],"secondaryOutcomes":[{"measure":"Change from baseline in endoscopic NPS","description":"The NPS is the sum of the right and left nostril scores, as evaluated by means of nasal endoscopy. Nasal polyp is graded based on polyp size from 0 to 4 with higher scores indicating larger polyps. The sum of right and left nostril scores ranges from 0 (no polyps) to 8 (large polyps).","timeFrame":"Baseline to Week 52"},{"measure":"Change from baseline in NCS","description":"The NCS is scored using a 0-3 categorical scale where 0 = no symptoms, 1 = mild symptoms, 2 = moderate symptoms and 3 = severe symptoms.\n\nOutcome value is defined as the preceding 28-day average of morning scores recorded in eDiary.","timeFrame":"Baseline to Week 52"},{"measure":"Change from baseline in opacification of sinuses assessed by Computed Tomography (CT) scan using the LMK score","description":"The Lund-Mackay (LMK) system is based on localization with points given for degree of opacification: 0 = normal, 1 = partial opacification, 2 = total opacification. These points are then applied to the maxillary, anterior ethmoid, posterior ethmoid, sphenoid, frontal sinus on each side. The osteomeatal complex is graded as 0 = not occluded, or 2 = occluded, deriving a maximum score of 12 per side. The total score is the sum of scores from each side and ranges from 0 (normal) to 24 (total opacification).","timeFrame":"Baseline to Week 24"},{"measure":"Change from baseline in the TSS (nasal congestion/obstruction, anterior/posterior rhinorrhea, and loss of sense of smell)","description":"The CRSwNP Total Symptom Score (TSS) is a composite score derived from nasal congestion (NC)/obstruction, anterior/posterior rhinorrhea, and loss of smell. The total score ranges from 0 to 9 with higher scores on TSS indicating greater overall symptom severity.","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Change from baseline in loss of smell severity score using the daily CRSwNP sinonasal symptom eDiary, and UPSIT score","description":"The CRSwNP sinonasal symptom diary is designed to assess the severity of chronic rhinosinusitis (CRS) sinonasal symptoms on daily basis. These symptoms include NC/obstruction, anterior rhinorrhea and posterior rhinorrhea, facial pain/pressure, loss of smell, and headache. Each of the individual items of the diary are scored from 0 (\"No symptoms\") to 3 (\"Severe symptoms - symptoms that are hard to tolerate, cause interference with activities or daily living\"). Higher scores on the items of the individual symptoms denote greater symptom severity.\n\nThe University of Pennsylvania Smell Identification Test (UPSIT) test is a rapid and easy-to-administer method to quantitatively assess human olfactory function. The total score ranges from 0 (anosmia) to 40 (normosmia).","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Change from baseline in SNOT-22 total score","description":"The Sino-Nasal Outcome Test-22-Items (SNOT-22) is a patient-reported outcome questionnaire designed to assess the impact of CRS on patient's Health-Related Quality of Life (HRQoL). It has 22 items covering five domains: Nasal, Ear/Facial, Sleep, Function, and Emotion. A global score ranging from 0 to 110 with higher score indicating greater rhinosinusitis related health burden.","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Change from baseline in PROMIS SD-SF-8b scores","description":"The Patient Reported Outcomes Measurement Information System (PROMIS) Sleep Disturbance - Short Form 8b (SD-SF-8b) is a generic 8-item sleep disturbance assessment that evaluates difficulties with falling asleep, staying asleep, and getting enough sleep; and perceptions on the quality and satisfaction of sleep. Scores are calculated with a conversion of the raw score (score range 8 to 40) into a standardized T-score with the mean of the 50 and SD of 10, where higher scores indicate more disturbed sleep.","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Proportion of participants with CRSwNP requiring systemic corticosteroid(s) (SCS) or surgery for CRS","timeFrame":"Baseline up to Week 52"},{"measure":"Annualized rate of SCS course or surgery for CRS","timeFrame":"Baseline up to Week 52"},{"measure":"Time to first either SCS or surgery for CRS","timeFrame":"Baseline through Week 52"},{"measure":"Change from baseline in pre-BD FEV1 (in mL) in participants with co-morbid asthma","description":"Pre-BD FEV1: pre-bronchodilator forced expiratory volume in 1 second","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Change from baseline in ACQ-5 score in participants with co-morbid asthma","description":"The Asthma Control Questionnaire (ACQ) is a questionnaire that measures the adequacy of asthma control and any changes in asthma control that may occur spontaneously or as a result of treatment. The ACQ-5 has 5 questions on the asthma symptoms. The global score is the mean of the item responses and ranges from 0 and 6 with higher score indicating lower asthma control.","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Change from the baseline in NPS and NCS in the subgroup of patients with aspirin-exacerbated respiratory disease (AERD)","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Proportion of participants with AERD requiring SCS or surgery for CRS","timeFrame":"Baseline up to Week 52"},{"measure":"Annualized rate of SCS course or surgery for CRS in participants with AERD","timeFrame":"Baseline up to Week 52"},{"measure":"Time to first either SCS or surgery for CRS in participants with AERD","timeFrame":"Baseline through Week 52"},{"measure":"Change from baseline in pre-BD FEV1 (in ml) in participants with AERD","description":"Pre-BD FEV1: pre-bronchodilator forced expiratory volume in 1 second","timeFrame":"Baseline to Weeks 24 and 52"},{"measure":"Proportion of NPS responders (defined as participants with improvement by at least 1 point in NPS)","timeFrame":"Weeks 24 and 52"},{"measure":"Proportion of NPS responders (defined as participants with improvement by at least 2 points in NPS)","timeFrame":"Weeks 24 and 52"},{"measure":"Incidence of treatment-emergent adverse Events (TEAEs), treatment-emergent serious adverse events (TESAEs), treatment-emergent adverse events of special interest (TEAESIs) and TEAEs leading to treatment discontinuation","timeFrame":"Baseline to End of Study (EOS) (Week 72)"},{"measure":"Itepekimab concentration in serum","timeFrame":"Baseline to EOS (Week 72)"},{"measure":"Incidence of treatment-emergent anti-itepekimab antibody (ADA) responses","timeFrame":"Baseline to EOS (Week 72)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be 18 years of age or older.\n* Participants with a history of chronic rhinosinusitis with nasal polyps (CRSwNP) for at least 1 year prior to screening\n* Participants must have at least one of the following features:\n\n  * Prior sinonasal surgery for nasal polyps (NP).\n  * Worsening symptoms of chronic rhinosinusitis (CRS) requiring treatment with systemic corticosteroid(s) (SCS) within the prior 1 year before screening (Visit 1).\n* An endoscopic bilateral Nasal Polyp Score (NPS) of at least 5 out of maximum score of 8 (with a minimum score of 2 in each nasal cavity) at screening and randomization.\n* Ongoing symptoms (for at least 12 weeks before Visit 1) of:\n\n  * Nasal congestion/blockade/obstruction with moderate or severe (symptom severity score 2 or 3) at Visit 1 and a weekly average severity of greater than 1 in the week before randomization (Visit 2), AND\n  * At least one of the following two symptoms: loss of smell or rhinorrhea (anterior/posterior).\n* A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least 1 of the following conditions applies:\n\n  * Is not a women of childbearing potential (WOCBP), OR\n  * Is a WOCBP and agrees to use a contraceptive method that is highly effective, with a failure rate of \\<1% during the study (at a minimum until 20 weeks after the last dose of study intervention).\n\nExclusion Criteria:\n\nParticipants are excluded from the study if any of the following criteria apply:\n\n* Participants with a history of clinically significant renal, hepatic, metabolic, neurologic, hematologic, ophthalmologic, respiratory (excluding those with asthma and aspirin-exacerbated respiratory disease (AERD) which may be included in the study), gastrointestinal, cardiovascular, cerebrovascular, or other significant medical illness or disorder, which, in the judgment of the Investigator, could interfere with the study or require treatment that might interfere with the study.\n* Participants who are currently smoking tobacco and/or vaping, or participants in whom smoking/vaping cessation has occurred \\<6 months prior to Screening (Visit 1). Nicotine replacement therapy and/or noninhaled tobacco product use are not considered current smoking of tobacco.\n* Participants meet any contraindications for mometasone furoate nasal spray (MFNS) such as hypersensitivity to MFNS or any of its components; or participants with uncontrolled opportunistic infections.\n* Participants with a history of a severe systemic hypersensitivity reaction to a mAb.\n* Participants with conditions/concomitant diseases making them non-evaluable at Visit 1 or for the primary efficacy endpoint.\n* Participants with nasal cavity malignant tumor and benign tumors (eg, papilloma, blood boil etc).\n* Participants with severe uncontrolled asthma with history of 2 and/or more exacerbations, requiring SCS or 1 hospitalization requiring SCS in the past year.\n* History of concomitant lung disease (other than asthma, eg, COPD, interstitial lung disease) which in the opinion of the Investigator could interfere with performance and interpretation of spirometry.\n* Participants treated with intranasal corticosteroid(s) (INCS) (MFNS is permitted), intranasal emitting devices/stents, nasal spray using exhalation delivery system such as XhanceTM during the screening period. In Japan and China INCS other than MFNS are permitted.\n* Participants who have undergone any sinus intranasal surgery (including polypectomy) within 6 months before Visit 1.\n* Participants who received SCS 1 month prior to Screening (Visit 1) or during the screening period (between Visit 1 and Visit 2).\n* Known allergy to itepekimab or its excipients, or any drug or other allergy that, in the opinion of the Investigator, contraindicates participation in this study.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Trial Transparency email recommended (Toll free for US & Canada)","role":"CONTACT","phone":"800-633-1610","phoneExt":"option 6","email":"contact-us@sanofi.com"}],"overallOfficials":[{"name":"Clinical Sciences & Operations","affiliation":"Sanofi","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"ExcelENT of Alabama- Site Number : 8400052","status":"RECRUITING","city":"Birmingham","state":"Alabama","zip":"35244","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}},{"facility":"Cedars-Sinai Medical Center- Site Number : 8400030","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90048","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"One of a Kind CLinical Research Center- Site Number : 8400034","status":"RECRUITING","city":"Napa","state":"California","zip":"94558","country":"United States","geoPoint":{"lat":38.29714,"lon":-122.28553}},{"facility":"San Diego Clinical Research Center- Site Number : 8400041","status":"RECRUITING","city":"San Diego","state":"California","zip":"91942","country":"United States","geoPoint":{"lat":32.71571,"lon":-117.16472}},{"facility":"University of Florida- Site Number : 8400053","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32209","country":"United States","geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"University of Miami - 1150 NW 14th St- Site Number : 8400036","status":"RECRUITING","city":"Miami","state":"Florida","zip":"33136-2107","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Advanced Research Institute, Inc. - Site Number : 8400014","status":"RECRUITING","city":"New Port Richey","state":"Florida","zip":"34653","country":"United States","geoPoint":{"lat":28.24418,"lon":-82.71927}},{"facility":"University of Illinois Chicago- Site Number : 8400003","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60607","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Advanced ENT and Allergy- Site Number : 8400007","status":"RECRUITING","city":"Louisville","state":"Kentucky","zip":"40220","country":"United States","geoPoint":{"lat":38.25424,"lon":-85.75941}},{"facility":"Velocity Clinical Research Lafayette- Site Number : 8400026","status":"RECRUITING","city":"Lafayette","state":"Louisiana","zip":"70508","country":"United States","geoPoint":{"lat":30.22409,"lon":-92.01984}},{"facility":"~Johns Hopkins University School of Medicine- Site Number : 8400017","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21205","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}},{"facility":"University of Cincinnati Medical Center- Site Number : 8400022","status":"RECRUITING","city":"Cincinnati","state":"Ohio","zip":"45219","country":"United States","geoPoint":{"lat":39.12711,"lon":-84.51439}},{"facility":"Allergy, Asthma and Clinical Research Center- Site Number : 8400002","status":"RECRUITING","city":"Oklahoma City","state":"Oklahoma","zip":"73120","country":"United States","geoPoint":{"lat":35.46756,"lon":-97.51643}},{"facility":"Jefferson Otolaryngology- Site Number : 8400044","status":"RECRUITING","city":"Philadelphia","state":"Pennsylvania","zip":"19107","country":"United States","geoPoint":{"lat":39.95238,"lon":-75.16362}},{"facility":"Spartanburg Greer ENT & Allergy- Site Number : 8400039","status":"RECRUITING","city":"Greer","state":"South Carolina","zip":"29650","country":"United States","geoPoint":{"lat":34.93873,"lon":-82.22706}},{"facility":"Ear and Sinus Institute- Site Number : 8400048","status":"RECRUITING","city":"Fort Worth","state":"Texas","zip":"76104","country":"United States","geoPoint":{"lat":32.72541,"lon":-97.32085}},{"facility":"Investigational Site Number : 0320002","status":"RECRUITING","city":"Buenos Aires","zip":"C1121ABE","country":"Argentina","geoPoint":{"lat":-34.61315,"lon":-58.37723}},{"facility":"Investigational Site Number : 0320001","status":"RECRUITING","city":"Ciudad Autonoma Buenos Aires","zip":"C1414AIF","country":"Argentina"},{"facility":"Investigational Site Number : 0320004","status":"RECRUITING","city":"Corrientes","zip":"3400","country":"Argentina","geoPoint":{"lat":-27.46784,"lon":-58.8344}},{"facility":"Investigational Site Number : 0320003","status":"RECRUITING","city":"Mendoza","zip":"5500","country":"Argentina","geoPoint":{"lat":-32.88946,"lon":-68.84582}},{"facility":"Investigational Site Number : 0320005","status":"RECRUITING","city":"San Miguel de Tucumán","zip":"T4000IAI","country":"Argentina","geoPoint":{"lat":-26.81601,"lon":-65.21051}},{"facility":"Investigational Site Number : 0360003","status":"RECRUITING","city":"Bella Vista","state":"New South Wales","zip":"2153","country":"Australia","geoPoint":{"lat":-33.74127,"lon":150.95456}},{"facility":"Investigational Site Number : 0360002","status":"RECRUITING","city":"Herston","state":"Queensland","zip":"4029","country":"Australia","geoPoint":{"lat":-27.44453,"lon":153.01852}},{"facility":"Investigational Site Number : 0360001","status":"RECRUITING","city":"Spearwood","state":"Western Australia","zip":"6163","country":"Australia","geoPoint":{"lat":-32.10534,"lon":115.77797}},{"facility":"Investigational Site Number : 0560004","status":"RECRUITING","city":"Gesves Namur","state":"Namur","zip":"5340","country":"Belgium"},{"facility":"Investigational Site Number : 0560006","status":"RECRUITING","city":"Alken","zip":"3570","country":"Belgium","geoPoint":{"lat":50.87553,"lon":5.30558}},{"facility":"Investigational Site Number : 0560002","status":"RECRUITING","city":"Ghent","zip":"9000","country":"Belgium","geoPoint":{"lat":51.05,"lon":3.71667}},{"facility":"Investigational Site Number : 0560001","status":"RECRUITING","city":"Leuven","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}},{"facility":"Nelson Rosario Medicos Associados S/S- Site Number : 0760001","status":"RECRUITING","city":"Curitiba","state":"Paraná","zip":"80810-100","country":"Brazil","geoPoint":{"lat":-25.42778,"lon":-49.27306}},{"facility":"Centro de Pesquisa Clinica Marilia - CPCLIM- Site Number : 0760002","status":"RECRUITING","city":"Marília","state":"São Paulo","zip":"17504-072","country":"Brazil","geoPoint":{"lat":-22.21389,"lon":-49.94583}},{"facility":"Centro Integrado de Pesquisa- Site Number : 0760005","status":"RECRUITING","city":"São José do Rio Preto","state":"São Paulo","zip":"15090-000","country":"Brazil","geoPoint":{"lat":-20.81972,"lon":-49.37944}},{"facility":"Clinica de Alergia Martti Antila- Site Number : 0760003","status":"RECRUITING","city":"Sorocaba","state":"São Paulo","zip":"18040-425","country":"Brazil","geoPoint":{"lat":-23.50167,"lon":-47.45806}},{"facility":"Investigational Site Number : 1240015","status":"RECRUITING","city":"Cambridge","state":"Ontario","zip":"N1R 8L4","country":"Canada","geoPoint":{"lat":43.3601,"lon":-80.31269}},{"facility":"Investigational Site Number : 1240014","status":"RECRUITING","city":"Ottawa","state":"Ontario","zip":"K1H 1E4","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}},{"facility":"Investigational Site Number : 1240003","status":"RECRUITING","city":"Québec","zip":"G1V 4W2","country":"Canada","geoPoint":{"lat":46.81228,"lon":-71.21454}},{"facility":"Investigational Site Number : 1240012","status":"RECRUITING","city":"Québec","zip":"G2J 0C4","country":"Canada","geoPoint":{"lat":46.81228,"lon":-71.21454}},{"facility":"Investigational Site Number : 1520003","status":"RECRUITING","city":"Santiago","state":"Reg Metropolitana de Santiago","zip":"7500504","country":"Chile","geoPoint":{"lat":-33.45694,"lon":-70.64827}},{"facility":"Investigational Site Number : 1520002","status":"RECRUITING","city":"Quillota","state":"Región de Valparaíso","zip":"2260877","country":"Chile","geoPoint":{"lat":-32.88341,"lon":-71.24882}},{"facility":"Investigational Site Number : 1520001","status":"RECRUITING","city":"Concepción","state":"Región del Biobío","zip":"4070094","country":"Chile","geoPoint":{"lat":-36.82699,"lon":-73.04977}},{"facility":"Investigational Site Number : 1520004","status":"RECRUITING","city":"Talcahuano","state":"Región del Biobío","zip":"4270918","country":"Chile","geoPoint":{"lat":-36.72494,"lon":-73.11684}},{"facility":"Investigational Site Number : 1560020","status":"RECRUITING","city":"Baotou","zip":"014010","country":"China","geoPoint":{"lat":40.6516,"lon":109.84389}},{"facility":"Investigational Site Number : 1560001","status":"RECRUITING","city":"Beijing","zip":"100730","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Investigational Site Number : 1560004","status":"RECRUITING","city":"Chengdu","zip":"610017","country":"China","geoPoint":{"lat":30.66667,"lon":104.06667}},{"facility":"Investigational Site Number : 1560025","status":"RECRUITING","city":"Chongqing","zip":"400016","country":"China","geoPoint":{"lat":29.56026,"lon":106.55771}},{"facility":"Investigational Site Number : 1560019","status":"RECRUITING","city":"Hangzhou","zip":"310003","country":"China","geoPoint":{"lat":30.29365,"lon":120.16142}},{"facility":"Investigational Site Number : 1560005","status":"RECRUITING","city":"Hefei","zip":"230001","country":"China","geoPoint":{"lat":31.86389,"lon":117.28083}},{"facility":"Investigational Site Number : 1560002","status":"RECRUITING","city":"Jinan","zip":"250102","country":"China","geoPoint":{"lat":36.66833,"lon":116.99722}},{"facility":"Investigational Site Number : 1560012","status":"RECRUITING","city":"Jingzhou","zip":"434020","country":"China","geoPoint":{"lat":30.35028,"lon":112.19028}},{"facility":"Investigational Site Number : 1560021","status":"RECRUITING","city":"Nanning","zip":"530021","country":"China","geoPoint":{"lat":22.81667,"lon":108.31667}},{"facility":"Investigational Site Number : 1560006","status":"RECRUITING","city":"Shenyang","zip":"110004","country":"China","geoPoint":{"lat":41.79222,"lon":123.43278}},{"facility":"Investigational Site Number : 1560024","status":"RECRUITING","city":"Suzhou","zip":"215006","country":"China","geoPoint":{"lat":31.30408,"lon":120.59538}},{"facility":"Investigational Site Number : 1560017","status":"RECRUITING","city":"Taiyuan","zip":"030001","country":"China","geoPoint":{"lat":37.86944,"lon":112.56028}},{"facility":"Investigational Site Number : 1560023","status":"RECRUITING","city":"Taiyuan","zip":"030001","country":"China","geoPoint":{"lat":37.86944,"lon":112.56028}},{"facility":"Investigational Site Number : 1560014","status":"RECRUITING","city":"Wuhan","zip":"430000","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}},{"facility":"Investigational Site Number : 1560003","status":"RECRUITING","city":"Yantai","zip":"264000","country":"China","geoPoint":{"lat":37.47649,"lon":121.44081}},{"facility":"Investigational Site Number : 1560009","status":"RECRUITING","city":"Zibo","zip":"255036","country":"China","geoPoint":{"lat":36.79056,"lon":118.06333}},{"facility":"Investigational Site Number : 2030002","status":"RECRUITING","city":"Hradec Králové","zip":"50005","country":"Czechia","geoPoint":{"lat":50.20923,"lon":15.83277}},{"facility":"Investigational Site Number : 2030003","status":"RECRUITING","city":"Pardubice","zip":"53203","country":"Czechia","geoPoint":{"lat":50.04075,"lon":15.77659}},{"facility":"Investigational Site Number : 2030005","status":"RECRUITING","city":"Pilsen","zip":"30599","country":"Czechia","geoPoint":{"lat":49.74747,"lon":13.37759}},{"facility":"Investigational Site Number : 2030004","status":"RECRUITING","city":"Prague","zip":"10034","country":"Czechia","geoPoint":{"lat":50.08804,"lon":14.42076}},{"facility":"Investigational Site Number : 2030001","status":"RECRUITING","city":"Praha 5 - Motol","zip":"15000","country":"Czechia"},{"facility":"Investigational Site Number : 2080001","status":"RECRUITING","city":"Aarhus","zip":"8200","country":"Denmark","geoPoint":{"lat":56.15674,"lon":10.21076}},{"facility":"Investigational Site Number : 2080004","status":"RECRUITING","city":"Copenhagen","zip":"2100","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Investigational Site Number : 2080002","status":"RECRUITING","city":"Køge","zip":"DK-4600","country":"Denmark","geoPoint":{"lat":55.45802,"lon":12.18214}},{"facility":"Investigational Site Number : 2500011","status":"RECRUITING","city":"Bordeaux","zip":"33000","country":"France","geoPoint":{"lat":44.84124,"lon":-0.58046}},{"facility":"Investigational Site Number : 2500004","status":"RECRUITING","city":"Marseille","zip":"13005","country":"France","geoPoint":{"lat":43.29695,"lon":5.38107}},{"facility":"Investigational Site Number : 2500005","status":"RECRUITING","city":"Montpellier","zip":"34295","country":"France","geoPoint":{"lat":43.61093,"lon":3.87635}},{"facility":"Investigational Site Number : 2500001","status":"RECRUITING","city":"Nantes","zip":"44093","country":"France","geoPoint":{"lat":47.21725,"lon":-1.55336}},{"facility":"Investigational Site Number : 2500010","status":"RECRUITING","city":"Poitiers","zip":"86021","country":"France","geoPoint":{"lat":46.58261,"lon":0.34348}},{"facility":"Investigational Site Number : 2500014","status":"RECRUITING","city":"Pontoise","zip":"95300","country":"France","geoPoint":{"lat":49.05,"lon":2.1}},{"facility":"Investigational Site Number : 2500007","status":"RECRUITING","city":"Toulouse","zip":"31400","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}},{"facility":"Investigational Site Number : 2760001","status":"RECRUITING","city":"Dresden","zip":"01307","country":"Germany","geoPoint":{"lat":51.05089,"lon":13.73832}},{"facility":"Investigational Site Number : 2760002","status":"RECRUITING","city":"Leipzig","zip":"04103","country":"Germany","geoPoint":{"lat":51.33962,"lon":12.37129}},{"facility":"Investigational Site Number : 3480005","status":"RECRUITING","city":"Budapest","zip":"1026","country":"Hungary","geoPoint":{"lat":47.49835,"lon":19.04045}},{"facility":"Investigational Site Number : 3480001","status":"RECRUITING","city":"Szeged","zip":"6725","country":"Hungary","geoPoint":{"lat":46.253,"lon":20.14824}},{"facility":"Investigational Site Number : 3760003","status":"RECRUITING","city":"Haifa","zip":"31048","country":"Israel","geoPoint":{"lat":32.81303,"lon":34.99928}},{"facility":"Investigational Site Number : 3760004","status":"RECRUITING","city":"Jerusalem","zip":"91120","country":"Israel","geoPoint":{"lat":31.76904,"lon":35.21633}},{"facility":"Investigational Site Number : 3760001","status":"RECRUITING","city":"Nahariya","zip":"22100","country":"Israel","geoPoint":{"lat":33.00892,"lon":35.09814}},{"facility":"Investigational Site Number : 3760002","status":"RECRUITING","city":"Rehovot","zip":"76100","country":"Israel","geoPoint":{"lat":31.89421,"lon":34.81199}},{"facility":"Investigational Site Number : 3800005","status":"RECRUITING","city":"Naples","state":"Napoli","zip":"80131","country":"Italy","geoPoint":{"lat":40.85216,"lon":14.26811}},{"facility":"Investigational Site Number : 3800003","status":"RECRUITING","city":"Catania","zip":"95123","country":"Italy","geoPoint":{"lat":37.49223,"lon":15.07041}},{"facility":"Investigational Site Number : 3800001","status":"RECRUITING","city":"Milan","zip":"20132","country":"Italy","geoPoint":{"lat":42.78235,"lon":12.59836}},{"facility":"Investigational Site Number : 5280002","status":"RECRUITING","city":"Amsterdam","zip":"1081 HV","country":"Netherlands","geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Investigational Site Number : 5280001","status":"RECRUITING","city":"Utrecht","zip":"3584 CX","country":"Netherlands","geoPoint":{"lat":52.09083,"lon":5.12222}},{"facility":"Investigational Site Number : 6160004","status":"RECRUITING","city":"Poznan","state":"Greater Poland Voivodeship","zip":"60-693","country":"Poland","geoPoint":{"lat":52.40692,"lon":16.92993}},{"facility":"Investigational Site Number : 6160005","status":"RECRUITING","city":"Wroclaw","state":"Lower Silesian Voivodeship","zip":"53-034","country":"Poland","geoPoint":{"lat":51.10286,"lon":17.03006}},{"facility":"Investigational Site Number : 6160002","status":"RECRUITING","city":"Lodz","state":"Lódzkie","zip":"90-302","country":"Poland","geoPoint":{"lat":51.77058,"lon":19.47395}},{"facility":"Investigational Site Number : 6160001","status":"RECRUITING","city":"Bielsko-Biala","state":"Silesian Voivodeship","zip":"43-309","country":"Poland","geoPoint":{"lat":49.82245,"lon":19.04686}},{"facility":"Investigational Site Number : 6420003","status":"RECRUITING","city":"Brasov","zip":"500091","country":"Romania","geoPoint":{"lat":45.64861,"lon":25.60613}},{"facility":"Investigational Site Number : 6420002","status":"RECRUITING","city":"Brasov","zip":"500283","country":"Romania","geoPoint":{"lat":45.64861,"lon":25.60613}},{"facility":"Investigational Site Number : 6420001","status":"RECRUITING","city":"Craiova","zip":"200222","country":"Romania","geoPoint":{"lat":44.31667,"lon":23.8}},{"facility":"Investigational Site Number : 7240002","status":"RECRUITING","city":"Santander","state":"Cantabria","zip":"39008","country":"Spain","geoPoint":{"lat":43.46589,"lon":-3.80493}},{"facility":"Investigational Site Number : 7240006","status":"RECRUITING","city":"Barcelona","state":"Catalunya [Cataluña]","zip":"08003","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Investigational Site Number : 7240004","status":"RECRUITING","city":"Barcelona","state":"Catalunya [Cataluña]","zip":"08907","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Investigational Site Number : 7240008","status":"RECRUITING","city":"Pamplona","state":"Navarre","zip":"31008","country":"Spain","geoPoint":{"lat":42.81687,"lon":-1.64323}},{"facility":"Investigational Site Number : 7240010","status":"RECRUITING","city":"Madrid","zip":"28034","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Investigational Site Number : 7240012","status":"RECRUITING","city":"Madrid","zip":"28040","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Investigational Site Number : 7920003","status":"RECRUITING","city":"Ankara","zip":"06100","country":"Turkey (Türkiye)","geoPoint":{"lat":39.91987,"lon":32.85427}},{"facility":"Investigational Site Number : 7920001","status":"RECRUITING","city":"Bursa","zip":"16059","country":"Turkey (Türkiye)","geoPoint":{"lat":40.19559,"lon":29.06013}},{"facility":"Investigational Site Number : 7920002","status":"RECRUITING","city":"Istanbul","zip":"34360","country":"Turkey (Türkiye)","geoPoint":{"lat":41.01384,"lon":28.94966}},{"facility":"Investigational Site Number : 8260002","status":"RECRUITING","city":"Wigan","state":"Lancashire","zip":"WN6 9EP","country":"United Kingdom","geoPoint":{"lat":53.54296,"lon":-2.63706}},{"facility":"Investigational Site Number : 8260003","status":"RECRUITING","city":"Taunton","state":"Somerset","zip":"TA1 5DA","country":"United Kingdom","geoPoint":{"lat":51.01494,"lon":-3.10293}},{"facility":"Investigational Site Number : 8260001","status":"RECRUITING","city":"London","zip":"W2 1NY","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"seeAlsoLinks":[{"label":"EFC18419 Plain Language Results Summary","url":"https://sanofi.trialsummaries.com/Study/StudyDetails?id=26441&tenant=MT_SNY_9011"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Qualified researchers may request access to patient level data and related study documents including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan, and dataset specifications. Patient level data will be anonymized and study documents will be redacted to protect the privacy of trial participants. Further details on Sanofi's data sharing criteria, eligible studies, and process for requesting access can be found at: https://vivli.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"C000720033","term":"itepekimab"}]}},"hasResults":false}