{"protocolSection":{"identificationModule":{"nctId":"NCT05320198","orgStudyIdInfo":{"id":"DISC-0974-102"},"organization":{"fullName":"Disc Medicine, Inc","class":"INDUSTRY"},"briefTitle":"Study of DISC-0974 (RALLY-MF) in Participants With Myelofibrosis or Myelodysplastic Syndrome and Anemia","officialTitle":"RALLY-MF: A Phase 1b/2 Open-Label Study to Evaluate the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Clinical Activity of DISC-0974 in Participants With Myelofibrosis or Myelodysplastic Syndrome and Anemia"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-15","studyFirstSubmitQcDate":"2022-04-01","studyFirstPostDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-22","lastUpdatePostDateStruct":{"date":"2026-01-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Disc Medicine, Inc","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This phase 1b/2a open-label study will assess the safety, tolerability, pharmacokinetics and pharmacodynamics of DISC-0974 as well as categorize the effects on anemia response in subjects with myelofibrosis or myelodysplastic syndrome and anemia."},"conditionsModule":{"conditions":["Myelofibrosis; Anemia","Anemia","Myelofibrosis","Myelofibrosis Due to and Following Polycythemia Vera","Primary Myelofibrosis","Post-essential Thrombocythemia Myelofibrosis","Myelodysplastic Syndromes"],"keywords":["Myeloproliferative Neoplasm","Myeloproliferative Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Phase 1b: Dose Escalation","type":"EXPERIMENTAL","description":"In the Phase 1b (dose-escalation) portion of the study, DISC-0974 will be administered subcutaneously every 4 weeks.","interventionNames":["Drug: DISC-0974"]},{"label":"Phase 2: Expansion","type":"EXPERIMENTAL","description":"In the Phase 2 (expansion) portion of the study, DISC-0974 will be administered subcutaneously every 4 weeks.","interventionNames":["Drug: DISC-0974"]}],"interventions":[{"type":"DRUG","name":"DISC-0974","description":"DISC-0974 is administered subcutaneously.","armGroupLabels":["Phase 1b: Dose Escalation","Phase 2: Expansion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of treatment-emergent adverse events (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal vital signs (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal physical exam (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal electrocardiograms (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Incidence of abnormal laboratory test results (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Transfusion-dependent (TD) high cohort: transfusion independence, defined as the absence of packed red blood cell (PRBC) transfusions over any rolling 12-week interval during the treatment period with a minimum hemoglobin (Hgb) of 7 g/dL (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"TD low cohort: transfusion independence, defined as the absence of PRBC transfusions over any rolling 16 week interval during the treatment period with a minimum Hgb of 7 g/dL (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Non-transfusion-dependent (nTD) cohort: anemia response, defined as the composite of the absence of transfusions over any rolling 12 week period and a concomitant mean Hgb increase of ≥1.5 g/dL over baseline (Phase 2 only)","timeFrame":"up to 225 days"}],"secondaryOutcomes":[{"measure":"Anemia response defined per IWG-MRT criteria (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"TD high and TD low participants will be evaluated for absence of PRBC transfusions for a consecutive, \"rolling\" 12 week interval during the treatment period (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"TD high participants will be evaluated for absence of PRBC transfusions with minimum Hgb of 7 g/dL during a terminal 12 week interval during the treatment period (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"TD low participants will be evaluated for absence of PRBC transfusions with minimum Hgb of 7 g/dL during any rolling 16-week interval during the treatment period (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"nTD participants will be evaluated for ≥1.5 g/dL increase from baseline Hgb levels during the treatment period (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"nTD participants will be evaluated for the composite of the absence of transfusions over any rolling 12 week period and a concomitant mean Hgb increase of ≥1.5 g/dL over baseline (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Safety, tolerability, PK, and PD of DISC-0974 following repeated SC doses in participants with myelodysplastic syndrome (MDS) or MDS/myeloproliferative neoplasm (MPN) without excess blasts (collectively referred to as MDS) and anemia (Phase 1b only)","timeFrame":"up to 225 days"},{"measure":"Proportion of participants achieving a mean Hgb increase ≥1 g/dL or ≥2 g/dL from baseline over any rolling 12-week period in absence of RBC transfusions in each cohort (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Change from baseline in concentration of iron laboratory parameters (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Change from baseline in concentration of hematologic laboratory parameters (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Rate and units of RBC transfusion per participant month during the treatment period for each cohort (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Transfusion-dependent cohorts will be evaluated for proportion of participants who reduce their transfusion requirement by 50%, compared to baseline, over any rolling 12-week period during treatment (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"nTD participants will be evaluated for longest duration of mean Hgb increase of ≥1.5 g/dL from baseline during the treatment period (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Mean change in Hgb over 12-week treatment periods will be evaluated for all cohorts (nTD, TD low, TD high) (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Maximum duration of RBC-transfusion-independent response for TD participants (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Proportion of participants that require dose escalation in each cohort (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Proportion of participants that improve Functional Assessment of Cancer Therapy-Anemia (FACT-An) subscale by at least 3 points in each cohort during the treatment period (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Mean hemoglobin increase of ≥1.5 g/dL over a rolling 12-week interval and an increase in Functional Assessment of Chronic Illness Therapy (FACIT)-Fatigue of 3 points by the end of study (EOS) for nTD participants (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"TD high cohort will be evaluated for absence of packed red blood cell (PRBC) transfusions a terminal 12 week interval during the treatment period with a minimum hemoglobin (Hgb) of 7 g/dL (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"TD low cohort: will be evaluated for the absence of PRBC transfusions a terminal 16 week interval during the treatment period with a minimum Hgb of 7 g/dL (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Non-transfusion-dependent (nTD) cohort: anemia response, defined as the composite of the absence of transfusions over any rolling 12 week period and a concomitant mean Hgb increase of ≥1.5 g/dL over baseline (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Incidence of treatment-emergent adverse events (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal vital signs (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal physical exam (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Incidence of clinically abnormal electrocardiogram (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Incidence of abnormal laboratory test results (Phase 2 only)","timeFrame":"up to 225 days"},{"measure":"Safety and tolerability of DISC-0974 following repeated SC doses in participants with MF receiving concomitant momelotinib or pacritinib therapy as assessed by TEAEs, vital signs, physical examinations, ECGs, and blood and urine testing (Phase 2 only)","timeFrame":"225 days"},{"measure":"Cmax-Maximum drug concentration measured in plasma (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Tmax-Time of maximum drug concentration (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"AUC-Area under the drug concentration time curve (Phase 1b and 2)","timeFrame":"up to 225 days"},{"measure":"Additional PK analysis using a population PK analysis approach may be considered. (Phase 1b and 2)","timeFrame":"up to 225 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Participants with MF and Anemia\n\nParticipants are eligible for the study if all of the following criteria apply:\n\n1. Age 18 years or older at the time of signing the informed consent form (ICF).\n2. For Phase 1b: DIPSS score of 3 to 4 (intermediate 2 risk) or ≥5 (high-risk) primary MF, post PV MF, and/or post ET MF, as confirmed in the most recent local bone marrow biopsy report, according to WHO 2016 criteria.55\n\n   For Phase 2: In addition to the criteria above, DIPSS score of ≥2 (intermediate 1 risk) may also be included.\n3. Washout of at least 28 days prior to Screening of the following treatments:\n\n   1. Androgens\n   2. EPO\n   3. Cladribine\n   4. Immunomodulators (lenalidomide, thalidomide)\n   5. Luspatercept/sotatercept\n   6. Systemic corticosteroids are permitted for non-hematological conditions if stable or decreasing dose for ≥28 days prior to Screening and receiving an equivalent to ≤10 mg prednisone for the 28 days immediately prior to Screening.\n\n   Screening can begin before the 28 day washout is completed, but the washout period must be completed prior to collection of Screening blood samples.\n4. Anemia:\n\n   For Phase 1b: Hgb \\<10 g/dL on ≥3 assessments over 84 days prior to Screening, without RBC transfusion, or Hgb \\<10 g/dL and receiving RBC transfusions periodically but not meeting criteria for TD participant as defined for the TD Cohort (see Section 6.3). The baseline Hgb value for these participants is the lowest Hgb level during the 84 days prior to Screening, or RBC transfusion dependence, defined as an RBC transfusion frequency of 6 units PRBC over the 84 days immediately prior to Screening There must not be any consecutive 42 day period without an RBC transfusion in the 84 day period, and the last transfusion must be within 28 days prior to Screening.\n\n   For Phase 2:\n\n   TD high transfusion burden cohort: RBC transfusion dependence, defined as an RBC transfusion requirement of 3 to 12 PRBC units over the 84 days immediately prior to Screening TD low transfusion burden cohort: RBC transfusion dependence, defined as an RBC transfusion requirement of 1 to 2 PRBC units over the 84 days immediately prior to Screening nTD cohort: Non-transfusion dependence, baseline Hgb \\<10 g/dL as defined on ≥3 assessments over 84 days prior to Screening, without RBC transfusion\n5. Stable dosing of MF-directed therapy:\n\n   1. Hydroxyurea, or, if taking any other treatment for MF, stable for at least 28 days prior to Screening.\n   2. Interferon alpha stable dosing for at least 12 weeks prior to Screening.\n   3. JAK inhibitors require 12 weeks of stable dosing prior to Screening. For the TD high, TD low, and nTD cohorts, JAK inhibitors allowed include momelotinib, pacritinib, fedratinib, and ruxolitinib.\n   4. If the participant discontinues JAK inhibitor (including momelotinib/pacritinib/ruxolitinib/fedratinib) and/or hydroxyurea prior to Screening, a 60-day washout period is required.\n6. Eastern Cooperative Oncology Group (ECOG) performance score ≤2.\n7. Infusion of hematopoietic stem cell transplant not anticipated within 8 months after Screening.\n8. TSAT \\<75% (local lab acceptable).\n9. Liver iron concentration by MRI \\<7 mg/g dry weight within 3 months of eligibility confirmation by central review. Required for TD high participants only.\n10. Serum ferritin ≥50 µg/L at Screening.\n11. Platelet count ≥25,000/µL and \\<1,000,000/µL; neutrophils ≥1,000/µL; and total white blood cell (WBC) count \\<50,000/µL at Screening.\n12. Estimated glomerular filtration rate (eGFR) ≥30 mL/min/1.73 m2 by the Chronic Kidney Disease-Epidemiology Collaboration (CKD-EPI) formula.\n13. Aspartate aminotransferase (AST) and ALT \\<3x upper limit of normal (ULN) at Screening.\n14. Direct bilirubin \\<2x ULN at Screening. Higher levels are acceptable if these can be attributed by the Investigator to ineffective erythropoiesis or Gilbert's syndrome, with approval from Sponsor.\n15. If male with female sexual partner(s) of childbearing potential, agrees to use 1 of the following highly effective methods of contraception during the study and for at least 8 weeks after the last study drug dose:\n\n    1. Stable hormonal contraceptive (≥3 months; female partner)\n    2. Intrauterine device in place for at least 3 months (female partner)\n    3. Surgically sterile by hysterectomy, bilateral oophorectomy, or bilateral tubal ligation (female partner)\n    4. Confirmed successful vasectomy\n16. If female, then EITHER postmenopausal (defined as 12 months of spontaneous amenorrhea, 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone (FSH) levels \\>40 mIU/ml, or 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy), surgically sterile, OR agreeable to use 1 of the following highly effective contraception methods (listed below) on Day 1 (or earlier) and for at least 8 weeks after the last dose of study drug:\n\n    1. Stable hormonal contraceptive (≥3 months)\n    2. Intrauterine device in place for at least 3 months\n    3. Tubal ligation or single male partner with vasectomy\n17. Negative urine pregnancy test (females of childbearing potential) at Screening (Days 28 to 2).\n18. Able to understand the study aims, procedures, and requirements, and provide written informed consent.\n19. Able to comply with all study procedures.\n\nInclusion Criteria for Exploratory Cohort of Participants with MDS and Anemia\n\nParticipants are eligible for the MDS exploratory cohort if all of the following criteria apply:\n\n1. Age 18 years or older at the time of signing the ICF.\n2. Molecular International Prognostic Scoring System (IPSS-M) classification of very low, low, or intermediate (ie, lower risk) MDS-ringed sideroblasts (RS) negative, MDS/MPN with ringed sideroblasts and thrombocytosis (RS-T), Chronic Myelomonocytic Leukemia (CMML), Atypical Chronic Myeloid Leukemia (aCML), or Myelodysplastic/Myeloproliferative Neoplasms, Unclassifiable (MDS/MPN-U) as confirmed in the most recent local bone marrow biopsy report according to WHO criteria.\n3. Washout of at least 28 days is required for prior anemia/neutropenia-directed therapies, including:\n\n   1. Androgens\n   2. EPO-stimulating agents\n   3. Luspatercept\n   4. Sotatercept (ACE-011)\n   5. Imetelstat\n   6. Granulocyte colony-stimulating factor (G-CSF) OR granulocyte-macrophage CSF (GM-CSF)\n   7. Systemic corticosteroids (except for participants on a stable or decreasing dose for ≥28 days prior to randomization for non-hematological conditions and receiving an equivalent to ≤10 mg prednisone for the 28 days immediately prior to Screening) Screening can begin before the 28-day washout is completed, but the washout period must be completed prior to collection of Screening blood samples.\n4. Anemia:\n\n   1. Baseline Hgb of \\<10 g/dL on ≥3 assessments over 84 days prior to Screening, without RBC transfusion, or Hgb \\<10 g/dL and receiving RBC transfusions periodically during the 84 days prior to Screening\n   2. Medical history of ≤24 units of PRBC for MDS and anemia\n5. ECOG performance score ≤2\n6. Infusion of hematopoietic stem cell transplant not anticipated within 8 months after Screening\n7. TSAT \\<75% (local lab acceptable)\n8. Liver iron concentration by MRI \\<7 mg/g dry weight within 3 months of eligibility confirmation by central review\n9. Serum ferritin ≥50 μg/L at Screening\n10. Platelet count ≥25,000/μL and \\<1,000,000/μL, and total WBC count \\<50,000/μL at Screening or otherwise approved by Sponsor\n11. eGFR ≥30 mL/min/1.73 m2 by the CKD-EPI formula\n12. AST and ALT \\<3x ULN at Screening\n13. Direct bilirubin \\<2x ULN at Screening. Higher levels are acceptable if these can be attributed by the Investigator to ineffective erythropoiesis.\n14. If male with female sexual partner(s) of childbearing potential, agrees to use 1 of the following highly effective methods of contraception during the study and for at least 8 weeks after the last study drug dose:\n\n    1. Stable hormonal contraceptive (≥3 months; female partner)\n    2. Intrauterine device in place for at least 3 months (female partner)\n    3. Surgically sterile hysterectomy, bilateral oophorectomy, or bilateral tubal ligation (female partner)\n    4. Confirmed successful vasectomy\n15. If female, then EITHER postmenopausal (defined as 12 months of spontaneous amenorrhea, 6 months of spontaneous amenorrhea with serum FSH levels \\>40 mIU/ml, or 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy), surgically sterile, OR agreeable to use 1 of the following highly effective contraception methods (listed below) on Day 1 (or earlier) and for at least 8 weeks after the last dose of study drug:\n\n    1. Stable hormonal contraceptive (≥3 months)\n    2. Intrauterine device in place for at least 3 months\n    3. Tubal ligation or single male partner with vasectomy\n16. Negative urine pregnancy test (females of childbearing potential) at Screening (Days 28 to 2).\n17. Able to understand the study aims, procedures, and requirements, and provide written informed consent.\n18. Able to comply with all study procedures.\n\nExclusion Criteria Exclusion Criteria for Participants with MF and Anemia\n\nParticipants are excluded from the study if any of the following criteria apply:\n\nMedical History, Participants with MF and Anemia\n\n1. Hereditary hemochromatosis\n2. Hemoglobinopathy or intrinsic RBC defect associated with anemia\n3. Total splenectomy\n4. Hematopoietic cell transplant within the past 2 years or graft vs host disease requiring immunosuppression\n5. Current anemia from iron deficiency, vitamin B12 or folate deficiency, infection, or bleeding\n6. Active immune-mediated hemolytic anemia\n7. Symptomatic bleeding, unrelated to surgery, in a critical area or organ and/or bleeding causing a decrease in Hgb of ≥2 g/dL or leading to transfusion of ≥2 units of RBCs in the 6 months prior to Screening\n8. Major surgery within 8 weeks prior to Screening or incomplete recovery from any previous surgery\n9. Malignancy with the past 3 years, other than primary MF, post ET MF, or post PV MF. The following history or concurrent conditions are allowed:\n\n   1. basal or squamous cell carcinoma\n   2. carcinoma in situ of the cervix or the breast\n   3. histologic finding of prostate cancer (T1a or T1b using the tumor, nodes, metastasis \\[TNM\\] clinical staging system) A history of completed treatment (medical or surgical) of stage 1-2 cancers may be permitted with prior Sponsor agreement\n10. Stroke, deep vein thrombosis, or pulmonary or arterial embolism within 3 months prior to Screening\n11. Known allergic reaction to any study drug excipient\n12. A history of anti-drug antibody formation\n13. Inadequately controlled heart disease (New York Heart Association Classification 3 or 4) and/or known to have left ventricular ejection fraction \\<35%\n14. Hepatitis B or C, or human immunodeficiency virus (HIV) with detectable viral load\n15. Uncontrolled fungal, bacterial, or viral infection (ongoing signs/symptoms related to the infection, without improvement despite appropriate treatment)\n\n    Treatment History, Medical History, Participants with MF and Anemia\n16. Iron chelation therapy in the 28 days prior to Screening\n17. Change in anticoagulant therapy regimen within 8 weeks prior to Screening\n\n    Laboratory Exclusions, Medical History, Participants with MF and Anemia\n18. Peripheral blood myeloblasts ≥10% of WBC differential at most recent evaluation prior to Screening\n19. Positive direct antiglobulin test in conjunction with a reactive RBC eluate at Screening\n\n    Miscellaneous, Medical History, Participants with MF and Anemia\n20. Pregnant or lactating\n21. Condition or concomitant medication that would confound the ability to interpret study data\n22. Other medical or psychiatric condition or laboratory finding not specifically noted above that, in the judgment of the Investigator or Sponsor, would put the participant at unacceptable risk or otherwise preclude the participant from participating in the study\n23. Participation in any other clinical protocol or investigational study that involves administration of experimental therapy and/or therapeutic devices within 30 days prior to Screening\n\nExclusion Criteria for Exploratory Cohort of Participants with MDS and Anemia\n\nParticipants are excluded from the MDS exploratory cohort if any of the following criteria apply:\n\nMedical History, Participants with MDS and Anemia\n\n1. Secondary MDS, ie, MDS that is known to have arisen as the result of chemical injury or treatment with chemotherapy and/or radiation from other diseases\n2. Peripheral blasts ≥5%\n3. Prior treatment with hypomethylating agent or other acute myeloid leukemia (AML)-like combination chemotherapy\n4. Prior treatment with \\>3 anemia-directed therapies (unless otherwise approved by Sponsor) including:\n\n   1. Luspatercept\n   2. Sotatercept (ACE-011)\n   3. EPO-stimulating agent\n   4. Imetelstat\n5. Hereditary hemochromatosis\n6. Hemoglobinopathy or intrinsic RBC defect associated with anemia\n7. Total splenectomy\n8. Hematopoietic cell transplant within the past 10 years\n9. Current anemia from iron deficiency, vitamin B12 or folate deficiency, infection, or bleeding\n10. Active immune-mediated hemolytic anemia\n11. Symptomatic bleeding, unrelated to surgery, in a critical area or organ and/or bleeding causing a decrease in Hgb of ≥2 g/dL or leading to transfusion of ≥2 units of RBCs in the 6 months prior to Screening\n12. Major surgery within 8 weeks prior to Screening or incomplete recovery from any previous surgery\n13. Malignancy within the past 3 years, other than MDS or MDS/MPN without excess blasts. The following history or concurrent conditions are allowed:\n\n    1. basal or squamous cell carcinoma\n    2. carcinoma in situ of the cervix or the breast\n    3. histologic finding of prostate cancer (T1a or T1b using the TNM clinical staging system) A history of completed treatment (medical or surgical) of stage 1-2 cancers may be permitted with prior Sponsor agreement\n14. Stroke, deep vein thrombosis, or pulmonary or arterial embolism within 6 months prior to Screening\n15. Known allergic reaction to any study drug excipient\n16. A history of antidrug antibody formation\n17. Inadequately controlled heart disease (New York Heart Association Classification 3 or 4) and/or known to have left ventricular ejection fraction \\<35%\n18. Active hepatitis B or C, or HIV with detectable viral load\n19. Uncontrolled fungal, bacterial, or viral infection (ongoing signs/symptoms related to the infection, without improvement despite appropriate treatment)\n\n    Treatment History, Participants with MDS and Anemia\n20. Iron chelation therapy in the 28 days prior to Screening\n21. Change in anticoagulant therapy regimen within 8 weeks prior to Screening\n\n    Laboratory Exclusions, Participants with MDS and Anemia\n22. Positive direct antiglobulin test in conjunction with a reactive RBC eluate at Screening\n\n    Miscellaneous, Participants with MDS and Anemia\n23. Pregnant or lactating\n24. Condition or concomitant medication that would confound the ability to interpret study data\n25. Other medical or psychiatric condition or laboratory finding not specifically noted above that, in the judgment of the Investigator or Sponsor, would put the participant at unacceptable risk or otherwise preclude the participant from participating in the study\n26. Participation in any other clinical protocol or investigational study that involves administration of experimental therapy and/or therapeutic devices within 30 days prior to Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Disc Medicine Clinical Trials","role":"CONTACT","phone":"(617) 674 9274","email":"clinicaltrials@discmedicine.com"}],"overallOfficials":[{"name":"Will Savage, MD PhD","affiliation":"Disc Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"City of Hope - Duarte","status":"RECRUITING","city":"Duarte","state":"California","zip":"91010","country":"United States","contacts":[{"name":"Samantha Humpal","role":"CONTACT","email":"shumpal@coh.org"},{"name":"Shama Hussain","role":"CONTACT","email":"shhussain@coh.org"},{"name":"Idoroenyi Amanam, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.13945,"lon":-117.97729}},{"facility":"City of Hope - Lennar","status":"RECRUITING","city":"Irvine","state":"California","zip":"92618","country":"United States","contacts":[{"name":"Grace Bae","role":"CONTACT","email":"gbae@coh.org"},{"name":"Dina Hassan","role":"CONTACT","email":"dhassan@coh.org"},{"name":"Idoroenyi Amanam, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.66946,"lon":-117.82311}},{"facility":"Mayo Clinic Jacksonville","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32224","country":"United States","contacts":[{"name":"Latesha Jones","role":"CONTACT","phone":"904 953 4564","email":"jones.latesha@mayo.edu"},{"name":"James Foran, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"Sylvester Cancer Center - U Miami","status":"RECRUITING","city":"Miami","state":"Florida","zip":"33136","country":"United States","contacts":[{"name":"Israel Zagales","role":"CONTACT","email":"israelz@med.miami.edu"},{"name":"Jennifer Posada","role":"CONTACT","email":"jxp2320@med.miami.edu"},{"name":"Sangeetha Venugopal, MD, MS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Moffitt Cancer Center","status":"RECRUITING","city":"Tampa","state":"Florida","zip":"33612","country":"United States","contacts":[{"name":"Paul Ciero","role":"CONTACT","email":"paul.ciero@moffitt.org"},{"name":"Andrew Kuykendall, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":27.94752,"lon":-82.45843}},{"facility":"Emory Winship Cancer Institute","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Karin Chappelle","role":"CONTACT","email":"karin.chappelle@emory.edu"},{"name":"Danielle Oliver","role":"CONTACT","email":"danielle.oliver@emory.edu"},{"name":"Anthony Hunter, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"University of Michigan","status":"RECRUITING","city":"Ann Arbor","state":"Michigan","zip":"48109","country":"United States","contacts":[{"name":"Linda Kemp","role":"CONTACT","phone":"734-232-4312","email":"lfarhat@med.umich.edu"},{"name":"Moshe Talpaz, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.27756,"lon":-83.74088}},{"facility":"Mayo Clinic Rochester","status":"RECRUITING","city":"Rochester","state":"Minnesota","zip":"55905","country":"United States","contacts":[{"name":"Chandra Hutchens","role":"CONTACT","email":"hutchens.chandra@mayo.edu"},{"name":"Naseema Gangat, MBBS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":44.02163,"lon":-92.4699}},{"facility":"Washington University St.Louis","status":"RECRUITING","city":"St Louis","state":"Missouri","zip":"63110","country":"United States","contacts":[{"name":"Nicole Gaudin","role":"CONTACT","email":"nrgaudin@wustl.edu"},{"name":"Amy Zhou, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Memorial Sloan Kettering Cancer Center","status":"RECRUITING","city":"New York","state":"New York","zip":"10021","country":"United States","contacts":[{"name":"Samantha Mcfadden","role":"CONTACT","phone":"612-360-1081","email":"macfads@mskcc.org"},{"name":"Naa-Akomaah Yeboah","role":"CONTACT","phone":"612-360-1081","email":"yeboahn1@mskcc.org"},{"name":"Prioty Islam, MD, MSc","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Icahn School of Medicine at Mount Sinai","status":"RECRUITING","city":"New York","state":"New York","zip":"10029","country":"United States","contacts":[{"name":"MPD Research Team at Mount Sinai","role":"CONTACT","phone":"212-241-3417","email":"ResearchMPD@mssm.edu"},{"name":"Gabriela Bello","role":"CONTACT","email":"gabriela.bello@mssm.edu"},{"name":"John Mascarenhas, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Atrium Health Wake Forest Baptist","status":"RECRUITING","city":"Winston-Salem","state":"North Carolina","zip":"27157","country":"United States","contacts":[{"name":"Libyadda Mosley","role":"CONTACT","email":"limosley@wakehealth.edu"},{"name":"Anne Wofford, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":36.09986,"lon":-80.24422}},{"facility":"Gabrail Cancer Center Research","status":"TERMINATED","city":"Canton","state":"Ohio","zip":"44718","country":"United States","geoPoint":{"lat":40.79895,"lon":-81.37845}},{"facility":"Cleveland Clinic","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","contacts":[{"name":"Sharon Sanders","role":"CONTACT","phone":"216 448-4478","email":"sanders2@ccf.org"},{"name":"Sunny Dickerson","role":"CONTACT","email":"dickers3@ccf.org"},{"name":"Aaron Gerds, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}},{"facility":"Oregon Health and Science University","status":"RECRUITING","city":"Portland","state":"Oregon","zip":"97239","country":"United States","contacts":[{"name":"Keshara Bandara","role":"CONTACT","email":"bandara@ohsu.edu"},{"name":"Ronan Swords, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.52345,"lon":-122.67621}},{"facility":"Sargon Research - Pennsylvania Cancer Specialists and Research Center","status":"WITHDRAWN","city":"Gettysburg","state":"Pennsylvania","zip":"17325","country":"United States","geoPoint":{"lat":39.83093,"lon":-77.2311}},{"facility":"University of Pennsylvania","status":"RECRUITING","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","contacts":[{"name":"Thomas Greenwood","role":"CONTACT","phone":"267-854-6712","email":"thomas.greenwood@pennmedicine.upenn.edu"},{"name":"Elizabeth Hexner, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.95238,"lon":-75.16362}},{"facility":"MD Anderson","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Kurt Schreoder","role":"CONTACT","phone":"346 725 5139","email":"kdschroe@mdanderson.org"},{"name":"Prithviraj Bose, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"University of Washington","status":"RECRUITING","city":"Seattle","state":"Washington","zip":"98109","country":"United States","contacts":[{"name":"Cassidy McCarthy","role":"CONTACT","phone":"206 602 1172","email":"cmcca140@fredhutch.org"},{"name":"Anna Halpern, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.60621,"lon":-122.33207}},{"facility":"Medical College of Wisconsin","status":"RECRUITING","city":"Milwaukee","state":"Wisconsin","zip":"53226","country":"United States","contacts":[{"name":"Kristin Komnick","role":"CONTACT","phone":"414-805-5276","email":"kkomnick@mcw.edu"},{"name":"Laura Michaelis, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D055728","term":"Primary Myelofibrosis"},{"id":"D000740","term":"Anemia"},{"id":"D009190","term":"Myelodysplastic Syndromes"},{"id":"D009196","term":"Myeloproliferative Disorders"}],"ancestors":[{"id":"D001855","term":"Bone Marrow Diseases"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"}]}},"hasResults":false}