{"protocolSection":{"identificationModule":{"nctId":"NCT05983068","orgStudyIdInfo":{"id":"LPS17764"},"secondaryIdInfos":[{"id":"U1111-1280-5813","type":"REGISTRY","domain":"ICTRP"}],"organization":{"fullName":"Sanofi","class":"INDUSTRY"},"briefTitle":"A Study of Long-term Effect of Dupilumab on Skin Barrier Function in Pediatric Participants With Atopic Dermatitis","officialTitle":"A Two-year, Phase 4, Open-label, Single-arm Treatment Study to Evaluate the Long-term Effect of Dupilumab on Skin Barrier Function in Pediatric Participants (≥6 to <15 Years of Age) With Moderate-to-severe Atopic Dermatitis","acronym":"PELISTAD-EX2"},"statusModule":{"statusVerifiedDate":"2025-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-05-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-01","studyFirstSubmitQcDate":"2023-08-01","studyFirstPostDateStruct":{"date":"2023-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-05-14","lastUpdatePostDateStruct":{"date":"2025-05-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sanofi","class":"INDUSTRY"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"This is a 2-year, open-label, exploratory study with a 4-week screening period and a 104-week treatment phase designed to investigate dupilumab's long-term effect on skin barrier function as measured by transepidermal water loss (TEWL) before and after skin tape stripping (STS) in approximately 48 pediatric participants (aged ≥6 and \\<15 years at study entry) with moderate-to-severe AD. All eligible participants with AD will be treated with Dupixent® for 104 weeks according to locally approved Dupixent® product label (in country/region where the study is conducted). After the 104-week treatment phase and the last assessment at the End of Treatment (EoT), participants will be followed-up for 4 weeks and an End-of-Study (EoS) visit by telephone at 4 weeks after the EoT visit will end the study for each participant. The maximum duration of the study per participant will be 112 weeks (including screening period).\n\nThe study population will include approximately 48 pediatric participants with AD for long-term treatment with dupilumab:\n\n* Treatment cohort 1 - newly recruited participants with AD (aged ≥6 to \\<12 years at study entry)\n* Treatment cohort 2 - any former PELISTAD participants (from the previous 16-week treatment study \\[PELISTAD/LPS16764\\] who consent to participate in this long-term study; aged ≥6 to \\<15 years at entry to this study)","detailedDescription":"Study duration for each participant will be approximately 112 weeks, including:\n\n* Screening period: Up to 4 weeks (Day -28 to Day -1) from signing the informed consent.\n* Open-label dupilumab treatment period: 104 weeks (from Day 1/Week 0 to Week 104).\n* Follow-up period: 4 weeks (safety follow-up phone visit at 4 weeks after the EoT visit)."},"conditionsModule":{"conditions":["Dermatitis Atopic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pediatric AD participants","type":"EXPERIMENTAL","description":"Participants will receive dupilumab IMP according to the approved prescribing label in the country/region where the study is conducted.","interventionNames":["Drug: dupilumab"]}],"interventions":[{"type":"DRUG","name":"dupilumab","description":"solution for injection; by subcutaneous (SC) injection","armGroupLabels":["Pediatric AD participants"],"otherNames":["REGN668"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percent change from baseline in TEWL after 5 STS assessed on lesional skin.","description":"Percent change from baseline in TEWL after 5 STS assessed on lesional skin.","timeFrame":"Baseline to Week 104"}],"secondaryOutcomes":[{"measure":"Changes from baseline (percent and absolute) in TEWL after 5, 10, 15, and 20 STS.","description":"Changes from baseline (percent and absolute) in TEWL after 5, 10, 15, and 20 STS, respectively, assessed on lesional skin at each study visit","timeFrame":"Baseline to Week 104"},{"measure":"Incidence of treatment-emergent adverse events (TEAEs) or serious adverse events (SAEs) during the study.","timeFrame":"Baseline to Week 108"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge\n\n* For new participants: ≥6 to \\<12 years of age (inclusive), at the time of signing the informed consent.\n* For former PELISTAD participants: ≥6 to \\<15 years of age at the time of signing the informed consent.\n\nType of participant and disease characteristics\n\n* With AD diagnosis according to Hanifin and Rajka criteria at least 1 year before screening.\n* Applicable to new participants only: Validated Investigator Global Assessment for AD (vIGA AD™) score of ≥3 (for US and Canada participants) or ≥4 (for UK participants) at screening (on the 0 to 4 scale) depending on the approved vIGA-AD™ label indication in the country.\n* Applicable to new participants only: Have active lesions on the upper limbs or lower limbs (including trunk, if needed), with severity for lesion erythema or edema/papulation ≥2 at screening on the 0 to 3 scale of the ISS.\n* Applicable to all participants: Should have a non-lesional (normal looking) skin area 4 cm from the edge of the lesional area. If unable to identify non-lesional skin 4 cm from the lesional area, it is acceptable to identify normal looking skin as close to the lesion as possible.\n* Willing to refrain from applying any topical medications on the target assessment areas (including lesional and non-lesional) throughout the study until EoS unless necessary to alleviate intolerable symptoms.\n* Willing and able to comply with all clinic visits and study-related procedures. Weight\n* Body weight ≥15 kg at screening.\n\nExclusion Criteria:\n\nMedical conditions\n\n* Skin conditions other than AD that can confound assessments in the area of TEWL assessments in the opinion of the Investigator (ie, skin atrophy, ichthyosis, tinea infection, contact dermatitis).\n* Cracked, crusted, oozing, or bleeding AD lesions in the designated lesional assessment area leaving insufficient skin that is adequate for TEWL assessments.\n* Hypersensitivity to the active substance or to any of the excipients of dupilumab.\n* Ocular disorder that in the opinion of the Investigator could adversely affect the individual's risk for study participation.\n* Severe concomitant illness(es) that, in the Investigator's judgment, would adversely affect the participant's participation in the study.\n* History of hypersensitivity reaction to skin tape or adhesives used in tape strip discs.\n\nPrior/concomitant therapy\n\n* Treatment with any investigational medication other than dupilumab within 16 weeks or within 5 half-lives (if known) prior to Day 1, whichever is longer.\n* Systemic AD treatment, cyclosporine A (CsA), systemic corticosteroids, azathioprine (AZA), methotrexate (MTX), mycophenolate mofetil (MMF), or Janus kinase (JAK) inhibitors or phototherapy within 4 weeks of baseline.\n* Topical AD treatment within 1 week of baseline. Face and neck may be treated with topical steroids during the washout period if approved by the Investigator.\n* Participants who received a live vaccine within 4 weeks of baseline. Prior/concurrent clinical study experience\n* Current participation in another investigational or interventional clinical study.\n\nThe above information is not intended to contain all considerations relevant to a potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Clinical Sciences & Operations","affiliation":"Sanofi","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"National Jewish Health Medical Center- Site Number : 8400001","city":"Denver","state":"Colorado","zip":"80206","country":"United States","geoPoint":{"lat":39.73915,"lon":-104.9847}},{"facility":"SSM Health Saint Louis University Hospital- Site Number : 8400006","city":"St Louis","state":"Missouri","zip":"63104","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"NYU Langone Medical Center- Site Number : 8400004","city":"New York","state":"New York","zip":"10016","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Investigational Site Number : 8260001","city":"Sheffield","zip":"S10 2TH","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Qualified researchers may request access to patient level data and related study documents including the clinical study report, study protocol with any amendments, blank case report form, statistical analysis plan, and dataset specifications. Patient level data will be anonymized and study documents will be redacted to protect the privacy of trial participants. Further details on Sanofi's data sharing criteria, eligible studies, and process for requesting access can be found at: https://vivli.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D003876","term":"Dermatitis, Atopic"}],"ancestors":[{"id":"D012873","term":"Skin Diseases, Genetic"},{"id":"D030342","term":"Genetic Diseases, Inborn"},{"id":"D009358","term":"Congenital, Hereditary, and Neonatal Diseases and Abnormalities"},{"id":"D003872","term":"Dermatitis"},{"id":"D012871","term":"Skin Diseases"},{"id":"D017437","term":"Skin and Connective Tissue Diseases"},{"id":"D017443","term":"Skin Diseases, Eczematous"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}