{"protocolSection":{"identificationModule":{"nctId":"NCT04898543","orgStudyIdInfo":{"id":"QUILT-3.076"},"organization":{"fullName":"ImmunityBio, Inc.","class":"INDUSTRY"},"briefTitle":"QUILT-3.076: Study of Autologous M-CENK in Subjects With Locally Advanced or Metastatic Solid Tumors","officialTitle":"Phase 1 Open-Label Study of Autologous M-CENK in Subjects With Locally Advanced or Metastatic Solid Tumors"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"ACTIVE_NOT_RECRUITING","startDateStruct":{"date":"2021-06-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-10","studyFirstSubmitQcDate":"2021-05-18","studyFirstPostDateStruct":{"date":"2021-05-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-09","lastUpdatePostDateStruct":{"date":"2025-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a two-part, open-label phase 1 study to evaluate safety and preliminary efficacy of M-CENK Suspension for Infusion, Cryopreserved, and N-803 for subcutaneous administration in subjects with locally advanced or metastatic solid tumors. The study consists of two cohorts: cohort 1 includes subjects with either newly diagnosed solid tumors who have not received prior therapy or subjects who have received prior first line treatment; and cohort 2 that includes subjects with relapsed/refractory (r/r) solid tumors who have progressive disease after receiving ≥ 2 prior therapies. The two cohorts will be conducted simultaneously.","detailedDescription":"Both cohorts will be enrolled simultaneously. Both cohorts have a part A (apheresis) and cohort 2 has a part B (M-CENK treatment \\[one bag has a 100 mL cell suspension containing 0.25 to 0.75 x 109 cells\\] and N-803 treatment).\n\nUp to 40 subjects may be enrolled in cohort 1. Subjects in cohort 1 will participate in apheresis collection of MNCs prior to receiving disease specific first-line therapy per primary oncologists' recommendations. Subjects who have completed apheresis in cohort 1 may subsequently enroll in cohort 2 part B if they have progressive disease after ≥ 2 prior therapies or if they have progressive disease within 12 months of receiving neoadjuvant or adjuvant chemotherapy.\n\nThey must also meet the inclusion criteria to participate in the treatment phase (cohort 2 part B). Additionally, all subjects will be re-evaluated to confirm that they still meet the specified eligibility criteria once the M-CENK cells are manufactured and prior to the first administration of M-CENK. The Sponsor will approve the subject's continued eligibility prior to receiving the manufactured M-CENK cells.\n\nUp to 21 subjects may be enrolled in cohort 2 part A so that up to 11 subjects receive at least 1 dose of M-CENK. A dose is a single administration of M-CENK cells or a single administration of N-803. Subjects in cohort 2 part A will undergo an apheresis collection of MNCs prior to receiving approximately 4 weeks of disease-specific therapy per oncologists' recommendations while the M-CENK cells are being manufactured for use in the treatment phase (cohort 2 part B). Subjects will be evaluated for eligibility in inclusion/exclusion criteria prior to enrollment into part B. Additionally, all subjects will be re-evaluated to confirm that they still meet the specified eligibility criteria once the M-CENK cells are manufactured and prior to the first administration of M-CENK. The Sponsor will approve the subject's continued eligibility prior to receiving the manufactured M-CENK cells.\n\nM-CENK cells, manufactured from the autologous apheresis product, may be administered up to 10 times weekly starting on study day 1 with a minimum of 7 days between each M-CENK dose depending on the availability of cells and that there is no contra-indication to administer cells. Subjects will receive up to 5 doses of N-803 SC every 2 weeks prior to every other dose of M-CENK (ie, odd number M-CENK doses).The treatment may be administered for up to 10 doses of M-CENK, if the subject tolerates treatment, the doses of M-CENK cells are available, and the Investigator believes there may be potential benefit to the subject.\n\nSafety endpoints include assessments of TEAEs, SAEs, and clinically significant changes in safety laboratory tests, and vital signs. Toxicities will be graded using CTCAE Version 5.0, or in the case of CRS, using a specified grading system. Safety will be monitored throughout the study.\n\nThe treatment of the initial 3 subjects in cohort 2 part B will be staggered with at least a 2-week interval between each subject. After the first 3 subjects in cohort 2 part B are treated, the treatment of existing subjects in cohort 2 part B will be paused after the 14-day toxicity assessment period for a safety evaluation by the Safety Review Committee (SRC). Based on the SRC safety evaluation, the treatment of the subsequent subjects can proceed if the safety evaluation from the initial 3 subjects in part B suggests that the therapy is safe. There will be another safety review after all subjects in cohort 2 have completed the 14-day toxicity assessment period."},"conditionsModule":{"conditions":["Metastatic Solid Tumor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort 1: Subjects newly diagnosed no prior therapy or prior first line treatment","type":"EXPERIMENTAL","description":"Cohort 1: Subjects with either newly diagnosed solid tumors who have not received prior therapy or subjects who have received prior first line treatment. Cohort 1 may subsequently enroll in cohort 2 part B if they have progressive disease after ≥ 2 prior therapies or if they have progressive disease within 12 months of receiving neoadjuvant or adjuvant chemotherapy and meet the inclusion criteria for cohort 2 part B.","interventionNames":["Other: Apheresis collection of MNCs (part A)"]},{"label":"Cohort 2: Subjects with relapsed/refractory (r/r) solid tumors","type":"EXPERIMENTAL","description":"Cohort 2: Subjects with relapsed/refractory (r/r) solid tumors who have progressive disease after receiving ≥ 2 prior therapies or not a candidate for therapy of proven efficacy for their disease.","interventionNames":["Biological: M-CENK, Suspension for Infusion, Cryopreserved (M-CENK) (Cohort 2 part B)","Biological: N-803 (Cohort 2 part B)"]}],"interventions":[{"type":"BIOLOGICAL","name":"M-CENK, Suspension for Infusion, Cryopreserved (M-CENK) (Cohort 2 part B)","description":"M-CENK will be administered up to 10 times weekly via intravenous (IV) infusion starting on study day 1 with a minimum of 7 days between each M-CENK dose. The dose of MCENK will be 0.25 - 0.75 × 10e9 cells per infusion.","armGroupLabels":["Cohort 2: Subjects with relapsed/refractory (r/r) solid tumors"]},{"type":"BIOLOGICAL","name":"N-803 (Cohort 2 part B)","description":"N-803 15 μg/kg will be administered subcutaneously prior to every other dose of M-CENK for up to 5 doses of N-803.","armGroupLabels":["Cohort 2: Subjects with relapsed/refractory (r/r) solid tumors"]},{"type":"OTHER","name":"Apheresis collection of MNCs (part A)","description":"Subjects in cohort 1A will participate in apheresis collection of lymphocytes (part A) and will not receive any investigational therapy in this study.","armGroupLabels":["Cohort 1: Subjects newly diagnosed no prior therapy or prior first line treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Objective (cohort 1 and cohort 2, part A subjects): Determine the safety of mononuclear cell (MNC) apheresis collection by the number of treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs) related to apheresis.","description":"\\- Safety of apheresis collection as indicated by incidence of treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs) related to apheresis, graded using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0, or in the case of cytokine release syndrome (CRS), using the specified grading system.","timeFrame":"Study Day 1, assessed for up to 1 week"},{"measure":"Primary Objective (cohort 1 and cohort 2, part A subjects): Determine the safety of mononuclear cell (MNC) apheresis collection by the number of participants with clinically significant laboratory tests.","description":"\\- Clinical lab tests include hematology (CBC w/ differential (5 part) including platelet count) and chemistry panel (BUN, blood urea nitrogen; CBC, complete blood count; RBC, red blood cells; ALT, alanine aminotransferase; AST, aspartate aminotransferase; ALP, alkaline phosphatase) performed within 1 calendar day prior to apheresis collection. Hematology test will be performed pre- and post- apheresis collection.","timeFrame":"From Baseline/Screening through Study Day 1, assessed for up to 1 day"},{"measure":"Primary Objective (cohort 1 and cohort 2, part A subjects): Determine the safety of mononuclear cell (MNC) apheresis collection by number of participants with abnormal vital signs.","description":"\\- Vital signs to include temperature, respiratory rate, heart rate, blood pressure, and oxygen saturation","timeFrame":"From Baseline/Screening through Study Day 1, assessed for up to 28 days"},{"measure":"Primary Objective (cohort 2, part B subjects): Evaluate the overall safety profile of M-CENK and N-803 for SC administration by the number of TEAEs and SAEs after the first dose of M-CENK and the first dose of N-803 (M-CENK Dose Number 1)","description":"\\- Incidence of TEAEs and SAEs, graded using the NCI CTCAE Version 5.0, or in the case of CRS using the specified grading system.","timeFrame":"From M-CENK Dose Number 1 up to 30 days, assessed for up to 30 days"},{"measure":"Primary Objective (cohort 2, part B subjects): Evaluate the overall safety profile of M-CENK and N-803 for SC administration by the number of participants with clinically significant laboratory tests","description":"\\- Clinical lab tests include hematology (CBC w/ differential (5 part) including platelet count) and chemistry panel (BUN, blood urea nitrogen; CBC, complete blood count; RBC, red blood cells; ALT, alanine aminotransferase; AST, aspartate aminotransferase; ALP, alkaline phosphatase) performed within 1 calendar day prior to first dose.","timeFrame":"From M-CENK Dose Number 1, assessed for up to 1 day"},{"measure":"Primary Objective (cohort 2, part B subjects): Evaluate the overall safety profile of M-CENK and N-803 for SC administration by the number of participants with abnormal vital signs","description":"\\- Vital signs to include temperature, respiratory rate, heart rate, blood pressure, and oxygen saturation","timeFrame":"From M-CENK Dose Number 1, assessed for up to 1 day"}],"secondaryOutcomes":[{"measure":"Secondary Objective (cohort 1 and cohort 2, part A subjects): Evaluate the quantity and quality of the manufactured investigational cells from subjects in cohort 1 vs. cohort 2 by the number of MNCs for manufacturing M-CENK cells.","description":"\\- Number of MNCs for manufacturing M-CENK cells","timeFrame":"Study Day 1"},{"measure":"Cohort 1 and cohort 2, part A subjects: Evaluate the quantity and quality of the manufactured cells from subjects in cohort 1 vs. cohort 2 by the number of MNCs collected and the % of natural killer (NK) cells.","description":"Number of MNCs collected and the percentage of natural killer (NK) cells (CD56/CD16 positive) after a 2 blood volume apheresis collection.","timeFrame":"Study Day 1"},{"measure":"Cohort 1 and cohort 2, part A subjects: Evaluate the quantity and quality of the manufactured cells from subjects in cohort 1 vs. cohort 2 by the number, phenotype (CD56/CD16 positive and CD3 positive cells), and function of M-CENK cells.","description":"\\- Number, phenotype (CD56/CD16 positive and CD3 positive cells), and function of M-CENK cells as measured by flow cytometry and interferon (IFN) γ production, and cytotoxicity following enrichment and expansion of the NK cells ex vivo.","timeFrame":"Study Day 1"},{"measure":"Secondary Objective (cohort 1 and cohort 2, part A subjects): Evaluate the quantity and quality of the manufactured investigational cells from subjects in cohort 1 vs. cohort 2 by the number of cryopreserved aliquots of manufactured M-CENK cells.","description":"\\- Number of cryopreserved aliquots of manufactured M-CENK cells.","timeFrame":"Study Day 1"},{"measure":"Secondary Objective (cohort 2, part B): Evaluate the overall safety profile of up to 10 doses of M-CENK and up to 5 doses of N-803 for SC administration in subjects with relapsed or refractory (R/R) solid tumors by the number of TEAEs and SAEs.","description":"\\- Incidence of TEAEs and SAEs, graded using the NCI CTCAE Version 5.0, or in the case of CRS using a specified grading system.","timeFrame":"From M-CENK Dose Number 1 through End of Study (up to 12 months from first dose), assessed for up to 12 months"},{"measure":"Cohort 2, part B subjects: Evaluate overall safety profile of up to 10 doses of M-CENK and up to 5 doses of N-803 in subjects with relapsed or refractory (R/R) solid tumors by the number of participants with clinically significant laboratory tests.","description":"* Clinical lab tests include hematology (CBC w/ differential (5 part) including platelet count) and chemistry panel (BUN, blood urea nitrogen; CBC, complete blood count; RBC, red blood cells; ALT, alanine aminotransferase; AST, aspartate aminotransferase; ALP, alkaline phosphatase) and will be performed within 1 calendar day prior to dosing.\n* Vital signs.","timeFrame":"From M-CENK Dose Number 1 through End of Study (up to 12 months from first dose), assessed for up to 12 months"},{"measure":"Cohort 2, part B: Evaluate the overall safety profile of up to 10 doses of M-CENK and up to 5 doses of N-803 for SC administration in subjects with relapsed or refractory (R/R) solid tumors by the number of of participants with abnormal vital si","description":"\\- Vital signs to include temperature, respiratory rate, heart rate, blood pressure, and oxygen saturation","timeFrame":"From M-CENK Dose Number 1 through End of Study (up to 12 months from first dose), assessed for up to 12 months"},{"measure":"Secondary Objective (cohort 2, part B subjects): Obtain preliminary estimates of efficacy by measuring the objective response rate (ORR) by the percentage of subjects that achieve a confirmed complete or partial overall response","description":"\\- ORR will be measured 4 weeks after the first dose of M-CENK then every 8 weeks (± 1 week), and at EOT and EOS, in accordance with Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 and modified RECIST guidelines for immunotherapy trials (iRECIST) and the percentage of subjects that achieve a confirmed complete or partial overall response will be presented. The 95% confidence interval of the response rate will be presented. Response will be assessed using both RECIST and iRECIST.","timeFrame":"From Baseline/Screening through End of Study (up to 12 months from first dose), measured at 4 weeks, every 8 weeks, EOT, EOS"},{"measure":"Secondary Objective (cohort 2, part B subjects): Obtain preliminary estimates of efficacy by measuring the progression-free survival (PFS) by the","description":"\\- PFS will be measured 4 weeks after the first dose of M-CENK then every 8 weeks (± 1 week), and at EOT and EOS by RECIST Version 1.1 and iRECIST and will be evaluated using Kaplan-Meier methods. PFS will be defined as the time from the date of first treatment to the date of disease progression or death (any cause) whichever occurs first.","timeFrame":"From M-CENK Dose Number 1 to the date of disease progression or death (any cause), assessed for up to 12 months"},{"measure":"Secondary Objective (cohort 2, part B subjects): Obtain preliminary estimates of efficacy by measuring the overall survival (OS) from the first date of treatment to the date of death.","description":"Overall Survival will be evaluated using Kaplan-Meier methods. OS will be defined as the time from the date of first treatment to the date of death (any cause). Subjects who are alive at the end of follow-up will be censored at the last known date alive.","timeFrame":"From M-CENK Dose Number 1 to the date of death (any cause), assessed for up to 12 months"}],"otherOutcomes":[{"measure":"Exploratory Objective (cohort 1 and cohort 2, part A subjects): Evaluate and compare immune profiles of whole blood and apheresis product by frequency and phenotype of immune cells as measured by flow and mass cytometry..","description":"\\- Frequency and phenotype of immune cells as measured by flow and mass cytometry.","timeFrame":"From Baseline/Screening through Study Day 1"},{"measure":"Exploratory Objective (cohort 1 and cohort 2, part A subjects): Evaluate and compare immune profiles of whole blood and apheresis product by frequency, number, phenotype, and proliferation of NK cells as measured by flow and mass cytometry.","description":"\\- Frequency, number, phenotype, and proliferation of NK cells as measured by flow and mass cytometry.\n\nFunction of NK cells and NK cell receptor profile as measured by intracellular staining for cytokines, surface marker staining, and assessments of cytotoxicity.\n\n\\- Serum cytokines.","timeFrame":"From Baseline/Screening through Study Day 1"},{"measure":"Cohort 1/2, part A subjects: Evaluate and compare immune profiles of whole blood and apheresis product by function of NK cells and NK cell receptor profile by intracellular staining for cytokines, surface marker staining, and assessments of cytotoxicity.","description":"Exploratory Objective:\n\n* Function of NK cells and NK cell receptor profile as measured by intracellular staining for cytokines, surface marker staining, and assessments of cytotoxicity.\n* Serum cytokines.","timeFrame":"From Baseline/Screening through Study Day 1"},{"measure":"Exploratory Objective (cohort 1 and cohort 2, part A subjects): Evaluate and compare immune profiles of whole blood and apheresis product by measuring serum cytokines.","description":"\\- Serum cytokines.","timeFrame":"From Baseline/Screening through Study Day 1"},{"measure":"Exploratory Objective (cohort 2, part B subjects): Evaluate whole blood immune profiles by frequency and phenotype of immune cells as measured by flow and mass cytometry.","description":"\\- Frequency and phenotype of immune cells as measured by flow and mass cytometry.","timeFrame":"From Baseline/Screening through End of Study, assessed for up to 12 months"},{"measure":"Exploratory Objective (cohort 2, part B subjects): Evaluate whole blood immune profiles by function of NK cells and NK cell receptor profile as measured by intracellular staining for cytokines, surface marker staining, and assessments of cytotoxicity.","description":"\\- Function of NK cells and NK cell receptor profile as measured by intracellular staining for cytokines, surface marker staining, and assessments of cytotoxicity.","timeFrame":"From Baseline/Screening through End of Study, assessed for up to 12 months"},{"measure":"Exploratory Objective (cohort 2, part B subjects): Evaluate whole blood immune profiles by measuring serum cytokines.","description":"\\- Serum cytokines.","timeFrame":"From Baseline/Screening through End of Study, assessed for up to 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nCohorts 1 and 2, Part A:\n\n* Age ≥ 18 years old.\n* Able to understand and provide a signed informed consent that fulfills the relevant Institutional Review Board (IRB) or Independent Ethics Committee (IEC) guidelines.\n* Have histologically confirmed locally advanced, unresectable, or metastatic solid tumor.\n* For subjects with genetic mutations or alterations in solid tumors (e.g. NSCLC, pancreatic cancer, melanoma), the subjects must have received prior appropriate disease specific targeted therapy and have progressed.\n* Have at least 1 measurable lesion and/or non-measurable disease evaluable in accordance with RECIST Version 1.1.\n* For subjects with a history of human immunodeficiency virus (HIV)\n* Subjects with CD4+ T-cell (CD4+) counts ≥ 350 cells/uL and without a history of AIDS defining opportunistic infections.\n* For subjects with a history of hepatitis B virus (HBV)\n* Subjects who are chronic carriers of HBV infection (HBsAg-positive, undetectable or low HBV DNA, and normal ALT) who are not on HBV therapy, or in individuals who have serologic evidence of a resolved prior HBV infection (i.e., HBsAg-negative and anti-HBc-positive), anti-HBV prophylaxis should be assessed prior to enrollment.\n* Subjects with chronic HBV infection with active disease who meet the criteria for anti HBV therapy should be on a suppressive antiviral therapy prior to enrollment.\n* For subjects with a history of hepatitis C virus (HCV)\n* Subjects with a history of HCV infection should have completed curative antiviral treatment and have a HCV viral load below the limit of quantification are eligible.\n* Subjects who are HCV Ab positive but HCV RNA negative due to prior treatment or natural resolution are eligible.\n* Subjects on concurrent HCV treatment and have HCV below the limit of quantification are eligible.\n\nNote: Subjects who have a history of HIV/HBV/HCV or are seropositive will require Infectious Disease Marker (IDM) testing prior to apheresis collection.\n\n* Subjects who currently have non-progressive brain metastasis and were previously treated with surgical resection/debulking, radiation, and stereotactic radiosurgery.\n* Able to undergo an Apheresis procedure:\n* Have adequate venous access\n* Able to sit or recline for 5-6 hours with limited movement\n* Hemoglobin must be ≥ 9.0 g/dL\n* Platelet count must be ≥ 100,000 cells/mm3\n* Vital signs must be within normal range\n* Negative serum pregnancy test for females of childbearing potential.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n* Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n* Agreement to practice effective contraception for female subjects of child-bearing potential and non-sterile males. Female subjects of child-bearing potential must agree to use effective contraception for up to 30 days after completion of therapy, and non- sterile male subjects must agree to use a condom for up to 30 days after treatment. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), 2 forms of barrier methods (eg, condom, diaphragm) used with spermicide, and intrauterine devices (IUDs).\n\nCohort 2, Part B subjects only:\n\n* Have documented progressive disease after receiving treatment with at least 2 prior lines of therapy or not be a candidate for therapy of proven efficacy for their disease. Prior immune therapy and prior treatment with a checkpoint inhibitor as per FDA indication for current standard of care therapy is allowed.\n* Subjects cannot receive M-CENK before a 14-day washout period following treatment with an approved chemotherapy and approved or investigational immunotherapy (eg PD-1/PD-L1 inhibitors, CAR NK cells \\[PD-L1 t-haNK\\], N-803). A repeat lab at least 14 days after completion of the washout period is required.\n* Subjects cannot receive M-CENK before a 30-day washout period following treatment with investigational chemotherapy. A repeat lab at least 30 days after completion of the washout period is required.\n* Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n* Agreement to practice effective contraception for female subjects of child-bearing potential and nonsterile males. Female subjects of child-bearing potential must agree to use effective contraception for up to 30 days after completion of therapy, and non- sterile male subjects must agree to use a condom for up to 30 days after treatment. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), 2 forms of barrier methods (eg, condom, diaphragm) used with spermicide, and intrauterine devices (IUDs).\n\nExclusion Criteria (Cohorts 1 and 2, Part A):\n\nThere is no exclusion criteria for cohorts 1 and 2, part A.\n\nExclusion Criteria (Cohort 2, Part B only):\n\n\\*Note: All subjects must meet eligibility criteria at the time of enrollment. Additionally, all subjects will be re-evaluated to confirm that they still meet the eligibility criteria specified with an asterisk below once the M-CENK cells are manufactured and prior to to the first administration of M-CENK. The Sponsor will approve the subject's continued eligibility prior to receiving the manufactured M-CENK cells.\n\n* \\*Life expectancy \\< 16 weeks based on the best judgment of the Investigator.\n* \\*Involuntary weight loss of \\> 10% usual body weight between the time of enrollment and at the time of administration of M-CENK cells\n* \\*Calorie or protein restrictive dietary regimen.\n* \\*Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drug used in this study or that would put the subject at high risk for treatment- related complications.\n* Systemic autoimmune disease (eg, lupus erythematosus, rheumatoid arthritis, Addison's disease, autoimmune disease associated with lymphoma) requiring medical treatment.\n* \\*Currently receiving or has received antibiotics since enrolling in the study or documented infection.\n* History of organ transplant requiring immunosuppression.\n* History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis), unless the inflammation is well controlled.\n* \\*Inadequate organ function, evidenced by the following laboratory results:\n* Absolute neutrophil count (ANC) \\< 1000 cells/mm3.\n* Platelet count \\< 100,000 cells/mm3.\n* Hemoglobin \\< 9 g/dL.\n* Total bilirubin \\> 1.5 x the upper limit of normal (ULN; unless the subject has documented Gilbert's syndrome).\n* AST (SGOT) or ALT (SGPT) \\> 2.5 × ULN (\\> 5 × ULN in subjects with liver metastases).\n* Alkaline phosphatase (ALP) levels \\> 2.5 × ULN (\\> 5 × ULN in subjects with liver metastases, or \\>10 × ULN in subjects with bone metastases).\n* Serum creatinine \\> 2.0 mg/dL or 177 μmol/L.\n* Albumin \\< 2.8 g/dL. Note: Each site should use its own institution's upper limit of normal (ULN) to determine eligibility.\n* \\*Subjects with ascites requiring paracentesis or pleural effusion requiring thoracentesis.\n* \\*Uncontrolled hypertension (systolic \\> 160 mm Hg and/or diastolic \\> 110 mm Hg) or clinically significant (ie, active) cardiovascular disease, cerebrovascular accident/stroke, or myocardial infarction within 6 months prior to first study medication; unstable angina; congestive heart failure of New York Heart Association grade 2 or higher; or serious cardiac arrhythmia requiring medication.\n* \\*Dyspnea at rest due to complications of advanced malignancy or other disease requiring continuous oxygen therapy. Oxygen therapy on an as needed or intermittent basis is allowed.\n* \\*Current chronic daily treatment (since enrolling in the study) with systemic corticosteroids (dose equivalent to or greater than 10 mg/day methylprednisolone), excluding inhaled steroids. Short-term steroid use to prevent IV contrast allergic reaction or anaphylaxis in subjects who have known contrast allergies is allowed.\n* \\*Known hypersensitivity to any component of the study medication(s).\n* \\*Participation in an investigational drug study or history of receiving any investigational treatment or cytotoxic chemotherapy within 14 days prior to dosing for this study, except for hormone-lowering therapy in subjects with hormone-sensitive cancer.\n* \\*Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n* \\*Concurrent participation in any interventional clinical trial since enrolling.\n* \\*Pregnant and nursing women. A negative serum pregnancy test during screening and a negative pregnancy test within 24 hours prior to the first dose must be documented before M-CENK is administered to a female subject of childbearing potential.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Leonard Sender, MD","affiliation":"ImmunityBio, Inc.","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Chan Soon-Shiong Institute for Medicine","city":"El Segundo","state":"California","zip":"90245","country":"United States","geoPoint":{"lat":33.91918,"lon":-118.41647}},{"facility":"Hoag Memorial Hospital Presbyterian","city":"Newport Beach","state":"California","zip":"92663","country":"United States","geoPoint":{"lat":33.61891,"lon":-117.92895}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D009362","term":"Neoplasm Metastasis"}],"ancestors":[{"id":"D009385","term":"Neoplastic Processes"},{"id":"D009369","term":"Neoplasms"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]},"interventionBrowseModule":{"meshes":[{"id":"D013535","term":"Suspensions"},{"id":"D015925","term":"Cryopreservation"},{"id":"C582303","term":"ALT-803"}],"ancestors":[{"id":"D003102","term":"Colloids"},{"id":"D045424","term":"Complex Mixtures"},{"id":"D004304","term":"Dosage Forms"},{"id":"D004364","term":"Pharmaceutical Preparations"},{"id":"D014021","term":"Tissue Preservation"},{"id":"D016591","term":"Histocytological Preparation Techniques"},{"id":"D003584","term":"Cytological Techniques"},{"id":"D019411","term":"Clinical Laboratory Techniques"},{"id":"D019937","term":"Diagnostic Techniques and Procedures"},{"id":"D003933","term":"Diagnosis"},{"id":"D006652","term":"Histological Techniques"},{"id":"D011309","term":"Preservation, Biological"},{"id":"D013812","term":"Therapeutics"},{"id":"D008919","term":"Investigative Techniques"}]}},"hasResults":false}