{"protocolSection":{"identificationModule":{"nctId":"NCT06623656","orgStudyIdInfo":{"id":"24-02027124"},"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"Preoperative Radioimmunotherapy Versus Chemoimmunotherapy in NSCLC","officialTitle":"Multicenter Randomized Phase II Trial of Neoadjuvant Radioimmunotherapy Versus Chemoimmunotherapy in Patients With Clinical Stages IB-III (N2) Non-small Cell Lung Cancer"},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-02-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-09-30","studyFirstSubmitQcDate":"2024-09-30","studyFirstPostDateStruct":{"date":"2024-10-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-21","lastUpdatePostDateStruct":{"date":"2025-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if Cemiplimab with chemotherapy or Cemiplimab with stereotactic body radiation therapy (SBRT) works as treatment for stages IB, II, and III (N2) Non-Small Cell Lung Cancer (NSCLC).\n\nBefore surgery to remove their lung cancer, participants will take:\n\n1. Cemiplimab with chemotherapy (Arm A) every 3 weeks for up to 3 doses, OR\n2. Cemiplimab every 3 weeks for up to 3 doses with SBRT (Arm B). SBRT will be given on day 1 before taking cemiplimab, then SBRT alone on day 2 and day 3.\n\nFour to 12 weeks following surgery, participants in both Arm A and Arm B will receive treatment with cemiplimab for one year."},"conditionsModule":{"conditions":["Carcinoma, Non-Small-Cell Lung"],"keywords":["Lung neoplasms","Bronchial Neoplasms","Carcinoma, bronchogenic","Neoplasms"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":112,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cemiplimab with chemotherapy (Arm A)","type":"EXPERIMENTAL","description":"Before lung cancer surgery:\n\n1. Cemiplimab 350 mg intravenously every 3 weeks up to 3 cycles.\n2. Platinum-based chemotherapy intravenously every 3 weeks up to 3 cycles.\n\nAfter lung cancer surgery, cemiplimab 350 mg intravenously every 3 weeks for 4 treatments followed by 700 mg every 6 weeks for one year (11 treatments).","interventionNames":["Drug: Cemiplimab","Drug: Platinum based chemotherapy"]},{"label":"Cemiplimab with SBRT (Arm B)","type":"EXPERIMENTAL","description":"Before lung cancer surgery:\n\n1. Cemiplimab 350 mg intravenously every 3 weeks up to 3 cycles.\n2. SBRT on days 1, 2, and 3.\n\nAfter lung cancer surgery, cemiplimab 350 mg intravenously every 3 weeks for 4 treatments followed by 700 mg every 6 weeks for one year (11 treatments).","interventionNames":["Drug: Cemiplimab","Radiation: Stereotactic body radiation therapy"]}],"interventions":[{"type":"DRUG","name":"Cemiplimab","description":"Intravenously","armGroupLabels":["Cemiplimab with SBRT (Arm B)","Cemiplimab with chemotherapy (Arm A)"],"otherNames":["Libtayo, REGN2810"]},{"type":"DRUG","name":"Platinum based chemotherapy","description":"Intravenously","armGroupLabels":["Cemiplimab with chemotherapy (Arm A)"],"otherNames":["Cisplatin, pemetrexed, gemcitabine, carboplatin, paclitaxel, docetaxel"]},{"type":"RADIATION","name":"Stereotactic body radiation therapy","description":"8 Gy times 3 treatment days (Days 1-3)","armGroupLabels":["Cemiplimab with SBRT (Arm B)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with pathological complete response (pCR)","description":"pCR is defined as the absence of viable tumor in the tumor bed and the draining lymph nodes upon pathological review of the tissue.","timeFrame":"Surgical resection (Weeks 9-13)."}],"secondaryOutcomes":[{"measure":"Number of participants with Major Pathological Response (MPR)","description":"MPR is defines as is defined as ≤10% residual viable tumor in the resected specimen on histopathological examination.","timeFrame":"Surgical resection (Weeks 9-13)."},{"measure":"Number of participants with neoadjuvant treatment-related adverse events as assessed by CTCAE v5.0","description":"Defined as grade 3-4 toxicities determined to be related to the study drug and are assessed and graded according to CTCAE v. 5.0","timeFrame":"From cemiplimab with chemotherapy and cemiplimab with SBRT treatment start date (Day 1) to prior to surgical resection (Weeks 9-13)."},{"measure":"Surgical delay, mean/standard deviation","description":"Defined as a delay in surgery beyond 6 weeks from the last dose of neoadjuvant cemiplimab","timeFrame":"From the date of the last dose of neoadjuvant cemiplimab treatment (Week 7) to surgical resection (Weeks 9-13)."},{"measure":"Number of participants with minimal access surgery","description":"Defined as the confirmation of a minimal access surgical procedure","timeFrame":"Time of surgical resection (Week 9-13), after the last preoperative dose of cemiplimab."},{"measure":"Change in number of participants with distant recurrence","description":"Distant recurrence rate is defined as confirmed distant disease recurrence","timeFrame":"From cemiplimab with chemotherapy and cemiplimab with SBRT treatment start date (Day 1) to recurrence (Every 6 months for 3 years, then yearly for year 4-5)."},{"measure":"Change in number of participants with local recurrence","description":"Local recurrence rate is defined as confirmed local disease recurrence","timeFrame":"From cemiplimab with chemotherapy and cemiplimab with SBRT treatment start date (Day 1) to recurrence (Every 6 months for 3 years, then yearly for year 4-5)."},{"measure":"Change from baseline in health-related quality of life, as measured by the European Organization for Research and Treatment of Cancer-Core Quality of Life Questionnaire (EORTC QLQ-C30)","description":"The EORTC scores range from 0 to 100; a higher score represents a higher level of functioning, or a higher level of symptoms.","timeFrame":"From baseline (Day 1), Post Treatment (Weeks 9-10), to 6 months post operatively."},{"measure":"Change from baseline in health-related quality of life, as measured by the European Organization for Research and Treatment of Cancer-Core Quality of Life Questionnaire (EORTC QLQ-LC13)","description":"The EORTC scores range from 0 to 100; a higher score represents a higher level of functioning, or a higher level of symptoms.","timeFrame":"Baseline (Day 1), Post Treatment (Weeks 9-10), to 6 months post operatively."},{"measure":"Event Free Survival (EFS) in months","description":"EFS is defined as the time from randomization to the first documentation of disease recurrence, disease progression, or death without documented recurrence/progression.","timeFrame":"From randomization (day 1) up to 2 years."},{"measure":"Number of days spent in the ICU (Intensive care unit)","timeFrame":"From the time of admission (Week 9-13) to the ICU (approximately 1 day after surgical resection) to discharge (approximately 2-5 days after surgical resection)"},{"measure":"Number of participants with surgical adverse events as assessed by CTCAE v5.0","description":"Defined as grade 3-4 toxicities assessed and graded according to CTCAE v. 5.0","timeFrame":"From the time of surgical resection (Weeks 9-13) until hospital discharge, approximately 2-5 days after surgical resection."},{"measure":"Number of days spent in the hospital","timeFrame":"From the date of surgery (Weeks 9-13) to discharge from the hospital (approximately 2-5 days after surgical resection)"},{"measure":"Number of participants with negative surgical resection margins (R-0)","description":"Defined as no gross or microscopic tumor remaining in the primary tumor site as determined by the pathologist.","timeFrame":"Time of surgical resection (Weeks 9-13), after the last preoperative dose of cemiplimab."},{"measure":"Progression Free Survival (PFS) in months","description":"PFS is defined as the time from randomization to the first documentation of evidence of disease progression or death from disease.","timeFrame":"From randomization (day 1) up to 2 years."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with histologically or cytologically proven clinical stages IB (T2aN0), II, and III(N2) NSCLC (according to AJCC version 9) eligible for surgical resection with curative intent. Patients with 2 synchronous NSCLC are allowed.\n2. Measurable disease, as defined by RECIST v1.1.\n3. Known PD-L1 expression.\n4. No known EGFR mutations or ALK fusions.\n5. Written informed consent and HIPAA obtained from the subject prior to performing any protocol-related procedures.\n6. Age \\> 18 years at time of study entry.\n7. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n8. No prior therapy for lung cancer\n9. Adequate organ and bone marrow function as defined below:\n\n   * Absolute neutrophil count (ANC) ≥1.5 x10(3)/uL\n   * Platelets ≥75 x10(3)/uL\n   * Hemoglobin ≥9 g/dL\n   * Serum creatinine ≤1.5 X upper limit of normal (ULN) OR calculated CrCl ≥50 ml/min (using the Cockcroft-Gault formula).\n   * Serum total bilirubin ≤1.5 X ULN, except in patients with clinically documented Gilbert's Syndrome where ≤3x the ULN is permitted\n   * Aspartate aminotransferase (AST)/ Alanine aminotransferase (ALT) ≤3 X ULN\n10. WOCBP\\* must have a negative serum (beta-hCG) at screening.\n\n    1. \\*WOCBP are defined as women who are fertile following menarche until becoming postmenopausal, unless permanently sterile. Permanent sterilization methods include hysterectomy, bilateral salpingectomy, and bilateral oophorectomy.\n\n       \\- A postmenopausal state is defined as no menses for 12 months without an alternative medical cause. A high FSH level in the postmenopausal range may be used to confirm a postmenopausal state in women not using hormonal contraception or hormonal replacement therapy. However, in the absence of 12 months of amenorrhea, a single FSH measurement is insufficient to determine the occurrence of a postmenopausal state. The above definitions are according to the CTFG guidance. Pregnancy testing and contraception are not required for women who are post-menopausal or with documented permanent sterilization.\n    2. Male study patients with WOCBP partners are required to use condoms unless they are vasectomized or practice sexual abstinence.\n    3. Vasectomized partner or vasectomized study patient must have received medical assessment of the surgical success.\n    4. Periodic abstinence (calendar, symptothermal, post-ovulation methods), withdrawal (coitus interruptus), spermicides only, and LAM are not acceptable methods of contraception. Female condom and male condom should not be used together.\n11. WOCBP must agree not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during the entire trial and until 6 months after last treatment.\n12. All men must agree not to donate sperm during the trial and for 6 months after receiving the last therapy dose.\n\nExclusion Criteria:\n\n1. History of another primary malignancy except for:\n\n   * Malignancy treated with curative intent and with no known active disease ≥2 years before the first dose of the study drug and of low potential risk for recurrence.\n   * Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease.\n   * Adequately treated carcinoma in situ without evidence of disease e.g., cervical cancer in situ, in-situ urinary bladder cancer, treated localized prostate cancer, and ductal carcinoma in-situ.\n   * Indolent hematological malignancies\n2. Current or prior use of immunosuppressive medication within 14 days before the first dose of cemiplimab, with the exceptions of intranasal, inhaled, topical steroids, or local steroid injections (e.g.intra articular injection), corticosteroids or systemic corticosteroids at physiological doses which are not to exceed 10 mg/day of prednisone or an equivalent corticosteroid, and steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n3. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease systemic lupus erythematosus, sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc\\]. No active diverticulitis within the previous 3 months. The following are exceptions to this criterion:\n\n   * Patients with vitiligo or alopecia\n   * Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n   * Any chronic skin condition that does not require systemic therapy\n4. Uncontrolled, intercurrent illness including, but not limited to: ongoing or active infection requiring antibiotics (exception is a brief (≤10 days) course of antibiotics to be completed before initiation of treatment), symptomatic congestive heart failure, unstable angina pectoris, or psychiatric illness/social situations that would limit compliance with study requirements as determined by the Investigator.\n5. Interstitial lung disease (eg, idiopathic pulmonary fibrosis, organizing pneumonia) or active, noninfectious pneumonitis that requires immune-suppressive doses of glucocorticoids to assist with management. A history of radiation pneumonitis in the radiation field is permitted as long as pneumonitis is resolved ≥6 months prior to study treatment.\n6. Receipt of a live vaccine within 30 days of the planned start of study medication.\n\n   Note: If a patient intends to receive a COVID-19 vaccine before the start of the study drug, participation in the study should be delayed at least 4 weeks after any COVID-19 vaccination. During the neoadjuvant treatment period, it is recommended to delay any COVID-19 vaccination or any other vaccination until patients have undergone radical surgery for the lung. A vaccine dose should not be administered less than 48 hours (ideally by at least one week) before or after study drug dosing.\n7. Prior allogeneic stem cell transplant or solid organ transplant.\n8. Known HIV, active hepatitis B or C.\n9. Female patients who are pregnant or breastfeeding.\n10. Sexually active men and WOCBP who are unwilling to practice highly effective contraception prior to the initial dose/start of the first treatment, during the study, and for at least 6 months after the last dose. Highly effective contraceptive measures include:\n\n    1. stable use of combined (estrogen and progestogen-containing) hormonal contraception (oral, intravaginal, transdermal) or progestogen-only hormonal contraception (oral, injectable, implantable) associated with inhibition of ovulation initiated 2 or more menstrual cycles prior to screening\n    2. IUD; IUS\n    3. bilateral tubal ligation (occlusion)\n    4. vasectomized partner (provided that the male vasectomized partner is the sole sexual partner of the WOCBP study patient and that the vasectomized partner has obtained medical assessment of surgical success for the procedure); and or\n    5. sexual abstinence\n\n       * Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject.\n       * Periodic abstinence (calendar, symptothermal, post-ovulation methods), withdrawal (coitus interruptus), spermicides only, and LAM are not acceptable methods of contraception. Female condom and male condom should not be used together.\n       * Sexually active men and their partners must use highly effective contraception as described above. Contraception is not required for men with documented vasectomy and for women who are post-menopausal or with documented permanent sterilization.\n11. Adjuvant hormonotherapy used for breast cancer or other hormone-sensitive cancers in long term remission is allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julissa Murillo","role":"CONTACT","phone":"2127463328","email":"jum4020@med.cornell.edu"},{"name":"Julia Muuse","role":"CONTACT","phone":"212-746-4528","email":"jum4029@med.cornell.edu"}],"overallOfficials":[{"name":"Nasser K Altorki, MD","affiliation":"Weill Medical College of Cornell University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Weill Cornell Medicine","status":"RECRUITING","city":"New York","state":"New York","zip":"10065","country":"United States","contacts":[{"name":"Julissa Murillo","role":"CONTACT","phone":"212-746-3328","email":"jum4020@med.cornell.edu"},{"name":"Julia Muuse","role":"CONTACT","phone":"2127464528","email":"jum4029@med.cornell.edu"},{"name":"Nasser Altorki, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D001984","term":"Bronchial Neoplasms"},{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D009369","term":"Neoplasms"}],"ancestors":[{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D001982","term":"Bronchial Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000627974","term":"cemiplimab"},{"id":"D017671","term":"Platinum Compounds"},{"id":"D002945","term":"Cisplatin"},{"id":"D000068437","term":"Pemetrexed"},{"id":"D000093542","term":"Gemcitabine"},{"id":"D016190","term":"Carboplatin"},{"id":"D017239","term":"Paclitaxel"},{"id":"D000077143","term":"Docetaxel"},{"id":"D016634","term":"Radiosurgery"}],"ancestors":[{"id":"D007287","term":"Inorganic Chemicals"},{"id":"D017606","term":"Chlorine Compounds"},{"id":"D017672","term":"Nitrogen Compounds"},{"id":"D006147","term":"Guanine"},{"id":"D007042","term":"Hypoxanthines"},{"id":"D011688","term":"Purinones"},{"id":"D011687","term":"Purines"},{"id":"D006574","term":"Heterocyclic Compounds, 2-Ring"},{"id":"D000072471","term":"Heterocyclic Compounds, Fused-Ring"},{"id":"D006571","term":"Heterocyclic Compounds"},{"id":"D005971","term":"Glutamates"},{"id":"D024342","term":"Amino Acids, Acidic"},{"id":"D000596","term":"Amino Acids"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D000600","term":"Amino Acids, Dicarboxylic"},{"id":"D003841","term":"Deoxycytidine"},{"id":"D003562","term":"Cytidine"},{"id":"D011741","term":"Pyrimidine Nucleosides"},{"id":"D011743","term":"Pyrimidines"},{"id":"D006573","term":"Heterocyclic Compounds, 1-Ring"},{"id":"D056831","term":"Coordination Complexes"},{"id":"D009930","term":"Organic Chemicals"},{"id":"D043823","term":"Taxoids"},{"id":"D043822","term":"Cyclodecanes"},{"id":"D003516","term":"Cycloparaffins"},{"id":"D006840","term":"Hydrocarbons, Alicyclic"},{"id":"D006844","term":"Hydrocarbons, Cyclic"},{"id":"D006838","term":"Hydrocarbons"},{"id":"D004224","term":"Diterpenes"},{"id":"D013729","term":"Terpenes"},{"id":"D011878","term":"Radiotherapy"},{"id":"D013812","term":"Therapeutics"},{"id":"D013238","term":"Stereotaxic Techniques"},{"id":"D019635","term":"Neurosurgical Procedures"},{"id":"D013514","term":"Surgical Procedures, Operative"},{"id":"D008919","term":"Investigative Techniques"}]}},"hasResults":false}