{"protocolSection":{"identificationModule":{"nctId":"NCT04791839","orgStudyIdInfo":{"id":"202104122"},"organization":{"fullName":"Washington University School of Medicine","class":"OTHER"},"briefTitle":"Safety and Efficacy of Zimberelimab (AB122) in Combination With Domvanalimab (AB154) and Etrumadenant (AB928) in Patients With Previously Treated Non-Small Cell Lung Cancer","officialTitle":"A Pilot Study to Evaluate the Safety and Efficacy of Zimberelimab (AB122) in Combination With Domvanalimab (AB154) and Etrumadenant (AB928) in Patients With Previously Treated Non-Small Cell Lung Cancer"},"statusModule":{"statusVerifiedDate":"2025-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-05","studyFirstSubmitQcDate":"2021-03-05","studyFirstPostDateStruct":{"date":"2021-03-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-11-04","lastUpdatePostDateStruct":{"date":"2025-11-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Washington University School of Medicine","class":"OTHER"},"collaborators":[{"name":"Arcus Biosciences, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Since anti-PD1, anti-TIGIT, and A2R antagonists have complementary mechanisms of action, and the latter two have shown synergism in combination with antibodies against PD-1, othis study aims to evaluate the efficacy and tolerability of the triplet combination of zimberelimab, domvanalimab, and etrumadenant in patients with non-small cell lung cancer previously treated with immune checkpoint blockade therapy."},"conditionsModule":{"conditions":["Non Small Cell Lung Cancer","Non-small Cell Carcinoma","Non-small Cell Lung Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort A: Zimberelimab + Domvanalimab + Etrumadenant","type":"EXPERIMENTAL","description":"* Patients will be treated on 21-day cycles with 360 mg zimberelimab intravenously on Day 1, 15 mg/kg domvanalimab intravenously on Day 1, and 150 mg etrumadenant orally daily on Days 1 to 21.\n* Cohort A participants are those that have PD-L1 1-49%","interventionNames":["Drug: Zimberelimab","Drug: Domvanalimab","Drug: Etrumadenant"]},{"label":"Cohort B: Zimberelimab + Domvanalimab + Etrumadenant","type":"EXPERIMENTAL","description":"* Patients will be treated on 21-day cycles with 360 mg zimberelimab intravenously on Day 1, 15 mg/kg domvanalimab intravenously on Day 1, and 150 mg etrumadenant orally daily on Days 1 to 21.\n* Cohort B participants are those that have PD-L1 ≥ 50%.","interventionNames":["Drug: Zimberelimab","Drug: Domvanalimab","Drug: Etrumadenant"]}],"interventions":[{"type":"DRUG","name":"Zimberelimab","description":"Zimberelimab will be supplied by Arcus Biosciences.","armGroupLabels":["Cohort A: Zimberelimab + Domvanalimab + Etrumadenant","Cohort B: Zimberelimab + Domvanalimab + Etrumadenant"]},{"type":"DRUG","name":"Domvanalimab","description":"Domvanalimab will be supplied by Arcus Biosciences.","armGroupLabels":["Cohort A: Zimberelimab + Domvanalimab + Etrumadenant","Cohort B: Zimberelimab + Domvanalimab + Etrumadenant"]},{"type":"DRUG","name":"Etrumadenant","description":"Etrumadenant will be supplied by Arcus Biosciences.","armGroupLabels":["Cohort A: Zimberelimab + Domvanalimab + Etrumadenant","Cohort B: Zimberelimab + Domvanalimab + Etrumadenant"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Objective response rate (ORR)","description":"* Defined as the proportion of patients achieving CR or PR\n* Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n\nPartial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.","timeFrame":"Through completion of treatment (estimated to be 9 months)"}],"secondaryOutcomes":[{"measure":"Number of study treatment related adverse events","description":"\\- Adverse events will be assessed using CTCAE v5.0 criteria","timeFrame":"From start of treatment through 30 days after last treatment or start of next treatment (estimated to be 10 months)"},{"measure":"Number of discontinuations due to treatment-related adverse events","description":"\\- Adverse events will be assessed using CTCAE v5.0 criteria","timeFrame":"From start of treatment through completion of treatment (estimated to be 9 months)"},{"measure":"Progression-free survival (PFS)","description":"* Progression-free survival (PFS), defined as the duration of time from the start date of study treatment to the date of earliest progression or death, whichever occurs first. Patients who neither progress nor die by the data cutoff date will be censored at the last follow up date.\n* Progressive Disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.","timeFrame":"Through completion of follow-up (estimated to be 5 years)"},{"measure":"Duration of response (DoR)","description":"* Duration of response (DoR), defined as the time from the confirmation of a CR, PR, or SD (whichever is first recorded), until the first date that recurrent or progressive disease is objectively documented.\n* Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n* Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","timeFrame":"Through completion of treatment (estimated to be 9 months)"},{"measure":"Disease control rate (DCR)","description":"* Disease control rate (DCR), defined as the proportion of patients achieving CR, PR, or SD measured according to RECIST 1.1.\n* Complete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Disappearance of all non-target lesions and normalization of tumor marker level.\n* Partial Response (PR): At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n* Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","timeFrame":"Through completion of treatment (estimated to be 9 months)"},{"measure":"Overall survival (OS)","description":"\\- Overall survival (OS), defined as the duration of time from the start date of study treatment to death from any cause. Patients who are alive by the data cutoff date will be censored at the last follow up date.","timeFrame":"Through completion of follow-up (estimated to be 5 years)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed metastatic squamous or non-squamous non-small cell lung cancer.\n* Previously treated with at least one line of therapy including an immune checkpoint blocker and no more than 2 prior lines in the metastatic setting.\n* Documented PD-L1 expression of at least 1% by a US FDA-approved PD-L1 assay or using the clone 22C3 antibody from archival biopsy or fresh tumor tissue.\n* At least one measurable lesion per RECIST 1.1 criteria.\n* At least 18 years of age.\n* ECOG performance status ≤ 1.\n* Normal bone marrow and organ function as defined below:\n\n  * Absolute neutrophil count ≥ 1,500/µL\n  * Platelets ≥ 100,000/µL\n  * Hemoglobin ≥ 9.0 g/dL\n  * Total bilirubin ≤ 2.0 x IULN (except participants with Gilbert's syndrome who must have total bilirubin \\< 3.0 mg/dL)\n  * AST(SGOT)/ALT(SGPT) ≤ 2.5 x IULN without hepatic metastasis and ≤ 5.0 x IULN with hepatic metastasis\n  * Creatinine ≤2 x ULN or Creatinine clearance calculated by Cockcroft-Gault formula ≥45 ml/min\n* Patients with brain or meningeal metastases are eligible provided they meet the following criteria:\n\n  * No evidence of progression by neurologic symptoms or signs for at least 4 weeks prior to first dose of study treatment\n  * Metastatic brain lesions that do not require immediate intervention\n  * No use of corticosteroids with dose above 10 mg prednisone (or equivalent)\n* The effects of the study drugs on the developing human fetus are unknown. For this reason, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry, for the duration of study participation, and for 100 days after completion of study treatment. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of the study, and 100 days after completion of study treatment.\n* Ability to understand and willingness to sign an IRB approved written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* A history of other malignancy with the exception of:\n\n  * Malignancies for which all treatment was completed at least 2 years before registration and the patient has no evidence of disease.\n  * Carcinoma of the skin without melanomatous features.\n* Patients with actionable EGFR mutation, ALK rearrangement, ROS1 fusion or RET fusion are excluded from the study.\n* Currently receiving any other investigational agents or having received any investigational agents within 28 days or 5 half-lives of first dose of trial treatment.\n* A history of allergic reactions attributed to compounds of similar chemical or biologic composition to zimberelimab, domvanalimab, etrumadenant, or other agents used in the study. Known hypersensitivity to recombinant proteins or any excipient contained in the trial formulations.\n* Use of any live vaccines against infectious diseases within 28 days of first dose of trial treatment.\n* Any gastrointestinal condition that would preclude the use of oral medications (e.g. difficulty swallowing, nausea, vomiting, or malabsorption).\n* History of trauma or major surgery within 28 days prior to the first dose of study treatment.\n* Underlying medical conditions that in the investigator's opinion will make the administration of study treatment hazardous, including but not limited to:\n\n  * Interstitial lung disease, including history of interstitial lung disease or noninfectious pneumonitis\n  * Active viral, bacterial or fungal infection requiring parenteral treatment within 14 days of the initiation of study treatment\n  * Clinically significant cardiovascular disease\n  * A condition that may obscure the interpretation of toxicity determination or AEs\n  * History of prior solid organ transplantation\n* Concurrent medical condition requiring the use of supra-physiologic doses of corticosteroids (\\> 10 mg/day of oral prednisone or equivalent) or immunosuppressive medications (with the exception of absorbable topical corticosteroids).\n* Positive test results for hepatitis B surface antigen, hepatitis C virus antibody, hepatitis C qualitative RNA, or human immunodeficiency virus-1 antibody at screening.\n* Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Any active autoimmune disease or documented history of autoimmune disease or syndrome that required systemic treatment in the past 2 years (i.e. with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs) except for vitiligo or resolved childhood asthma/atopy.\n\n  * Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment\n  * Participants with asthma who require intermittent use of bronchodilators, inhaled corticosteroids, or local corticosteroid injections will not be excluded from this study. Participants on chronic systemic corticosteroids will be excluded.\n* Pregnant and/or breastfeeding. Women of childbearing potential must have a negative pregnancy test within 14 days of study entry.\n* Due to the potential risk for drug-drug interactions with etrumadenant, participants must not have had:\n\n  * Oral treatment with strong inhibitors of breast cancer resistance protein (BCRP) (e.g., cyclosporin A, eltrombopag) or BRCP substrates with a narrow therapeutic window, administered orally (e.g., prazosin, rosuvastatin) within 4 weeks or 5 drug-elimination half-lives of the drug (whichever is longer) prior to initiation of study treatment.\n  * Oral treatment with strong inhibitors of P-glycoprotein (P-gp) substrates (e.g., itraconazole, quinidine, verapamil, dronedarone, ranolazine) or P-gp with a narrow therapeutic window, administered orally (e.g., digoxin) within 4 weeks or 5 drug-elimination half-lives of the drug (whichever is longer) prior to initiation of study treatment.\n  * Treatment with known strong CYP3A4 inducers (e.g., rifampin, phenytoin, carbamazepine, phenobarbital, and St. John's Wort) or strong CYP3A4 inhibitors (e.g., clarithromycin, grapefruit juice, itraconazole, ketoconazole, posaconazole, telithromycin, and voriconazole) within 4 weeks or 5 half-lives of the drug (whichever is longer) prior to initiation of study treatment.\n  * Treatment with known strong UDP-glucuronosyltransferases (UGTs) of UGT1A1, 1A4, 1A9 and 2B4 inhibitors (e.g., atazanavir) within 4 weeks or 5 half-lives of the drug, whichever is longer, prior to the initiation of study treatment\n\n    * Treatment with known sensitive substrates of BSEP within 4 weeks or 5 half-lives of the drug, whichever is longer, prior to the initiation of study treatment\n    * Treatment with known sensitive substrates of OCT2 within 4 weeks or 5 half-lives of the drug, whichever is longer, prior to the initiation of study treatment\n    * Treatment with known sensitive substrates of MATE1 within 4 weeks or 5 half-lives of the drug, whichever is longer, prior to the initiation of study treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Daniel Morgensztern, M.D.","affiliation":"Washington University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Washington University School of Medicine","city":"St Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine","url":"http://www.siteman.wustl.edu"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000719848","term":"zimberelimab"}]}},"hasResults":false}