{"protocolSection":{"identificationModule":{"nctId":"NCT06352073","orgStudyIdInfo":{"id":"23-2625"},"secondaryIdInfos":[{"id":"R668-EE-2380","type":"OTHER","domain":"Regeneron"}],"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Dupilumab for Eosinophilic Esophagitis With Severe Strictures","officialTitle":"Dupilumab for Eosinophilic Esophagitis With Severe Strictures (DESTRICT Study)","acronym":"DESTRICT"},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-01","studyFirstSubmitQcDate":"2024-04-05","studyFirstPostDateStruct":{"date":"2024-04-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-10","lastUpdatePostDateStruct":{"date":"2025-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"},{"name":"Sanofi","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this research study is to determine how well an FDA-approved drug, dupilumab, works to treat patients with severe strictures and active Eosinophilic Esophagitis (EoE). This is an open-label study, meaning everyone in the study will receive dupilumab.\n\nParticipants will have a screening visit where they will complete surveys and undergo an endoscopy (EGD). Blood and biopsies (small tissue samples) will also be collected. If eligible and enrolled into the study, participants will receive weekly subcutaneous (under the skin) injections of dupilumab for 52 weeks (one year). The first dose of dupilumab will be administered in the clinic at the enrollment visit (day 0) and participants (or their caregivers) will receive training on how to self-administer the remaining doses.\n\nParticipants will return for study visits every at weeks 4, 8, 12, 18, 24, 30, 36, 44, and 52. During these visits, vital signs (temperature, heart rate, etc.) will be collected and participants will complete surveys. During visits at week 12, 24, and 52, blood will be collected and an endoscopy with biopsy will be performed.\n\nAt 64 weeks (12 weeks after the last dose of dupilumab), participants assigned female at birth (AFAB) may be asked to come to the clinic for a urine pregnancy test.","detailedDescription":"This research study aims to learn how well an FDA-approved drug called dupilumab works in treating patients with Eosinophilic Esophagitis (EoE) and severe strictures (esophageal narrowing).\n\nThis is an open-label study, which means everyone enrolled will receive dupilumab. Dupilumab is a weekly injection, administered using a needle under the skin (subcutaneous injection). Dupilumab is already approved by the FDA for treating EoE.\n\nParticipants will be part of the study for approximately 52-64 weeks. In-person study visits will occur at specific intervals. Study Visits will happen at the beginning of the study (screening), day 0 (enrollment), and weeks 4, 8, 12, 18, 24, 30, 36, 44, and 52 post-enrollment.\n\nUpper Endoscopies are performed at screening and weeks 12, 24, and 52 (or if participation ends early).\n\nPregnancy Status Check: 12 weeks after the last dose of dupilumab, participants Assigned Female at Birth (AFAB) may return to the clinic for a urine pregnancy test.\n\nStudy Procedures: What Participants Can Expect\n\n1. Consent: Participants will review the study with the study team and have an opportunity to ask questions. If they decide to participate, they will sign a consent form.\n2. Screening Procedures: These ensure eligibility for the study and include:\n\n   * Answering questions about demographics and medical history.\n   * A physical exam (checking vital signs like temperature, blood pressure, heart rate, height, and weight).\n   * Reviewing medications.\n   * Completing surveys about EoE symptoms, feelings, and quality of life.\n   * Providing a blood sample.\n   * Completing a urine pregnancy test (if applicable).\n   * Undergoing an upper endoscopy (EGD) using a flexible, lighted tube to examine the stomach, small intestine, and esophagus. Sedation may be used during the procedure. During the EGD, tissue samples (biopsies) will be taken. If the participant has narrowing in their esophagus (a stricture) that needs to be stretched (dilated) may also be dilated during the procedure.\n3. Enrollment visit (Day 0): Once eligibility is confirmed, participants will return to clinic to receive their first dose of dupilumab. At this visit, participants will:\n\n   * Complete surveys about EoE symptoms, feelings, and quality of life\n   * Check vital signs (temperature, blood pressure, respiratory rate, heart rate, and weight).\n   * Provide a blood sample.\n   * Complete a urine pregnancy test (if applicable)\n   * Discuss lifestyle considerations that should be followed (birth control methods, medications, and diet)\n   * Review medications and any new symptoms or medical history.\n   * A health care provider will give the first dose of dupilumab and teach participants (and/or their caregivers) how to administer the medication at home.\n   * Receive dupilumab to take home and instructions for giving the medication weekly.\n4. Throughout the 1-year dosing period of the study, participants (and/or their caregivers) will continue to inject dupilumab at home each week and complete a dosing diary. Participants will come to clinic at weeks 4, 8, 12, 18, 24, 30, 36, 44, and 52. Procedures at these visits include:\n\n   * Completing surveys about EoE symptoms, feelings, and quality of life\n   * Vital signs (temperature, blood pressure, respiratory rate, heart rate, and weight).\n   * Providing a blood sample.\n   * Completing a urine pregnancy test (if applicable)\n   * Discussing lifestyle considerations that should be followed (birth control methods, medications, and diet)\n   * Reviewing medications and any new symptoms or medical history.\n   * During week 12, 24, and 52 (or at the end of the study), there will also be an EGD with biopsies and dilation (if necessary).\n   * Returning all used and unused dupilumab to the clinic.\n   * Receive dupilumab to take home and instructions for giving the medication weekly.\n\n5.12 weeks after the last dose of dupilumab, participants Assigned Female at Birth (AFAB) participants may return for an in-person visit to complete a urine pregnancy test."},"conditionsModule":{"conditions":["Eosinophilic Esophagitis","EoE"],"keywords":["EoE","Stricture","dupilumab","Eosinophilic Esophagitis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Open Label dupilumab","type":"OTHER","description":"Open label dupilumab 300mg injection given subcutaneously weekly, for 52 weeks.","interventionNames":["Drug: Dupilumab"]}],"interventions":[{"type":"DRUG","name":"Dupilumab","description":"300mg weekly subcutaneous injection","armGroupLabels":["Open Label dupilumab"],"otherNames":["Dupilumab Pre-filled Syringe","Dupixent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Histologic Response to Dupilumab","description":"Proportion (percentage) of patients with histologic response, defined as \\<15 eosinophils per high-power field (eos/hpf), after 24 weeks of dupilumab 300mg weekly.","timeFrame":"24 weeks"}],"secondaryOutcomes":[{"measure":"Change in Minimum Esophageal Caliber","description":"Change in minimum esophageal caliber (measured in millimeters (mm)) as measured using EndoFLIP (Endoluminal Functional Lumen Imaging Probe) from baseline to week 24.","timeFrame":"24 weeks"},{"measure":"Decrease in Number of Dilations","description":"Decrease in the total number of esophageal dilations (esophageal stretching) required throughout the study (which includes four endoscopies - screening, week 12, week 24, and week 52) compared to the number of dilations performed over the four endoscopies prior to study entry.","timeFrame":"52 weeks"},{"measure":"Change in Endoscopic Severity","description":"Change in endoscopic severity, measured using the EoE Endoscope Reference Score (EREFS), from baseline to week 24. The score ranges from 0-9, with higher scores indicating greater severity.","timeFrame":"24 weeks"},{"measure":"Change in Histologic Severity","description":"Change in histologic severity, measured using the EoE Histologic Scoring System (HSS), from baseline to week 24. The HSS score ranges from 0-1, with higher scores indicating greater severity. This study will compare both grade (most severe area) and stage (extent of involvement) parameters of the HSS.","timeFrame":"24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Requirements to be eligible for the study:\n\n1. Age 16 and older.\n2. Diagnosis of EoE (per 2018 AGREE consensus guidelines).\n3. Currently active EoE (defined as ≥15 eos/hpf \\[eosinophils per high power field\\]) based on samples taken from the screening endoscopy.\n4. Prior intolerance to or histologic non-response (defined as a peak esophageal eosinophil count of ≥15 eos/hpf) to proton pump inhibitors (PPI) and topical corticosteroids (tCS).\n\n   * For PPI, this must be after 8 weeks or more of treatment of at least 40mg daily of any of the approved medications.\n   * For tCS, this must be after 8 weeks or more of treatment of at least 2mg daily for budesonide or 1760 mcg daily for fluticasone).\n5. One of the following specific EoE features:\n\n   * A narrow esophagus (previous endoscopy with a severe, \\<10mm area of narrowing or where a standard adult endoscope would not fit), OR\n   * 4 or more prior esophageal dilations (stretching procedures) with at least 2 dilations occurring within one year.\n6. Willing to follow certain lifestyle considerations during the study including:\n\n   * No diet changes,\n   * No changes in PPI medication (such as omeprazole \\[Prilosec\\], esomeprazole \\[Nexium\\], lansoprazole \\[Prevacid\\], etc) dose,\n   * No topical/swallowed (such as flucticasone \\[Flovent\\], budesonide \\[Eohilia\\], etc) or systemic steroids (such as prednisone) for add-on EoE therapy,\n   * Use highly effective birth control methods (for people assigned female at birth who are able to get pregnant).\n7. Weigh at least 40kg (about 89 pounds or more).\n\nReasons a participant could be excluded:\n\n1. Other eosinophilic gastrointestinal (GI) disease including:\n\n   * Eosinophilic gastritis,\n   * Eosinophilic enteritis,\n   * Eosinophilic colitis,\n   * Hypereosinophilic syndrome.\n2. Recent steroid use (systemic or swallowed/topical corticosteroid within 4 weeks prior to the screening endoscopy).\n3. Recent use of dupilumab (Dupixent) (within about 5 months of screening) or prior allergic reaction to dupilumab or its components, or dupilumab intolerance.\n4. Recent use of other biologic medications (within either 5 months or 5 half-lives, whichever is longer). Examples of biologic medications include:\n\n   * mepolizumab (Nucala),\n   * reslizumab (Cinqair, Cinqaero),\n   * benralizumab (Fasenra),\n   * cendakimab,\n   * tezepelumab (Tezspire),\n   * barzolvolimab, etc.\n5. Prior esophageal resection (surgery to remove the esophagus).\n6. Participants taking blood thinners (such as coumadin, warfarin, heparin, etc.) who are unable to stop taking them for a brief period prior to EGD (as required by normal clinical practice).\n7. Recent vaccination with a live (attenuated) vaccine (within 4 weeks of screening). Live vaccines include:\n\n   * Chickenpox (varicella),\n   * FluMist and Intranasal influenza,\n   * Measles (rubeola),\n   * Mumps,\n   * Rubella,\n   * Oral polio,\n   * Oral typhoid,\n   * Smallpox (vaccinia),\n   * Yellow fever,\n   * Bacille Calmette-Guerin\n   * Rotavirus\n   * Combination vaccines of any of the above.\n8. Study doctor's determination that it would not be medically safe to complete an EGD.\n9. Inability to read or understand English.\n10. Currently pregnant or breastfeeding.\n11. Currently in screening or eligible for another study of dupilumab (Dupixent).","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Evan S Dellon, MD, MPH","affiliation":"University of North Carolina, Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of North Carolina at Chapel Hill","city":"Chapel Hill","state":"North Carolina","zip":"27599","country":"United States","geoPoint":{"lat":35.9132,"lon":-79.05584}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D057765","term":"Eosinophilic Esophagitis"},{"id":"D003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D004941","term":"Esophagitis"},{"id":"D004935","term":"Esophageal Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005759","term":"Gastroenteritis"},{"id":"D004802","term":"Eosinophilia"},{"id":"D007960","term":"Leukocyte Disorders"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D020763","term":"Pathological Conditions, Anatomical"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}