{"protocolSection":{"identificationModule":{"nctId":"NCT05720325","orgStudyIdInfo":{"id":"HSC20220665H"},"secondaryIdInfos":[{"id":"1U01AI158460-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1U01AI158460-01A1"}],"organization":{"fullName":"The University of Texas Health Science Center at San Antonio","class":"OTHER"},"briefTitle":"Dupilumab Effects Against Aeroallergen Challenge","officialTitle":"Mechanistic Trial of Dupilumab in Adults With House Dust Mite-associated Asthma Using an Aeroallergen Challenge Chamber"},"statusModule":{"statusVerifiedDate":"2025-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-27","studyFirstSubmitQcDate":"2023-01-27","studyFirstPostDateStruct":{"date":"2023-02-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-02-20","lastUpdatePostDateStruct":{"date":"2025-02-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sunil Ahuja","investigatorTitle":"Professor","investigatorAffiliation":"The University of Texas Health Science Center at San Antonio"},"leadSponsor":{"name":"The University of Texas Health Science Center at San Antonio","class":"OTHER"},"collaborators":[{"name":"National Institute of Allergy and Infectious Diseases (NIAID)","class":"NIH"},{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The trial involves two interventions: (i) exposure to HDM in the ACC and (ii) administration of dupilumab/placebo for dupilumab.","detailedDescription":"(i)Intervention #1: HDM exposures in the ACC This trial utilizes exposures to House dust mites (HDM) in the Aeroallergen Challenge Chamber (ACC) as a two-pronged tool for (i) precision phenotyping of HDM+PARC+AA+ persons to identify those with the adaptive and maladaptive phenotypes and (ii) assessment of symptoms intermittently throughout the clinical trial to monitor effects of dupilumab/placebo on symptom severity .\n\n(ii) Participants classifying to the adaptive and maladaptive phenotypes are then randomized to 18-weeks dupilumab vs. placebo, with ACC HDM visits during this phase."},"conditionsModule":{"conditions":["Asthma, Allergic"],"keywords":["House Dust Mite Allergy","Asthma","Aeroallergen chamber","Dupilumab"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a prospective, double-blind, randomized placebo-controlled mechanistic clinical trial to test the effects of an 18-week course of dupilumab on HDM allergen challenge-induced nasal mucosa and peripheral blood traits and symptoms in persons with HDM-associated perennial allergic rhinoconjunctivitis (PARC) with allergic asthma (HDM+PARC+AA+) participants. For each yearly cohort, participants of each phenotype will be randomly selected, resulting in two groups classified as the (i) adaptive, and (ii) maladaptive phenotypes.\n\nUsing the R package SeqAlloc, a covariate-adjusted randomization will be employed to randomize each of these two groups into two subgroups; the subgroups within each group (phenotype) will be balanced by age and gender. Thus, this will result in the generation of four groups:\n\n(i) adaptive-A (ii) adaptive-B (iii) maladaptive-A (iv) maladaptive-B","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The designated unblinded biostatisticians will allocate dupilumab or placebo for dupilumab to each participant. The designated unblinded biostatisticians will develop the final unblinded randomization key for coding of study drug that will be filed in a secure location in the event that unblinding is necessary at any point during the study.","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":88,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Adaptive Phenotypes randomized to study drug","type":"ACTIVE_COMPARATOR","description":"This group will be comprised of the Adaptive-A and Adaptive-B subgroup and will consist of the adaptive phenotype participants identified during the initial HDM ACC challenge, administered the study drug.","interventionNames":["Drug: Dupilumab","Other: House Dust Mites (HDM)"]},{"label":"Maladaptive Phenotypes randomized to study drug","type":"EXPERIMENTAL","description":"This group will be comprised of the Maladaptive-A and Maladaptive-B subgroup and will consist of the maladaptive phenotype participants identified during the initial HDM ACC challenge administered the study drug.","interventionNames":["Drug: Dupilumab","Other: House Dust Mites (HDM)"]},{"label":"Adaptive Phenotype randomized to placebo","type":"PLACEBO_COMPARATOR","description":"This group will be comprised of the Adaptive-A and Adaptive-B subgroup and will consist of the adaptive phenotype participants identified during the initial HDM ACC challenge, administered the placebo.","interventionNames":["Other: House Dust Mites (HDM)","Other: Placebo"]},{"label":"Maladaptive Phenotype randomized to placebo","type":"PLACEBO_COMPARATOR","description":"This group will be comprised of the Maladaptive-A and Maladaptive-B subgroup and will consist of the maladaptive phenotype participants identified during the initial HDM ACC challenge administered the placebo.","interventionNames":["Other: House Dust Mites (HDM)","Other: Placebo"]}],"interventions":[{"type":"DRUG","name":"Dupilumab","description":"Dupixent is an interleukin-4 receptor alpha antagonist","armGroupLabels":["Adaptive Phenotypes randomized to study drug","Maladaptive Phenotypes randomized to study drug"],"otherNames":["Dupixent"]},{"type":"OTHER","name":"House Dust Mites (HDM)","description":"House Dust Mites used to challenge subjects using an aeroallergen challenge chamber","armGroupLabels":["Adaptive Phenotype randomized to placebo","Adaptive Phenotypes randomized to study drug","Maladaptive Phenotype randomized to placebo","Maladaptive Phenotypes randomized to study drug"]},{"type":"OTHER","name":"Placebo","description":"Inert placebo administered to placebo arms of study.","armGroupLabels":["Adaptive Phenotype randomized to placebo","Maladaptive Phenotype randomized to placebo"],"otherNames":["Placebo for Dupixent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overall change in ACC HDM exposure-induced nasal airway gene expression profile","description":"The overall (longitudinal) change in the ACC HDM exposure-induced nasal airway gene expression profiles observed during the first HDM exposure (visit 3; pre-randomization) and during the three on-treatment HDM exposures (visits 7, 11, and 15)","timeFrame":"Baseline to 18 weeks"}],"secondaryOutcomes":[{"measure":"Overall change in ACC HDM during first HDM exposure-induced peripheral blood gene expression","description":"The overall (longitudinal) change in the ACC HDM exposure-induced peripheral blood gene expression profiles observed during the first HDM exposure (Visit 3; pre-randomization) and during the three on-treatment HDM exposures (visits 7, 11, and 15).","timeFrame":"Baseline to 18 weeks"},{"measure":"Average symptom scores (Instantaneous Summated Symptom Score-Average: iSSS-AV)","description":"The change in the average symptom scores (iSSS-AV - average of the 10 instantaneous symptom score recordings obtained at 30-minute intervals, from t=30 min to t=300 min, throughout the 5-hour HDM exposure) assessed during the first HDM exposure (Visit 3; pre-randomization) and across the three on-treatment HDM exposures (visits 7, 11, and 15).\n\nSummated Symptom Score (SSS) scoring system Symptom Score range TNSS (Total Nasal Symptom score) 0-12 Rhinorrhea(1) 0-3 Congestion(1) 0-3 Sneezing(1) 0-3 Nasal itching(1) 0-3\n\nTOSS (Total Ocular Symptom Score) 0-9 Ocular redness(2) 0-3 Tearing(2) 0-3 Ocular itching(2) 0-3\n\nTASS (Total Asthma Symptom Score) 0-9 Cough(3) 0-3 Wheeze(3) 0-3 Dyspnea(3) 0-3 Summated symptom score (SSS) = TNSS + TOSS + TASS 0-30\n\n(1),(2),(3)Scored on a Likert-scale of 0=absent, 1=mild, 2=moderate, 3=severe Component of (1)TNSS, (2)TOSS, (3)TASS","timeFrame":"Baseline to 18 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Will demonstrate understanding of the study and will provide a signed and dated informed consent.\n2. Will be male or female, 18 to 65 years of age at the time of the screening visit.\n3. Will have symptoms consistent with perennial nasal allergy for a minimum of 2 years prior to the screening visit.\n4. Will have a positive standard skin prick test (SPT) to D. pteronyssinus within 24 months of screening. A positive SPT is defined as a wheal diameter of at least 5 mm larger than the negative control (normal saline).\n5. Will have asthma with a documented FEV1 reversibility of ≥10% within 18 months of screening.\n6. If a participant manifests symptoms suggestive of COVID-19, the participant must have a negative SARS-CoV-2 rapid antigen nasopharyngeal swab test before each HDM exposure visit.\n7. A woman of childbearing potential, must have a negative urine pregnancy test at Visit 1 and prior to each exposure in the ACC. All women of childbearing potential must agree to a medically acceptable form of birth control throughout the study duration and for at least 2 months prior to Visit 1. Acceptable methods of birth control for this study include:\n\n   1. oral, patch, or intra-vaginal contraceptives\n   2. Norplant System® or other implant system\n   3. Depo-Provera®\n   4. IUD\n   5. double barrier method\n   6. abstinence\n   7. surgical sterility (hysterectomy, tubal ligation, or uterine ablation)\n\n   Post-menopausal women defined as women without a menstrual cycle for at least 12 consecutive months qualify as non-childbearing for this study.\n8. Will have never smoked or will be an ex-smoker (\\<20 pack year history and no cigarette or smokeless tobacco use in the past year).\n\nExclusion Criteria:\n\n1. Have a chronic lung disease other than asthma.\n2. Have atopic dermatitis.\n3. Have any ocular disease that is not associated with allergic rhinoconjunctivitis.\n4. Are on home oxygen requirement.\n5. Have a history of rebound nasal congestion (brought on by extended use of topical decongestants), chronic rhinosinusitis with or without nasal polyps, nasal septal perforation, or severe nasal tract malformations noted on physical exam.\n6. Have FEV1 \\<70% predicted as determined by pre-bronchodilator spirometry at visit 1.\n7. Are unwilling/unable to withhold intranasal steroids or asthma medications before specified visits.\n8. Are unwilling/unable to abstain from protocol-defined prohibited medications for the protocol-specified times before and during screening/selection and ACC HDM exposure visits.\n9. Have received any oral or other form of systemic glucocorticosteroids within 1 month prior to the screening visit.\n10. Have received JAK-1 inhibitors within 3 months prior to the screening visit.\n11. Have known hypersensitivity to dupilumab or any of its excipients.\n12. Have an ongoing helminth infection.\n13. Have received a live vaccine within 30 days of screening or are planned to receive one during study participation.Note: Participant can receive a live vaccine \\> 30 days after final study investigational product injection (visit 14)\n14. Are pregnant or nursing.\n15. Have a history of keratoconjunctivitis sicca.\n16. Have indoor pet exposure causing upper or lower symptoms.\n17. Have received allergen immunotherapy of any form within 12 months of screening visit.\n18. Have received biologics, for any indication within 12 months of screening visit.\n19. Have participated in a trial with an investigational drug in the past 30 days.\n20. Have past or current medical problems or findings from physical examination or laboratory testing that are not listed above, that, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements, or may impact the quality or interpretation of the data obtained from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sunil K Ahuja, MD","role":"CONTACT","phone":"210-567-4823","email":"ahujas@uthscsa.edu"},{"name":"Alisha Smith, PhD","role":"CONTACT","phone":"210-567-3709","email":"Smitha22@uthscsa.edu"}],"overallOfficials":[{"name":"Sunil K Ahuja, MD","affiliation":"University of Texas Health Science Center San Antonio","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Biogenics Research Chamber","status":"RECRUITING","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","contacts":[{"name":"Robert L Jacobs, MD","role":"CONTACT","email":"Dr.jacobs@yahoo.com"},{"name":"Sunil K Ahuja, MD","role":"CONTACT","phone":"210-567-4823","email":"ahujas@uthscsa.edu"}],"geoPoint":{"lat":29.42412,"lon":-98.49363}},{"facility":"University of Texas Health Science Center at San Antonio","status":"RECRUITING","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The PI is dedicated to support free exchange of relevant scientific information. The PI agrees to keep all information and results concerning the study and the investigational product confidential as long as the data remain unpublished or have not been presented at a public meeting/conference. The PI also assures that the key design elements of this protocol will be posted in clinicaltrials.gov. Prior to any submission, all manuscripts/abstracts may be presented to Regeneron for review.\n\nBefore the clinical trial commences, the PI will discuss authorship with the study team. The published international guidelines for authorship (International Committee of Medical Journal Editors, 1997) will be adhered to; i.e., \"All persons designated as authors should qualify for authorship. Each author should have participated sufficiently in the work to take public responsibility for the content.\"","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"At the time of publication in a peer reviewed journal."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D001249","term":"Asthma"},{"id":"D000092542","term":"Dust Mite Allergy"}],"ancestors":[{"id":"D001982","term":"Bronchial Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D008173","term":"Lung Diseases, Obstructive"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012130","term":"Respiratory Hypersensitivity"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D012221","term":"Rhinitis, Allergic, Perennial"},{"id":"D065631","term":"Rhinitis, Allergic"},{"id":"D012220","term":"Rhinitis"},{"id":"D009668","term":"Nose Diseases"},{"id":"D010038","term":"Otorhinolaryngologic Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"},{"id":"D039741","term":"Antigens, Dermatophagoides"}],"ancestors":[{"id":"D000941","term":"Antigens"},{"id":"D001685","term":"Biological Factors"}]}},"hasResults":false}