{"protocolSection":{"identificationModule":{"nctId":"NCT05961709","orgStudyIdInfo":{"id":"2023-0228"},"secondaryIdInfos":[{"id":"NCI-2023-05749","type":"OTHER","domain":"NCI-Clinical Trials Registry"}],"organization":{"fullName":"M.D. Anderson Cancer Center","class":"OTHER"},"briefTitle":"The Phoenix Trial: Phase II Trial of Cemiplimab for the Non-operative Management of Localized dMMR Colon Cancer","officialTitle":"The Phoenix Trial: Phase II Trial of Cemiplimab for the Non-operative Management of Localized dMMR Colon Cancer"},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"RECRUITING","startDateStruct":{"date":"2024-05-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-18","studyFirstSubmitQcDate":"2023-07-18","studyFirstPostDateStruct":{"date":"2023-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-22","lastUpdatePostDateStruct":{"date":"2025-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"M.D. Anderson Cancer Center","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To learn if cemiplimab can help to control dMMR colon cancer.","detailedDescription":"Primary Objective:\n\n•To assess feasibility and success of an organ-sparing strategy in patients with localized dMMR colorectal cancer receiving neoadjuvant cemiplimab. The primary endpoint is rate of endoCR by 6 months.\n\nExploratory Objectives:\n\n* To quantify organ-sparing rate at 1 year for all patients treated with one dose of cemiplimab (intent to treat)\n* To quantify the composite rate of either non-operative management at 1 year or pathological complete response for all patients treated with one dose of cemiplimab (intent to treat)\n* To quantify the composite rate of either endoCR by 6 months or pathologic complete response for all patients treated with one dose of cemiplimab (intent to treat)\n* To assess and describe features observed on endoscopy after neoadjuvant cemiplimab\n* To assess radiographic response to neoadjuvant cemiplimab\n* To estimate the relapse-free survival, progression-free survival and overall survival in all enrolled participants\n* To determine the overall rates of pathological response to neoadjuvant cemiplimab in patients who undergo resection after receiving at least one dose of cemiplimab\n* To determine overall safety of cemiplimab for patients with localized colon cancer\n* To determine the change in patient-reported symptoms with cemiplimab\n* To explore the predictive ability of changes in ctDNA for efficacy endpoints\n* To determine if total mutational burden and genomic alterations correlate with response and extent of benefit from cemiplimab\n* To correlate tumor-immune microenvironment (for example T-effector cell populations; CD4 subsets; T-regulatory populations; B cell populations; dendritic and macrophage populations) in pre-treatment tumor samples with efficacy endpoints\n* To compare targeted gene expression profiles of immune-related genes and genes pertaining to common cancer signaling pathways in pre-treatment samples as well as the change in these factors (for cases with both pre-treatment and on-treatment tumor samples) between responders and non-responders"},"conditionsModule":{"conditions":["Colon Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cemiplimab","type":"EXPERIMENTAL","description":"Participants will receive cemiplimab by vein over about 30 minutes on Day 1 of each 3-week study cycle, up to 8 cycles.","interventionNames":["Drug: Cemiplimab"]}],"interventions":[{"type":"DRUG","name":"Cemiplimab","description":"Given by IV (vein)","armGroupLabels":["Cemiplimab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of Adverse Events, Graded According to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version (v) 5.0","timeFrame":"Through study completion; an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants are eligible to be included in the study only if all of the following criteria apply:\n\n* Age ≥18 years\n* Histological confirmation of colon adenocarcinoma, as determined by pathology review (inferior colon margin defined as \\>10 cm from anal verge).\n* Colon cancer that is deficient in mismatch repair (dMMR) or microsatellite Instability high (MSI-H) as determined by one of three methods:\n\n  * Immunohistochemistry-determined dMMR by complete tumor nuclear loss of MLH1, PMS2, MSH2 or MSH6\n  * PCR-determined MSI at \\>30% of tested microsatellites\n  * Next-generation-determined MSI-H based upon instability at multiple microsatellites as determined by the specific next generation sequencing panel\n* Localized colon cancer with (1) radiological staging of T3 or T4 or lymph node positive (stage II or III) OR (2) locally recurrent with luminal component OR (3) stage I with a surgical mortality defined as \\>5% by American College of Surgeons (ACS) National Surgery Quality Improvement Program\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Primary tumor that is deemed to be accessible by endoscopic intervention and willingness to undergo repeated endoscopic evaluations\n* Measurable or non-measurable disease by cross-sectional imaging per RECIST v1.1 criteria\n* Laboratory values (obtained within 7 days prior to registration) meeting the following criteria:\n\n  * Absolute neutrophil count (ANC) ≥1000/mme\n  * Platelet count \\>80,000/mm3\n  * Hemoglobin \\>8 g/dL\n  * Total bilirubin ≤1.5 x upper limit of normal (ULN) \\[for patients with Gilberts disease criteria is direct bilirubin ≤1.5 x ULN\\]\n  * Alanine aminotransferase (ALT) and aspartate transaminase (AST) ≤3 x ULN\n  * Creatinine \\<2.0 mg/dL\n* Negative urine or serum pregnancy test done ≤7 days prior to registration (women of childbearing potential only). NOTE: If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* The effects of cemiplimab on the developing human fetus are unknown. For this reason, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and 4 months after the last dose of cemiplimab. (Refer to Pregnancy Assessment Policy MD Anderson Institutional Policy # CLN1114). This includes all female patients, between the onset of menses (as early as 8 years of age) and 55 years unless the patient presents with an applicable exclusionary factor which may be one of the following:\n\n  * Postmenopausal (no menses in greater than or equal to 12 consecutive months).\n  * History of hysterectomy or bilateral salpingo-oophorectomy.\n  * Ovarian failure (Follicle Stimulating Hormone and Estradiol in menopausal range, who have received Whole Pelvic Radiation Therapy).\n  * History of bilateral tubal ligation or another surgical sterilization procedure.\n* Approved methods of birth control are as detailed in Appendix 4.\n* Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of cemiplimab administration.\n* Willingness to return to enrolling institution for follow-up.\n* Willingness to provide mandatory blood specimens for correlative research (not applicable to external sites: Cancer Network sites and LBJ Hospital)\n* Ability to understand and the willingness to sign a written informed consent document.\n* Willing and able to comply with clinical trial instructions and requirements. Individuals lacking the ability, based on reasonable medical judgment, to understand and appreciate the nature and consequences of participation in this study will not be eligible for participation.\n\nExclusion Criteria:\n\nParticipants are excluded from the study if any of the following criteria apply:\n\n* Failure to recover from acute, reversible effects of prior therapy regardless of interval since last treatment. EXCEPTION: Grade 1 or 2 peripheral (sensory) neuropathy or alopecia\n* Comorbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens; conditions including but not limited to:\n\n  * symptomatic congestive heart failure\n  * unstable angina pectoris\n  * cardiac arrhythmia\n  * ongoing or active infection\n  * psychiatric illness/social situations\n  * dyspnea at rest due to complications of advanced malignancy or other disease that requires continuous oxygen therapy\n  * any other conditions that would limit compliance with study requirements\n* Immunocompromised patients and patients known to be HIV positive and currently receiving antiretroviral therapy without undetectable viral load. NOTE: Patients known to be HIV positive, but without clinical evidence of an immunocompromised state, are eligible for this trial.\n* Receiving any other investigational agent, chemotherapy or other targeted therapy that would be considered as a treatment for the colon cancer.\n* Because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effect on the developing fetus and newborn are unknown, the following are not eligible for participation in this trial:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons who are breastfeeding\n  * Persons of childbearing potential who are unwilling to employ adequate contraception\n  * Persons expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment.\n* Any of the following prior therapies, if applicable:\n\n  * Surgery ≤3 weeks prior to study treatment\n  * Chemotherapy ≤2 weeks prior to study treatment\n  * Radiation therapy ≤2 weeks prior to study treatment\n* Patients who have received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g., CTLA-4, OX 40, CD137) for colon cancer\n* Patients with a prior or concurrent malignancy whose natural history or treatment have the potential to interfere with the safety or efficacy assessment of the investigational regimen\n* Patient has known metastatic sites of disease. Note: locoregional lymph nodes or tumor deposits are not considered metastatic disease. Also, locally recurrent disease is allowed.\n* Patient has active autoimmune disease that has required systemic treatment in the past year (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g.., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Patient has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michael Overman, MD","role":"CONTACT","phone":"(713) 792-2828","email":"GIClinicalTrials@mdanderson.org"}],"overallOfficials":[{"name":"Michael Overman, MD","affiliation":"M.D. Anderson Cancer Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Banner - MD Anderson Cancer","status":"RECRUITING","city":"Gilbert","state":"Arizona","zip":"85234","country":"United States","contacts":[{"name":"Madappa Kundranda, MD","role":"CONTACT","phone":"480-256-6444","email":"madappa.kundranda@bannerhealth.com"},{"name":"Madappa Kundranda, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.35283,"lon":-111.78903}},{"facility":"Baptist - MD Anderson Cancer Center","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32207","country":"United States","contacts":[{"name":"Ron Landmann, MD","role":"CONTACT","phone":"904-202-7300","email":"Ron.Landmann@bmcjax.com"},{"name":"Ron Landmann, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"Ochsner","status":"RECRUITING","city":"New Orleans","state":"Louisiana","zip":"70121","country":"United States","contacts":[{"name":"Jonathan Mizarah, MD","role":"CONTACT","phone":"504-842-3910","email":"jonathan.mizrahi@ochsner.org"},{"name":"Jonathan Mizarahi, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.95465,"lon":-90.07507}},{"facility":"Cooper University Medical Center","status":"RECRUITING","city":"Camden","state":"New Jersey","zip":"08103","country":"United States","contacts":[{"name":"Jamin Morrison, MD","role":"CONTACT","phone":"856-735-6314","email":"morrison-jamin@CooperHealth.edu"},{"name":"Jamin Morrison, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.92595,"lon":-75.11962}},{"facility":"M D Anderson Cancer Center","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Michael Overman, MD","role":"CONTACT","phone":"713-792-2828","email":"GIClinicalTrials@mdanderson.org"},{"name":"Michael Overman, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"seeAlsoLinks":[{"label":"M D Anderson Cancer Center","url":"http://www.mdanderson.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D003110","term":"Colonic Neoplasms"}],"ancestors":[{"id":"D015179","term":"Colorectal Neoplasms"},{"id":"D007414","term":"Intestinal Neoplasms"},{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D003108","term":"Colonic Diseases"},{"id":"D007410","term":"Intestinal Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000627974","term":"cemiplimab"}]}},"hasResults":false}