{"protocolSection":{"identificationModule":{"nctId":"NCT05094570","orgStudyIdInfo":{"id":"HSR210309"},"organization":{"fullName":"University of Virginia","class":"OTHER"},"briefTitle":"Interleukin-4Ra Blockade by Dupilumab Decreases Staphylococcus Colonization and Increases Microbial Diversity in CRSwNP","officialTitle":"Interleukin-4Ralpha Blockade by Dupilumab Decreases Staphylococcus Aureus Colonization and Increases Microbial Diversity in Chronic Rhinosinusitis With Nasal Polyposis (CRSwNP)"},"statusModule":{"statusVerifiedDate":"2025-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-27","studyFirstSubmitQcDate":"2021-10-21","studyFirstPostDateStruct":{"date":"2021-10-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-03-26","lastUpdatePostDateStruct":{"date":"2025-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Larry Borish, MD","investigatorTitle":"Professor of Medicine and Microbiology","investigatorAffiliation":"University of Virginia"},"leadSponsor":{"name":"University of Virginia","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Hypothesis: The investigators hypothesize that in patients with CRSwNP who demonstrate sinus colonization with staphylococcus aureus, the administration of dupilumab will be associated with decreased staph colonization and an increase in microbial diversity.\n\nPrimary Objective will be to demonstrate that dupilumab reduces staphylococcus aureus (phyla firmicutes) abundance while increasing microbial diversity in patients with CRSwNPs who are culture positive for staph aureus at enrollment.\n\nSecondary Objectives will be to correlate reduction in Staph aureus abundance and improved bacterial diversity with increased expression of anti-microbial proteins (ß-defensins1-4) and cathelicidin LL-37. In addition, the investigators will correlate improvements in microbial diversity/decreased staph abundance with clinical improvements as assessed via questionnaires and objective/subjective smell function and also as improvements in cellular/immune T2 inflammation as assessed by reduced expression of T2 cytokines/chemokines and eosinophil/eosinophil-derived proteins.","detailedDescription":"Chronic rhinosinusitis with nasal polyposis (CRSwNP) is an important clinical problem and is associated with profound unmet medical needs given the absence - until recently - of adequate medical therapies. It has an estimated prevalence of 2-4% in the USA and Europe but also has disproportionate burden on quality of life and economic burden.\n\nCRSwNPs is predominantly (in 62-85% of patients) a type 2 (T2) disease, as demonstrated by an IL-4high, IL-5high, IL-13high cytokine signature and prominent infiltration with eosinophils, basophils, and newly recruited mast cells. Another characteristic feature of CRSwNPs is the colonization of the sinonasal space with Staphylococcus aureus (Staph). Staph comprises \\<10% of the bacterial biomass of the healthy nose but infections with this pathogen is observed in the majority of CRSwNP patients and especially in those with asthma comorbidity or AERD.\n\nEvidence exists for an upregulatory vicious circle involving type 2 inflammation promoting an immune deficient state with reduced innate immune responsiveness to staph, leading to colonization/infection with staph and then with the staph producing exotoxins and other pathogen-associated molecular patterns (PAMPs) that promote and exacerbate the T2high state. A central endogenous immune defense to protect against colonization and infection with staph consists of innate immune-derived anti-microbial proteins (AMPs). There are two major families of AMPs, the defensins and the cathelicidins that together comprise \\>2000 proteins. These cationic proteins provide immune defenses against a range of pathogens. Downregulation of the ß-defensins (BD)-2 and BD-3 and cathelicidin LL-37 is particularly relevant to atopic dermatitis (AD) and underlies the particular susceptibility of AD skin to colonization and infection with staph. Thus, in AD staph can comprise up to 90% of the bacterial species present on the skin. These AMPs are predominantly expressed in epithelial cells including of the skin but are also expressed by airway epithelial cells (AECs). Sinonasal AECs produce all the ß-defensins (BD1-4) and BD1-3 expression is reduced in allergic inflammatory diseases of the airway. In addition to AMPs shared with the dermis, another important AMP, S100A7 (psoriasin) is also uniquely reduced in CRS.\n\nThis diminished expression of ß-defensins and cathelicidin in AD has been ascribed to overproduction of IL-4/IL-13. Inhibition of AMP expression in upper airway allergic disease has also been ascribed to these cytokines. In addition to inhibiting its production, IL-4/IL-13 also block the mobilization of BD-3 to the surface of staph. T2 cytokines further promote staph infection in AD by enhancing binding of these pathogens to atopic skin. Finally, IL-4/IL-13 may further enhance susceptibility to infection through their adverse impact on tight junction barrier function, thereby promoting microinvasive disease and access of PAMPs to submucosal targets.\n\nThe final component of the pro-inflammatory vicious circle is the capacity of Staph-derived enterotoxins to feedback to enhance production of T2-associated cytokines, thereby further exacerbating eosinophilic inflammation and the reduced innate immune defense against pathogens. This enhancement of the T2 signature has traditionally been ascribed to the production of superantigens (and antigens) by staph that engage Th2 effector cells residing in the sinuses via their T cell receptor and stimulates their further activation and cytokine secretion. However, staph-derived PAMPs including lipoteichoic acid and staph enterotoxin B (SEB) can also induce secretion of T2-promoting cytokines such as IL-33 and TSLP by engagement of toll-like receptor (TLR)2 and other pathogen recognition receptors (PRRs) on AECs.\n\nIn summary CRSwNPs frequently comprises a state in which staph-derived PAMPs exacerbate an already established T2high inflammatory condition, T2-derived cytokines but in particular IL-4 and IL-13 interact with AECs to reduce AMP production, and reduced expression of AMPs promotes the colonization and further infection with staph.\n\nThis pathogenic mechanism is now unambiguously established in atopic dermatitis. This was demonstrated via the ability of blockade of IL-4/IL-13 via administration of anti-IL-4R to decrease Staphylococcus aureus colonization and increase microbial diversity in atopic dermatitis - an effect that strongly correlated with clinical benefit. The investigators propose that a similar molecular mechanism for dupilumab will be observed in CRSwNPs."},"conditionsModule":{"conditions":["Nasal Polyps","Staphylococcus Aureus"],"keywords":["Nasal polyps","Staph aureus","Interleukin-4/-13"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Open label, single arm","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dupilumab treatment","type":"EXPERIMENTAL","description":"Treatment with dupilumab to demonstrate decreased staph prevalence and improve microbial diversity","interventionNames":["Drug: Dupilumab Prefilled Syringe"]}],"interventions":[{"type":"DRUG","name":"Dupilumab Prefilled Syringe","description":"Dupilumab 300 mg","armGroupLabels":["Dupilumab treatment"],"otherNames":["DUPIXENT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To demonstrate that dupilumab reduces staphylococcus aureus","description":"To demonstrate that dupilumab reduces staphylococcus aureus (phyla firmicutes) abundance. The abundance of Staph aureus will be determined using qPCR of the femA gene and compared at baseline and after 16 weeks of dupilumab treatment. Statistical differences in the quantity of staph aureus (as ascertained by qPCR) will be determined utilizing data obtained from all subjects comparing data obtained at the end of the study in comparison to the beginning of the study.","timeFrame":"16 weeks"}],"secondaryOutcomes":[{"measure":"To correlate reduction in Staph aureus with improvements in clinical status","description":"To correlate reduction in Staph aureus abundance and improved bacterial diversity with increased expression of anti-microbial proteins (ß-defensins1-4) and cathelicidin LL-37. These parameters will be determined using quantitative PCR. In addition, we will correlate improvements in microbial diversity/decreased staph abundance with clinical improvements as assessed via questionnaires and objective/subjective smell function and also as improvements in cellular/immune T2 inflammation as assessed by reduced expression of T2 cytokines/chemokines and eosinophil/eosinophil-derived proteins. These will be determined using proximity extension assays (for cytokines/chemokines) and enzyme immunoassays for eosinophil products. Statistical significance of data obtained at end of study will be determined in comparison to baseline samples.","timeFrame":"16 weeks"},{"measure":"To demonstrate that dupilumab increases microbial diversity","description":"To demonstrate that increases microbial diversity in CRSwNPs who are culture positive for staph aureus at enrollment. Microbial ß-diversity will be quantified via the Shannon Index and compared between baseline and 16-week samples. Microbial diversity (as ascertained by Shannon diversity) will be determined utilizing data obtained from all subjects comparing data obtained at the end of the study in comparison to the beginning of the study.","timeFrame":"16 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: • Adults, ages 18-65\n\n* History of CRSwNP including subjects with AERD\n* Sinonasal culture demonstrating staph aureus at visit 1\n* History of FESS with patent sinus ostia sufficient to obtain culture and tissue samples from the middle meatus\n* Asthma, if present, should be well controlled\n* Atopic dermatitis, if present, should be well controlled\n* Use of nasal saline irrigation and stable dosing (\\>1 month) of topical corticosteroids is permitted\n* Intent of the physicians caring to start dupilumab therapy as part of subject's standard of care\n* Subject meets FDA approved criteria for the use of dupilumab for nasal polyps\n\nExclusion Criteria:\n\n* Concurrent serious medical problem\n* Uncontrolled asthma (ACT \\<20 at screening visit)\n* Recent (within 60 days) use of oral corticosteroids\n* Recent (within 60 days) urgent care, ED visit, or hospitalization for asthma\n* Current smoker or has smoked \\>10 pack-years\n* Biologic therapy including asthma biologic therapy in last 3 months\n* Recent (within 1 month) change in CRS medical treatment (topical steroids, surfactants, irrigation protocol, etc. including changes in delivery volume or delivery methodology)\n* Recent (within 6 weeks) upper respiratory infection\n* Antibiotics within 6 weeks\n* Pregnant or breast-feeding women\n* Any contraindication to the use of dupilumab including hypersensitivity on previous administration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristin W Wavell Shifflett, BS","role":"CONTACT","phone":"4349246874","email":"kww7d@virginia.edu"},{"name":"Deborah Murphy, BSN","role":"CONTACT","phone":"4349823510","email":"ddm9q@virginia.edu"}],"overallOfficials":[{"name":"Larry C Borish, MD","affiliation":"University of Virginia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Virginia Health System","status":"RECRUITING","city":"Charlottesville","state":"Virginia","zip":"22908","country":"United States","contacts":[{"name":"Deb Murphy, BSN","role":"CONTACT","phone":"434-982-3510","email":"ddm9q@virginia.edu"}],"geoPoint":{"lat":38.02931,"lon":-78.47668}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D009298","term":"Nasal Polyps"},{"id":"D013203","term":"Staphylococcal Infections"}],"ancestors":[{"id":"D009668","term":"Nose Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D010038","term":"Otorhinolaryngologic Diseases"},{"id":"D011127","term":"Polyps"},{"id":"D020763","term":"Pathological Conditions, Anatomical"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"},{"id":"D016908","term":"Gram-Positive Bacterial Infections"},{"id":"D001424","term":"Bacterial Infections"},{"id":"D001423","term":"Bacterial Infections and Mycoses"},{"id":"D007239","term":"Infections"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}