{"protocolSection":{"identificationModule":{"nctId":"NCT06334991","orgStudyIdInfo":{"id":"QUILT-106"},"organization":{"fullName":"ImmunityBio, Inc.","class":"INDUSTRY"},"briefTitle":"Study for Subjects with Relapsed/Refractory Non-Hodgkin Lymphoma","officialTitle":"Open-Label, Phase 1 Study of CD19 T-haNK As a Single Agent and in Combination with Rituximab in Subjects with Selected CD19+ and CD20+ Relapsed/Refractory B-Cell Non-Hodgkin Lymphoma"},"statusModule":{"statusVerifiedDate":"2024-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-05","studyFirstSubmitQcDate":"2024-03-21","studyFirstPostDateStruct":{"date":"2024-03-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-01-10","lastUpdatePostDateStruct":{"date":"2025-01-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Open Label, Phase 1 study of CD19 t-haNK as a single agent and combination with rituximab in subjects with selected CD19+ and CD20+ R/R B-cell non-Hodgkin Lymphoma( NHL).","detailedDescription":"This is a phase 1, first-in-human (FIH), open-label study to evaluate the safety of CD19 t-haNK as a single agent and the safety and preliminary efficacy of CD19 t haNK in combination with rituximab in subjects with selected CD19+ and CD20+ R/R B-cell non-Hodgkin lymphoma (NHL).\n\nUp to 10 subjects will receive at least 1 dose of study drug. The initial 3 subjects will receive study drug in a staggered fashion, with a 7 day interval between each subject to evaluate any toxicities.\n\nSubjects will initially receive a single 3 week cycle of the CD19 t haNK as a single-agent regimen. Following a 1-week safety pause, subjects will then receive a 3 week cycle of CD19 t-haNK in combination with rituximab. Subjects will then undergo the first tumor assessment. Subjects with no evidence of progressive disease (PD) will be eligible to receive up to 2 additional 3 week cycles of CD19 t haNK in combination with rituximab."},"conditionsModule":{"conditions":["Non-Hodgkin Lymphoma Refractory/ Relapsed"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The study is open label, for Refractory/ Relapsed Non-Hodgkin Lymphoma. Up to 10 subjects will receive at least 1 dose of study drug. The initial 3 subjects will receive study drug in a staggered fashion, with a 7 day interval between each subject to evaluate any toxicities.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CD19 t-haNK with Rituximab","type":"EXPERIMENTAL","description":"Participants will initially receive a single 3-week cycle of the CD19 thaNK as a single-agent regimen. Following a 1-week safety pause, participants will then receive a single 3-week cycle of CD19 t-haNK in combination with rituximab. Participants will then undergo the first tumor assessment. Participants with no evidence of progressive disease (PD) will be eligible to receive up to 2 additional 3-week cycles of CD19 t-haNK combination with rituximab.","interventionNames":["Biological: CD19 t-haNK"]}],"interventions":[{"type":"BIOLOGICAL","name":"CD19 t-haNK","description":"CD19t-haNK erived from the parental NK-92 (aNK) cell line, CD19 t-haNK is a human, allogeneic, NK cell line that has been engineered to express a CAR targeting CD19. Similar to the haNK cell line, CD19 t haNK has also been engineered to produce endoplasmic reticulum-retained IL 2 and the high-affinity (158V) variant of the Fcγ receptor (FcγRIIIa/CD16a), and thereby has enhanced CD16-targeted ADCC capabilities. CD19 t-haNK is similar to PD L1 t-haNK, differing only in the CAR that is expressed (CD19 vs PD-L1).\n\nRituximab is a genetically engineered chimeric murine/human monoclonal IgG1 kappa antibody directed against the CD20 antigen. Rituximab has an approximate molecular weight of 145 kD and has a binding affinity for the CD20 antigen of approximately 8.0 nM.","armGroupLabels":["CD19 t-haNK with Rituximab"],"otherNames":["Rituximab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overall safety evaluation in combining CD19 t haNK as a single agent with rituximab","description":"Safety will be assessed for all participants and will include vital signs, physical examinations, clinical labs (hematology, chemistry panel, pregnancy tests), cytokine levels, electrocardiograms, neurological assessments, and the incidence and severity of adverse events (AEs) graded using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0. All participants will receive follow-up phone calls 6 hours (± 1 hour) and 24 hours (± 2 hours) post infusion for AE collection during Cycle 1","timeFrame":"30 days"},{"measure":"Incidence of treatment-emergent AEs (TEAEs) and serious AEs (SAEs) graded using the National Cancer Institute (NCI) CTCAE Version 5.0.Clinically important changes in safety laboratory tests and vital signs.","description":"The incidence of TEAEs and SAEs will be presented by System Organ Class and Medical Dictionary for Regulatory Activities (MedDRA) preferred term. All AEs will be graded using CTCAE Version 5.0 except for CRS and ICANS, which will be graded using ICE score. The incidence of clinically important changes in safety laboratory tests and vital signs will also be presented.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Best tumor response in accordance with Lymphoma Response to Immunomodulatory Therapy Criteria (LYRIC).","description":"Tumors will be assessed at screening, and tumor response will be assessed by the Investigator after Cycle 2 (± 1 week) has been completed and at the end of treatment (EOT) visit by positron emission tomography (PET)/computed tomography (CT) in accordance with LYRIC.","timeFrame":"12 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. Able to understand and provide a signed informed consent that fulfills the relevant Human Research Ethics Committee (HREC) or Independent Ethics Committee (IEC) guidelines.\n3. Histologically documented CD19- and CD20-positive B-cell NHL (excluding primary CNS lymphoma, CLL, and Burkitt lymphoma) with the following specific criteria:\n\n   1. Have completed ≥ 2 lines of cytotoxic chemotherapy.\n   2. Have received rituximab or another anti-CD20 antibody.\n   3. Have measurable disease by Lugano classification documented within 8 weeks of the time of consent, defined as nodal lesions \\> 15 mm in the long axis or extranodal lesions \\> 10 mm in long and short axis, or bone marrow involvement that is biopsy proven.\n   4. Have CD19- and CD20-positive disease confirmed on the diagnostic or repeat biopsy specimen. A minimum of 5% CD19 and CD20 positivity by immunohistochemistry or flow cytometry is required.\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n5. Expected survival \\> 16 weeks.\n6. Stated willingness to comply with study procedures.\n7. Able to attend required study visits and return for adequate followup, as required by this protocol.\n8. Agreement to practice effective contraception for female participants of childbearing potential and nonsterile males. Female participants of childbearing potential must agree to use effective contraception while on study and for at least 5 months after the last dose of study drug. Nonsterile male participants must agree to use a condom while on study and for up to 5 months after the last dose of study drug. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), two forms of barrier methods (eg, condom, diaphragm), and intrauterine devices (IUDs).\n\nExclusion Criteria:\n\n1. Histologically documented primary CNS lymphoma, CLL, Burkitt, or Burkitt-like lymphoma.\n2. Known hypersensitivity to sulfa-containing study medication(s), including anaphylactic reaction to sulfa-containing medications.\n3. Known allergy to albumin (human) or dimethyl sulfoxide (DMSO).\n4. Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drug used in this study or that would put the participant at high risk for treatment related complications.\n5. History of significant autoimmune disease OR active, uncontrolled autoimmune phenomenon: such as systemic lupus erythematous, Wegner's glomerulonephritis, autoimmune hemolytic anemia, idiopathic thrombocytopenic purpura requiring steroid therapy defined as \\> 20 mg of prednisone or equivalent daily.\n6. History of allogeneic hematopoietic stem-cell transplantation (HSCT) requiring ongoing systemic graft versus host disease (GvHD) therapy.\n7. Anti-CD20 antibody treatment less than 2 weeks prior to cell infusion.\n8. History of receiving allograft organ transplant requiring immunosuppression.\n9. Participants post solid organ transplant who develop high grade lymphomas or leukemias.\n10. CD19- and CD20-positive metastases to the CNS, including the parenchyma\n11. Nonmalignant CNS disease (eg, stroke, epilepsy, vasculitis, or neurodegenerative disease).\n12. History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n13. Inadequate organ function, evidenced by the following laboratory results:\n\n    1. ANC \\< 1000 cells/mm3.\n    2. Platelet count \\< 100,000 cells/mm3.\n    3. Total bilirubin ≥ 1.5 × the upper limit of normal (ULN; unless the participant has documented Gilbert's syndrome or indirect hyperbilirubinemia).\n    4. Aspartate aminotransferase (AST \\[SGOT\\]/ALT (SGPT) ≥ 2.5 × ULN.\n    5. Alkaline phosphatase (ALP) levels ≥ 2.5 × ULN (or ≥ 5 × ULN in participants with bone metastases).\n    6. Serum creatinine \\> 1.6 mg/dL.\n    7. Each study site should use its institutional ULN to determine eligibility.\n14. Uncontrolled hypertension (systolic \\> 160 mm Hg and/or diastolic \\> 110 mm Hg) or clinically significant (ie, active) cardiovascular disease, cerebrovascular accident/stroke, or myocardial infarction within 6 months prior to first study medication; unstable angina; congestive heart failure of New York Heart Association grade 2 or higher; or serious cardiac arrhythmia requiring medication.\n15. Current chronic daily treatment (continuous for \\> 3 months) with systemic corticosteroids defined as \\> 20 mg of prednisone or equivalent daily, excluding inhaled steroids. Short-term steroid use to prevent IV contrast allergic reaction or anaphylaxis in participants who have known contrast allergies is allowed.\n16. Currently taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n17. Tested positive for tuberculosis (TB) utilizing the QuantiFERON Gold TB test.\n18. History of human immunodeficiency virus (HIV) with current CD4+ T-cell count \\< 350 cells/μL and a detectable HIV viral load.\n19. Known carriers of hepatitis B virus (HBV) infection that is currently hepatitis B surface antigen (HBsAg) positive.\n20. Concurrent active malignancy other than basal or squamous cell carcinomas of the skin.\n21. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n22. Women who are pregnant or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Paula Bradshaw","role":"CONTACT","phone":"844-413-8500","email":"paula.bradshaw@immunitybio.com"}],"locations":[{"facility":"FARMOVS","status":"RECRUITING","city":"Bloemfonteun","state":"Free State","zip":"9301","country":"South Africa","contacts":[{"name":"Jacques Le Roux Malherbe","role":"CONTACT","email":"MalherbeJLR@ufs.ac.za"}]},{"facility":"Dr. Jackie Thomson Inc.","status":"RECRUITING","city":"Johannesburg","state":"Gauteng","zip":"2193","country":"South Africa","contacts":[{"name":"Jackie Thomson","role":"CONTACT","email":"jackie@bonemarrowtransplant.co.za"},{"name":"Jacqueline Thomson","role":"CONTACT"}],"geoPoint":{"lat":-26.20227,"lon":28.04363}},{"facility":"Albert Cellular Therapy","status":"RECRUITING","city":"Pretoria","state":"Gauteng","zip":"0044","country":"South Africa","contacts":[{"name":"David Brittain","role":"CONTACT","email":"david@abj.org.za"}],"geoPoint":{"lat":-25.74486,"lon":28.18783}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"D000069283","term":"Rituximab"}],"ancestors":[{"id":"D058846","term":"Antibodies, Monoclonal, Murine-Derived"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"}]}},"hasResults":false}