{"protocolSection":{"identificationModule":{"nctId":"NCT06239220","orgStudyIdInfo":{"id":"23-583"},"organization":{"fullName":"Dana-Farber Cancer Institute","class":"OTHER"},"briefTitle":"PD-L1 t-haNK, N-803 IL-15sa and Cetuximab for Recurrent, Metastatic HNSCC","officialTitle":"A Phase 2 Trial of PD-L1 t-haNK, N-803 IL-15 Superagonist (Anktiva), and Cetuximab for Immunotherapy-treated Patients With Recurrent, Metastatic HNSCC (QUILT-505)"},"statusModule":{"statusVerifiedDate":"2025-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-25","studyFirstSubmitQcDate":"2024-02-01","studyFirstPostDateStruct":{"date":"2024-02-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-08-26","lastUpdatePostDateStruct":{"date":"2025-08-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Glenn J. Hanna","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Dana-Farber Cancer Institute"},"leadSponsor":{"name":"Glenn J. Hanna","class":"OTHER"},"collaborators":[{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this research study is to test the safety and efficacy of the combination of PD-L1 t-haNK (modified immune cells), N-803 (a manufactured protein that stimulates the immune system), and cetuximab (a targeted antibody) in treating advanced head and neck cancer.\n\nThe names of the therapies involved in this study are:\n\n* PD-L1 t-haNK cell therapy (a NK cell therapy infusion)\n* N-803 (a type of recombinant human superagonist)\n* Cetuximab (a type of antibody)","detailedDescription":"This research study is to test the safety and efficacy of the combination of PD-L1 t-haNK (modified immune cells), N-803 (a manufactured protein that stimulates the immune system), and cetuximab (a targeted antibody) in treating advanced head and neck cancer. PD-L1 t-haNK in combination with the immunotherapies, N-803 and cetuximab, may work together to increase the activity and durability of the NK cells in fighting cancer cells.\n\nThe U.S. Food and Drug Administration (FDA) has not approved PD-L1 t-haNK cells or N-803 as a treatment for advanced head and neck cancer, but the FDA has approved cetuximab as a treatment option for advanced head and neck cancer. This trial will test these agents in combination.\n\nThe research study procedures include screening for eligibility, study treatment visits, Computed Tomography (CT) scans, Magnetic Resonance Imaging (MRI), Positron Emission Tomography (PET) scans, blood tests, and electrocardiogram (ECGs).\n\nParticipants will receive study treatment every 2 weeks for at least 1 year and will be followed for up to 15 years, as the FDA requires for any participant who has received genetically modified cells.\n\nIt is expected that about 25 people will take part in this research study.\n\nImmunityBio is supplying PD-L1 t-haNK and N-803 for the study."},"conditionsModule":{"conditions":["Head and Neck Cancer","Head and Neck Squamous Cell Carcinoma","Metastatic Head and Neck Cancer","Recurrent Head and Neck Cancer","Metastatic Head-and-neck Squamous-cell Carcinoma","Recurrent Head and Neck Squamous Cell Carcinoma"],"keywords":["Head and Neck Cancer","Head and Neck Squamous Cell Carcinoma","Metastatic Head and Neck Cancer","Recurrent Head and Neck Cancer","Metastatic Head-and-neck Squamous-cell Carcinoma","Recurrent Head and Neck Squamous Cell Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dose Level 0: PD-L1 t-haNK + N-803 + Cetuximab","type":"EXPERIMENTAL","description":"Dose level modifications of PD-L1 t-haNK and N-803 due to toxicities will follow protocol specifications, starting at Dose Level 0 and de-escalating to Dose Level -1. Participants will complete:\n\n* Baseline visit.\n* Imaging scans every 8 weeks while on study.\n* Cycle 1 through End of Treatment:\n\n  --Days 1 and 15 of 28 day cycle in the following order: Predetermined dose of PD-L1 t-haNK 1x daily, predetermined dose of N-803 1x daily, and predetermined dose of Cetuximab 1x daily.\n* End of Treatment visit with assessments.\n* Follow up: follow up every 3-4 months for up to 3 years after end of treatment. Longer-term follow-up every 6-12 months for up to 15 years.","interventionNames":["Biological: PD-L1 t-haNK","Drug: Cetuximab","Biological: N-803"]},{"label":"Dose Level -1: PD-L1 t-haNK + N-803 + Cetuximab","type":"EXPERIMENTAL","description":"Dose level modifications of PD-L1 t-haNK and N-803 due to toxicities will follow protocol specifications. Participants will complete:\n\n* Baseline visit.\n* Imaging scans every 8 weeks while on study.\n* Cycle 1 through End of Treatment:\n\n  --Days 1 and 15 of 28 day cycle in the following order: Predetermined dose of PD-L1 t-haNK 1x daily, predetermined dose of N-803 1x daily, and predetermined dose of Cetuximab 1x daily.\n* End of Treatment visit with assessments.\n* Follow up: follow up every 3-4 months for up to 3 years after end of treatment. Longer-term follow-up every 6-12 months for up to 15 years.","interventionNames":["Biological: PD-L1 t-haNK","Drug: Cetuximab","Biological: N-803"]}],"interventions":[{"type":"BIOLOGICAL","name":"PD-L1 t-haNK","description":"Allogeneic, stable, clonal natural killer cell line product, via intravenous infusion (into the vein) per protocol.","armGroupLabels":["Dose Level -1: PD-L1 t-haNK + N-803 + Cetuximab","Dose Level 0: PD-L1 t-haNK + N-803 + Cetuximab"],"otherNames":["NK-92"]},{"type":"DRUG","name":"Cetuximab","description":"Epidermal growth factor receptor, via intravenous (into the vein) infusion per institutional standard of care.","armGroupLabels":["Dose Level -1: PD-L1 t-haNK + N-803 + Cetuximab","Dose Level 0: PD-L1 t-haNK + N-803 + Cetuximab"],"otherNames":["Erbitux"]},{"type":"BIOLOGICAL","name":"N-803","description":"Recombinant human superagonist, via subcutaneous injection (under the skin) per protocol.","armGroupLabels":["Dose Level -1: PD-L1 t-haNK + N-803 + Cetuximab","Dose Level 0: PD-L1 t-haNK + N-803 + Cetuximab"],"otherNames":["Interleukin-15","IL-15","Anktiva"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Objective Response Rate (ORR)","description":"The objective response rate (ORR) was defined as the proportion of participants achieving complete response (CR) or partial response (PR) based on RECISTv1.1 criteria.","timeFrame":"Disease will be evaluated through imaging every 2 cycles on day 1 and 15 (each cycle is 28 days) and through study completion (an average of 1 year). ORR expected to be observed up to 1 year."}],"secondaryOutcomes":[{"measure":"Grade 3-5 Treatment-related Toxicity Rate","description":"All grade 3-5 adverse events (AE) with treatment attribution of possibly, probably or definite based on CTCAEv5 that are not resolved in accordance with treatment guidelines were counted. Rate is the proportion of treated participants experiencing at least one of these adverse events as defined during the time of observation.","timeFrame":"AE evaluated on treatment at day 1 and 15 on each cycle and up to 30 days after coming off study treatments. Median treatment duration for this study cohort was 18 months (range T1- T2)."},{"measure":"Median Duration of Response (DOR)","description":"DOR estimated using the Kaplan Meier method, is measured from the time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented (taking as reference for progressive disease the smallest measurements recorded since the treatment started, or death due to any cause. Participants without events reported are censored at the last disease evaluation).","timeFrame":"Disease will be evaluated through imaging every 2 cycles on day 1 and 15 (each cycle is 28 days) and through study completion (an average of 1 year). In long-term follow-up, disease reported every 3-4 months, up to 3 years."},{"measure":"Median Progression-Free Survival (PFS)","description":"Progression-free survival based on the Kaplan-Meier method is defined as the duration between registration and documented disease progression (PD) defined per RANO-BM criteria. or death, or is censored at time of last disease assessment.","timeFrame":"Disease will be evaluated through imaging every 2 cycles on day 1 and 15 (a cycle is 28 days) and through study completion (an average of 1 year. In long-term follow-up, disease reported every 3-4 months, up to 3 years."},{"measure":"Median Overall Survival (OS)","description":"Overall Survival (OS) based on the Kaplan-Meier method is defined as the time from study entry to death or censored at date last known alive.","timeFrame":"Up to 3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have an existing histologically confirmed diagnosis of head and neck squamous cell carcinoma (HNSCC) with evidence of recurrent, metastatic (R/M) or locoregionally advanced, incurable or unresectable disease from any mucosal subsite including oral cavity, oropharynx, larynx, hypopharynx, nasal cavity, and the paranasal sinuses.\n* Participants must have at least one RECIST v1.1 measurable lesion, as defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) ≥ 1 cm with CT scans or MR imaging.\n* Must have had at least 1, but no more than 2, prior lines of prior systemic therapy for R/M HNSCC; one of these lines should have included anti-PD-1/L1 therapy.\n\n  * a.Platinum-based therapy as part of definitive/adjuvant or curative-intent treatment can count as 1 prior line of therapy if the subject progressed within 6 months of receiving therapy.\n  * b. At least 2 weeks must have elapsed since the end of prior chemotherapy, biological agents (2 weeks for anti-cancer monoclonal antibody containing regimens) or any investigational drug product, with adequate recovery of treatment-related toxicity to NCI CTCAE v5 grade ≤1 (or tolerable grade 2) or back to baseline (except for alopecia or peripheral neuropathy).\n* Be ≥18 years of age on the day of signing informed consent.\n* Must provide prior documentation on tumor PD-L1 expression status and HPV status (for oropharyngeal cancer cases), if available from the medical record.\n* Have a performance status of 0 or 1 on the ECOG Performance Scale (see Appendix A).\n* Participants must have adequate organ and marrow function as defined below (within 14 days prior to study registration):\n\n  * a. ANC ≥1,000/mcL\n  * b. Hemoglobin ≥9 g/dL\n  * c. Platelets ≥100,000/mcL\n  * d. Total bilirubin ≤ upper limit of normal (ULN)\n  * e. AST(SGOT)/ALT(SGPT) ≤2.5x institutional ULN (or ≤1.5x institutional ULN if concomitant with alkaline phosphatase \\>2.5x institutional ULN) or ≤5x ULN for those with liver metastases\n  * g. Serum creatinine ≤1.5x ULN or creatinine clearance ≥60 mL/min/1.73 m2 for participants with creatinine levels above 1.5x ULN\n* Baseline tumor measurements must be documented from imaging within 28 days prior to study registration.\n* Female subjects of childbearing potential should have a negative urine or serum pregnancy test within 7 days of study registration. Female subjects should not become pregnant or nurse a baby during the study and through 120 days after the last dose of study drugs. Male subjects should use a condom as a contraceptive during the study and through 120 days after the last dose of study drugs.\n\nSperm donation is discouraged for up to 6 months after the last dose of study drug.\n\n-Be willing and able to provide written informed consent for the trial.\n\nExclusion Criteria\n\n* Have been previously treated with 3 or more lines of systemic therapy for R/M HNSCC.\n* Have received radiation therapy (RT) within 10 days of starting protocol therapy.\n* Solid organ transplant (allograft) recipients.\n* Participant has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging and off systemic steroids for at least 3 weeks prior to study registration) and have no evidence of new or enlarging brain metastases.\n* A history of significant autoimmune disease as judged by the treating investigator and on active therapy including prednisone ≥10 mg daily dose equivalent of corticosteroids.\n* Uncontrolled intercurrent illness including but not limited to ongoing or active infection; evidence of symptomatic congestive heart failure, unstable angina pectoris, stroke, or ventricular arrhythmia within 6 months of enrollment.\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions might include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer.\n* Any known positive test result for hepatitis B virus or hepatitis C virus indicating presence of virus, e.g., hepatitis B surface antigen (HBsAg, Australia antigen) positive, or hepatitis C antibody (anti-HCV) positive (except if HCV-RNA negative). Patients with HIV are eligible if their plasma HIV viral load is undetectable at baseline on antiretroviral therapy.\n* Subjects who are pregnant, or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment. Breastfeeding should be discontinued if the mother is treated on this protocol. Women who could potentially become pregnant while undergoing treatment on this protocol must be willing to use 2 methods of contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Glenn J Hanna, MD","role":"CONTACT","phone":"617-632-3779","email":"glenn_hanna@dfci.harvard.edu"}],"overallOfficials":[{"name":"Glenn J Hanna, MD","affiliation":"Dana-Farber Cancer Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Brigham and Women's Hospital","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02115","country":"United States","contacts":[{"name":"Glenn J Hanna, MD","role":"CONTACT","phone":"617-632-3779","email":"glenn_hanna@dfci.harvard.edu"},{"name":"Glenn J Hanna, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Dana Farber Cancer Institute","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02115","country":"United States","contacts":[{"name":"Glenn J Hanna, MD","role":"CONTACT","phone":"617-632-3779","email":"glenn_hanna@dfci.harvard.edu"},{"name":"Glenn J Hanna, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data can be shared no earlier than 1 year following the date of publication","accessCriteria":"Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D006258","term":"Head and Neck Neoplasms"},{"id":"D000077195","term":"Squamous Cell Carcinoma of Head and Neck"}],"ancestors":[{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D002294","term":"Carcinoma, Squamous Cell"},{"id":"D002277","term":"Carcinoma"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068818","term":"Cetuximab"},{"id":"C582303","term":"ALT-803"},{"id":"D019409","term":"Interleukin-15"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"},{"id":"D007378","term":"Interleukins"},{"id":"D016207","term":"Cytokines"},{"id":"D036341","term":"Intercellular Signaling Peptides and Proteins"},{"id":"D010455","term":"Peptides"},{"id":"D001685","term":"Biological Factors"}]}},"hasResults":false}