{"protocolSection":{"identificationModule":{"nctId":"NCT05798507","orgStudyIdInfo":{"id":"STUDY00004876"},"secondaryIdInfos":[{"id":"NCI-2023-00602","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"STUDY00004876","type":"OTHER","domain":"Emory University Hospital/Winship Cancer Institute"},{"id":"WINSHIP5751-22","type":"OTHER","domain":"Emory University Hospital/Winship Cancer Institute"},{"id":"P30CA138292","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P30CA138292"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Identification of Treatment Concentrations of Defactinib or VS-6766 for the Treatment of Patients With Glioblastoma","officialTitle":"A Single-Dose Study of Orally Administrated Defactinib or VS-6766 in Patients With Glioblastoma"},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"ACTIVE_NOT_RECRUITING","startDateStruct":{"date":"2023-07-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-03","studyFirstSubmitQcDate":"2023-03-22","studyFirstPostDateStruct":{"date":"2023-04-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-10","lastUpdatePostDateStruct":{"date":"2025-12-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kimberly Bojanowski Hoang","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"},{"name":"Verastem, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This early phase I trial tests brain concentration level and safety of defactinib or VS-6766 for the treatment of patients with glioblastoma. Recently, two new drugs that seem to work together have been shown to have promising treatment effects in tissue culture and animal models of glioblastoma. Each inhibits a different glioblastoma growth pathway and when used together may create a larger effect on tumor growth than either alone. Growth pathway describes a series of chemical reactions in which a group of molecules in a cell work together to control cell growth. It is known that glioblastoma tumor cells can grow because of lack of regulation. Both Pyk2 and the closely related kinase (FAK) proteins help regulate tumor cell invasion, unless they are produced in large amounts (over expressed). Specifically, Raf and FAK/Pyk2 regulation of cell division is activated quite a bit more in gliomas compared to normal tissues. Recently developed inhibitors of Raf (VS-6766) and FAK (defactinib) which belong to a class of medications called kinase inhibitors, are aimed to bring their activity to proper levels and may stop tumor growth.","detailedDescription":"PRIMARY OBJECTIVES:\n\nI. Estimate (or characterize) the concentration of defactinib or avutometinib (VS-6766) that accumulates in the glioblastoma (GBM) and brain around tumor.\n\nII. Assess the safety of the administration of a single oral dose of defactinib or VS-6766 in patients with glioblastoma.\n\nIII. Assess the inhibition of Pyk2/FAK or MEK, Erk signaling in tumor and brain around tumor.\n\nIV. Assess the pharmacodynamics of defactinib or VS-6766 in patients with glioblastoma.\n\nOUTLINE: This is a dose-escalation study of defactinib and avutometinib. Patients are assigned to 1 of 2 arms.\n\nARM I: Patients receive 1 dose of defactinib orally (PO) while on study, prior to planned tumor resection.\n\nARM II: Patients receive 1 dose of avutometinib PO while on study, prior to planned tumor resection.\n\nPatients undergo blood collection and donate resected tumor tissue while on study."},"conditionsModule":{"conditions":["Glioblastoma","Recurrent Glioblastoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm I (Defactinib)","type":"EXPERIMENTAL","description":"Patients receive 1 dose of defactinib PO while on study, prior to planned tumor resection. Patients undergo blood collection and donate resected tumor tissue while on study.","interventionNames":["Procedure: Biospecimen Collection","Drug: Defactinib"]},{"label":"Arm II (Avutometinib)","type":"EXPERIMENTAL","description":"Patients receive 1 dose of avutometinib PO while on study, prior to planned tumor resection. Patients undergo blood collection and donate resected tumor tissue while on study.","interventionNames":["Drug: Avutometinib","Procedure: Biospecimen Collection"]}],"interventions":[{"type":"DRUG","name":"Avutometinib","description":"Given PO","armGroupLabels":["Arm II (Avutometinib)"],"otherNames":["CH-5126766","CH5126766","CKI-27","R-7304","Raf/MEK Inhibitor VS-6766","RG 7304","RG-7304","RG7304","RO5126766","VS 6766","VS-6766","VS6766"]},{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo blood and tissue sample collection","armGroupLabels":["Arm I (Defactinib)","Arm II (Avutometinib)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"DRUG","name":"Defactinib","description":"Given PO","armGroupLabels":["Arm I (Defactinib)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Concentration of defactinib that accumulates in the glioblastoma (GBM) and brain around tumor","description":"Defactinib concentration will be measured in a sample of the glioblastoma, brain around the glioblastoma, and in a serum sample from each subject receiving Defactinib. Descriptive statistics, such as mean and standard deviation, will be generated with these results. Concentration will be compared between dose levels within study drug using two-sample t-tests or non-parametric equivalents such as Mann Whitney U tests.","timeFrame":"At time of surgery"},{"measure":"Concentration of avutometinib (VS-6766) that accumulates in the GBM and brain around tumor","description":"VS-6766 concentration will be measured in a sample of the glioblastoma, brain around the glioblastoma, and in a serum sample from each subject receiving VS-6766. Descriptive statistics, such as mean and standard deviation, will be generated with these results. Concentration will be compared between dose levels within study drug using two-sample t-tests or non-parametric equivalents such as Mann Whitney U tests.","timeFrame":"At time of surgery"},{"measure":"Incidence of adverse events associated with defactinib","description":"Will be assessed by quantification of the recognized side effects of this agent including fatigue, nausea, diarrhea, vomiting, hyperbilirubinemia, decreased appetite, peripheral edema, dizziness, and headache and by monitoring for new or undescribed adverse events. Summary statistics will include frequencies and percentages of adverse events.","timeFrame":"Up to 2 weeks post surgery"},{"measure":"Incidence of adverse events associated with VS-6766","description":"Will be assessed by quantification of the recognized side effects of this agent including rash, creatine phosphokinase elevation, visual disturbances, hypoalbuminemia, and fatigue and by monitoring for new or undescribed adverse events. Summary statistics will include frequencies and percentages of adverse events.","timeFrame":"Up to 2 weeks post surgery"}],"secondaryOutcomes":[{"measure":"Pyk2 and FAK phosphorylation in tumor, brain around tumor, and serum","description":"These results will be summarized with descriptive statistics. These results will be compared to current and historical control samples of glioblastoma (collected in our previous human GBM specimens' studies) and analyzed in parallel with study subject samples and run on one western blot membrane to reduce technique variation. The mean phosphorylation will be compared between groups using two-sample t-test or non-parametric equivalents such as Mann Whitney U tests. Dose levels will be compared to a historical control, both alone and combined.","timeFrame":"At time of surgery"},{"measure":"MEK and Erk in tumor, brain around tumor, and serum","description":"These results will be summarized with descriptive statistics. These results will be compared to current and historical control samples of glioblastoma (collected in our previous human GBM specimens' studies) and analyzed in parallel with study subject samples and run on one western blot membrane to reduce technique variation. Phosphorylation will be compared between dose levels within study drug using two-sample t-tests or non-parametric equivalents such as Mann Whitney U tests.","timeFrame":"At time of surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* New or recurrent glioblastoma diagnosed by neuroimaging techniques for which surgical resection is indicated\n* Age older than 21 years\n* An Eastern Cooperative Group (ECOG) performance status =\\< 1\n* Hemoglobin (Hb) \\>= 9.0 g/dL. If a red blood cell transfusion has been administered the Hb must remain stable and \\>= 9.0 g/dL for at least 1 week prior to first dose of study therapy.\n* Platelets \\>= 100,000/mm\\^3\n* Absolute neutrophil count (ANC) \\>= 1500/mm\\^3\n* Total bilirubin =\\< 1.5 × upper limit of normal (ULN) per the institution; patients with Gilbert syndrome may enroll if total bilirubin \\< 3.0 mg/dL (51 umole/L)\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 2.5 × ULN (or \\< 5x ULN in patients with liver metastases)\n* Creatinine clearance rate of \\>= 50 mL/min as calculated by the Cockcroft-Gault formula or serum creatinine of =\\< 1.5 x ULN\n* Albumin \\>= 3.0 g/dL (451 umole/L)\n* Creatine phosphokinase (CPK) =\\< 2.5 x ULN\n* Left ventricular ejection fraction \\>= 50% by echocardiography (ECHO) or multiple-gated acquisition (MUGA) scan\n* Baseline QTc interval \\< 460 ms for women and =\\< 450 ms for men (average of triplicate readings) (Common Terminology Criteria for Adverse Events \\[CTCAE\\] Grade 1) using Fredericia's QT correction formula. NOTE: This criterion does not apply to subjects with a right or left bundle branch block\n* Adequate recovery from toxicities related to prior treatments to at least Grade 1 by CTCAE v 5.0. Exceptions include alopecia and peripheral neuropathy grade =\\< 2\n* Male and female patients with reproductive potential agree to use highly effective method of contraceptive (per Clinical Trial Facilitation Group \\[CFTG\\] recommendations) during the trial and for 3 months following the last dose of VS-6766 for male patients, and 1 month following the last dose of VS-6766 for female patients.\n\nExclusion Criteria:\n\n* Clinically significant gastrointestinal abnormalities, requirement for systemic anticoagulation or potent CYP 2C8 inhibitors, and history of clinically significant cardiac or pulmonary disorders\n* Minors will be excluded from the investigation. Glioblastoma is the major form of brain cancer in people over 50 years old. Pediatric cases of glioblastoma are relatively rare. Besides this, there are crucial molecular differences between adult and pediatric gliomas. Our preliminary data for proposed investigation were obtained on GBM specimens and cultures developed from GBM tissues donated by adult subjects. Results of investigation of adult glioma tissue cannot simply be extrapolated to children. Therefore, our primary research focus is the investigation of GBM in adults. If appropriate, a separate, age-specific study in children will be performed\n* Pregnant women will be excluded from the study as altered hormonal and immunological status can affect the study results\n* Prisoners will be excluded from the study\n* Systemic anti-cancer therapy within 4 weeks of the first dose of study therapy\n* History of prior malignancy, with the exception of curatively treated malignancies or malignancies with very low potential for recurrence or progression\n* Major surgery within 4 weeks (excluding placement of vascular access), minor surgery within 2 weeks, or palliative radiotherapy within 1 week of the first dose of VS-6766\n* Exposure to medications (with or without prescription), supplements, herbal remedies, or foods with potential for drug-drug interactions with VS-6766 within 14 days prior to the first dose of VS-6766 and during the course of therapy, including:\n\n  * VS-6766: strong CYP3A4, inhibitors or inducers, due to potential drug-drug interactions with VS-6766 and/or defactinib\n  * Defactinib: strong CYP3A4, CYP2C9, and P-glycoprotein (P-gp) inhibitors or inducers, due to potential drug-drug interactions with VS-6766 and/or defactinib\n* Known hepatitis B, hepatitis C or human immunodeficiency virus (HIV) infection that is active and/or requires therapy\n* Active skin disorder that has required systemic therapy within the past 1 year\n* History of rhabdomyolysis\n* Concurrent ocular disorders:\n\n  * Patients with history of glaucoma, history of retinal vein occlusion (RVO), predisposing factors for RVO, including uncontrolled hypertension, uncontrolled diabetes\n  * Patients with history of retinal pathology or evidence of visible retinal pathology that is considered a risk factor for RVO, intraocular pressure \\> 21 mm Hg as measured by tonometry, or other significant ocular pathology, such as anatomical abnormalities that increase the risk for RVO\n  * Patients with a history of corneal erosion (instability of corneal epithelium), corneal degeneration, active or recurrent keratitis, and other forms of serious ocular surface inflammatory conditions\n* Concurrent congestive heart failure, prior history of class III/ IV cardiac disease (New York Heart Association \\[NYHA\\]), myocardial infarction within the last 6 months, unstable arrhythmias, unstable angina, or severe obstructive pulmonary disease\n* Patients with the inability to swallow oral medications or impaired gastrointestinal absorption due to gastrectomy or active inflammatory bowel disease\n* Patients with a history of hypersensitivity to any of the inactive ingredients (hydroxypropylmethylcellulose, mannitol, magnesium stearate) of the investigational product","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kimberly B. Hoang, MD","affiliation":"Emory University Hospital/Winship Cancer Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University Hospital/Winship Cancer Institute","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2024-08-30","uploadDate":"2025-09-08T13:34","filename":"Prot_SAP_000.pdf","size":5638290},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2024-09-04","uploadDate":"2025-09-08T13:35","filename":"ICF_001.pdf","size":2980147}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D005909","term":"Glioblastoma"}],"ancestors":[{"id":"D001254","term":"Astrocytoma"},{"id":"D005910","term":"Glioma"},{"id":"D018302","term":"Neoplasms, Neuroepithelial"},{"id":"D017599","term":"Neuroectodermal Tumors"},{"id":"D009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009380","term":"Neoplasms, Nerve Tissue"}]},"interventionBrowseModule":{"meshes":[{"id":"C577924","term":"RO5126766"},{"id":"D013048","term":"Specimen Handling"},{"id":"C584510","term":"defactinib"}],"ancestors":[{"id":"D019411","term":"Clinical Laboratory Techniques"},{"id":"D019937","term":"Diagnostic Techniques and Procedures"},{"id":"D003933","term":"Diagnosis"},{"id":"D008919","term":"Investigative Techniques"}]}},"hasResults":false}