{"protocolSection":{"identificationModule":{"nctId":"NCT03520686","orgStudyIdInfo":{"id":"QUILT-2.023"},"organization":{"fullName":"ImmunityBio, Inc.","class":"INDUSTRY"},"briefTitle":"Nogapendekin Alfa Inbakicept for Advanced Non-Small Cell Lung Cancer","officialTitle":"Phase 3, Open-Label, 4-Cohort Study of Nogapendekin Alfa Inbakicept in Combination With Current Standard of Care as First-Line Treatment for Patients With Advanced or Metastatic Non-Small Cell Lung Cancer"},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-04-19","studyFirstSubmitQcDate":"2018-04-27","studyFirstPostDateStruct":{"date":"2018-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-15","lastUpdatePostDateStruct":{"date":"2025-10-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a phase 3, open-label, 4-cohort study (3 randomized cohorts and 1 single-arm cohort). Participants enrolled in each cohort will be treated as detailed below. Each study cohort will be analyzed separately. Treatment will continue for up to 2 years, or until the patient experiences confirmed progressive disease or unacceptable toxicity, withdraws consent, or if the investigator feels that it is no longer in the patient's best interest to continue treatment. Patients will be followed for disease progression, post-therapies, and survival through 24 months after the first dose of study drug.","detailedDescription":"The protocol divides patients into 4 cohorts (A, B, C and D), with varying prior treatments, histology of cancer, PD-L1 expression status to best compare and match appropriate treatments for those subsets of patients. This study is being performed to determine if adding NAI in the first line treatment setting of advanced non-small cell lung cancer has the potential to enhance outcomes across varying treatment backbones."},"conditionsModule":{"conditions":["Non Small Cell Lung Cancer"],"keywords":["Pembrolizumab","N-803","Non-Small Cell Lung Cancer","Immunotherapy","Carboplatin","Cisplatin","Nab-paclitaxel","Paclitaxel","Pemetrexed","Chemotherapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1538,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort A (Experimental)","type":"EXPERIMENTAL","interventionNames":["Drug: NAI + Pembrolizumab","Drug: NAI + Nivolumab + Ipilimumab"]},{"label":"Cohort B (Experimental)","type":"EXPERIMENTAL","interventionNames":["Drug: NAI + Pembrolizumab + Carboplatin + Nab-paclitaxel or Paclitaxel"]},{"label":"Cohort C (Experimental)","type":"EXPERIMENTAL","interventionNames":["Drug: Cisplatin/carboplatin and pemetrexed plus pembrolizumab.","Drug: Cisplatin/carboplatin and pemetrexed plus atezolizumab.","Drug: Carboplatin and paclitaxel plus atezolizumab and bevacizumab.","Drug: Carboplatin and nab-paclitaxel plus atezolizumab."]},{"label":"Cohort A (Control)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pembrolizumab"]},{"label":"Cohort B (Control)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pembrolizumab + Carboplatin + Nab-paclitaxel or Paclitaxel (Investigator's choice)"]},{"label":"Cohort C (Control)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cisplatin/carboplatin and pemetrexed plus pembrolizumab.","Drug: Cisplatin/carboplatin and pemetrexed plus atezolizumab.","Drug: Carboplatin and paclitaxel plus atezolizumab and bevacizumab.","Drug: Carboplatin and nab-paclitaxel plus atezolizumab."]},{"label":"Cohort D (Experimental)","type":"EXPERIMENTAL","interventionNames":["Drug: NAI + Nivolumab + Ipilimumab + Carboplatin + Nab-paclitaxel"]}],"interventions":[{"type":"DRUG","name":"NAI + Pembrolizumab","description":"This intervention combines Nogapendekin alfa inbakicept (NAI), an immunostimulatory protein complex, with pembrolizumab, an anti-PD-1 immune checkpoint inhibitor, for the treatment of NSCLC in Cohort A of QUILT-2.023.\n\nNogapendekin Alfa Inbakicept (NAI): A soluble complex consisting of two protein subunits of a human IL-15 variant bound with high affinity to a dimeric human IL-15Ra sushi domain/human IgG1 Fc fusion protein (inbakicept), serving as an immunostimulatory agent.\n\nDose: 15 µg/kg Route of Administration: Subcutaneously (SC)\n\nPembrolizumab: A humanized monoclonal antibody that blocks the interaction between PD-1 and its ligands, PD-L1 and PD-L2, thereby unleashing T-cell mediated immune responses against cancer cells.\n\nDose: 200 mg Route of Administration: Intravenously (IV)","armGroupLabels":["Cohort A (Experimental)"]},{"type":"DRUG","name":"NAI + Nivolumab + Ipilimumab","description":"Nogapendekin Alfa Inbakicept (NAI): A soluble complex consisting of two protein subunits of a human IL-15 variant bound with high affinity to a dimeric human IL-15Ra sushi domain/human IgG1 Fc fusion protein (inbakicept), serving as an immunostimulatory agent.\n\nDose: 15 µg/kg Route of Administration: Subcutaneously (SC)\n\nNivolumab: A PD-1 blocking antibody that enhances T-cell activity against cancer cells.\n\nDose: 3 mg/kg Route of Administration: Intravenously (IV) Schedule: Days 1, 15, and 29 every 6 weeks\n\nIpilimumab: A CTLA-4 blocking antibody that promotes T-cell activation and anti-tumor immunity.\n\nDose: 1 mg/kg Route of Administration: Intravenously (IV) Schedule: Day 1 every 6 weeks","armGroupLabels":["Cohort A (Experimental)"]},{"type":"DRUG","name":"Pembrolizumab","description":"Drug: Pembrolizumab\n\nThe reference treatment will consist of repeated 3-week cycles for a maximum treatment period of 2 years, in accordance with the following dosing regimen:\n\nDay 1, every 3 weeks:\n\n• Pembrolizumab (200 mg IV)","armGroupLabels":["Cohort A (Control)"]},{"type":"DRUG","name":"NAI + Pembrolizumab + Carboplatin + Nab-paclitaxel or Paclitaxel","description":"This intervention combines Nogapendekin alfa inbakicept (NAI), pembrolizumab (an anti-PD-1 immune checkpoint inhibitor), carboplatin (a platinum-based chemotherapy drug), and either nab-paclitaxel or paclitaxel (taxane chemotherapies) for the treatment of squamous NSCLC in Cohort B of the QUILT-2.023 trial.\n\nDetailed Components:\n\nNogapendekin Alfa Inbakicept (NAI): An immunostimulatory protein complex.\n\nDose: 15 µg/kg Route of Administration: Subcutaneously (SC) Schedule: Day 1 every 3 weeks\n\nPembrolizumab: A PD-1 blocking antibody.\n\nDose: 200 mg Route of Administration: Intravenously (IV) Schedule: Day 1 every 3 weeks\n\nCarboplatin: A platinum-based chemotherapy drug.\n\nDose: AUC 6 IV Route of Administration: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles only (Induction phase)\n\nNab-paclitaxel or Paclitaxel: Taxane chemotherapy drugs. The investigator chooses which one to use","armGroupLabels":["Cohort B (Experimental)"]},{"type":"DRUG","name":"Pembrolizumab + Carboplatin + Nab-paclitaxel or Paclitaxel (Investigator's choice)","description":"This intervention combines pembrolizumab, a PD-1 inhibitor, with carboplatin, and either nab-paclitaxel or paclitaxel (investigator's choice), for the treatment of squamous NSCLC in the control arm of the QUILT-2.023 trial for cohort B.\n\nDetailed Components:\n\nPembrolizumab: A PD-1 blocking antibody.\n\nDose: 200 mg Route of Administration: Intravenously (IV) Schedule: Day 1, every 3 weeks Carboplatin: Chemotherapy agent.\n\nDose: AUC 6 IV Route of Administration: Intravenously (IV) Schedule: Day 1, every 3 weeks for 4 cycles only (Induction phase)\n\nNab-paclitaxel or Paclitaxel: Chemotherapy agents. The investigator chooses which one to use.\n\nNab-paclitaxel Dose: 100 mg/m²\n\nRoute of Administration: Intravenously (IV) Schedule: Day 1 and Days 8 and 15, every 3 weeks for 4 cycles (Induction phase)\n\nPaclitaxel Dose: 200 mg/m²\n\nRoute of Administration: Intravenously (IV) Schedule: Day 1, every 3 weeks for 4 cycles (Induction phase)","armGroupLabels":["Cohort B (Control)"]},{"type":"DRUG","name":"Cisplatin/carboplatin and pemetrexed plus pembrolizumab.","description":"Brief Description: Chemoimmunotherapy regimen to treat nonsquamous NSCLC in the experimental or control groups of Cohort C in the QUILT-2.023 study.\n\nDetailed Components:\n\nCisplatin or Carboplatin:\n\nCisplatin Dosing: 75 mg/m2, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase) OR\n\nCarboplatin: Dosing at AUC 6 IV, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase)\n\nPemetrexed:\n\nDosing at 500 mg/m2, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks\n\nPembrolizumab:\n\nDosing at 200 mg Route: Intravenously (IV) Schedule: Day 1 every 3 weeks","armGroupLabels":["Cohort C (Control)","Cohort C (Experimental)"]},{"type":"DRUG","name":"Cisplatin/carboplatin and pemetrexed plus atezolizumab.","description":"This is a chemoimmunotherapy regimen to treat nonsquamous NSCLC in the experimental or control groups of Cohort C in the QUILT-2.023 study\n\nDetailed Components:\n\nCisplatin or Carboplatin: Chemotherapy agents, the Investigator's choice between one or the other.\n\nCisplatin Dosing: 75 mg/m2, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase) Carboplatin Dosing at AUC 6 IV Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase)\n\nPemetrexed:\n\nDosing at 500 mg/m2, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks\n\nAtezolizumab:\n\nDosing at 1200 mg Route: Intravenously (IV) Schedule: Day 1 every 3 weeks","armGroupLabels":["Cohort C (Control)","Cohort C (Experimental)"]},{"type":"DRUG","name":"Carboplatin and paclitaxel plus atezolizumab and bevacizumab.","description":"This regimen combines chemotherapy agents with checkpoint and VEGF inhibitors to treat nonsquamous NSCLC in experimental and control groups of Cohort C in QUILT-2.023 trial.\n\nDetailed Components:\n\nCarboplatin:\n\nDosing at AUC 6 IV Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase)\n\nPaclitaxel:\n\nDosing at 175 or 200 mg/m², intravenously (Investigator's Choice) Route: Intravenously (IV) Schedule: Day 1 every 3 weeks for 4 cycles (Induction Phase)\n\nAtezolizumab:\n\nDosing at 1200 mg, intravenously Route: Intravenously (IV) Schedule: Day 1 every 3 weeks\n\nBevacizumab:\n\nDosing at 15mg/kg Route: Intravenously (IV) Schedule: Day 1 every 3 weeks","armGroupLabels":["Cohort C (Control)","Cohort C (Experimental)"]},{"type":"DRUG","name":"Carboplatin and nab-paclitaxel plus atezolizumab.","description":"This regimen combines chemotherapy agents with a checkpoint inhibitor to treat nonsquamous NSCLC in experimental and control groups of Cohort C in QUILT-2.023 trial.\n\nDetailed Components:\n\nCarboplatin: Chemotherapy agent.\n\nDosing at AUC 6 IV\n\nRoute: Intravenously (IV)\n\nSchedule: Day 1 every 3 weeks for 4 cycles (Induction Phase)\n\nNab-paclitaxel: Chemotherapy agent.\n\nDosing at 100 mg/m², intravenously\n\nRoute: Intravenously (IV)\n\nSchedule: Days 1, 8, and 15 every 3 weeks for 4 cycles (Induction Phase)\n\nAtezolizumab: Immunotherapy drug.\n\nDosing at 1200 mg\n\nRoute: Intravenously (IV)\n\nSchedule: Day 1 every 3 weeks","armGroupLabels":["Cohort C (Control)","Cohort C (Experimental)"]},{"type":"DRUG","name":"NAI + Nivolumab + Ipilimumab + Carboplatin + Nab-paclitaxel","description":"This intervention combines Nogapendekin alfa inbakicept (NAI) with the checkpoint inhibitors nivolumab and ipilimumab, carboplatin (a chemotherapy agent), and nab-paclitaxel, and is being explored in NSCLC patients of Cohort D in the QUILT-2.023 trial.\n\nDetailed Components:\n\nNogapendekin alfa inbakicept (NAI): Immunomodulatory agent. Dose: 1.2 mg Route of Administration: Subcutaneously (SC) Schedule: Days 1, 15, and 29 of each 6-week cycle\n\nNivolumab: Checkpoint inhibitor. Dose: 360 mg Route of Administration: Intravenously (IV) Schedule: Days 1 and 22 of each cycle\n\nIpilimumab: Checkpoint inhibitor. Dose: 1 mg/kg Route of Administration: Intravenously (IV) Schedule: Day 1 of each cycle\n\nCarboplatin: Chemotherapy agent. Dose: AUC 6 Route of Administration: Intravenously (IV) Schedule: Days 1 and 22 (Cycle 1 only)\n\nNab-paclitaxel: Chemotherapy agent. Dose: 100 mg/m2 Route of Administration: Intravenously (IV) Schedule: Days 1, 8, 15, 22, 29, and 36 (Cycle 1 only)","armGroupLabels":["Cohort D (Experimental)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression Free Survival (PFS)","description":"Defined by RECIST Version 1.1 based on BICR","timeFrame":"24 Months"},{"measure":"Change in absolute lymphocyte count (ALC).","description":"Change in absolute lymphocyte count (ALC) over time in participants treated with NAI in combination with approved CPI(s)","timeFrame":"Significantly Higher ALC Values Over Time Between Experimental & Control Arms Through 27 Weeks"}],"secondaryOutcomes":[{"measure":"Overall Survival (OS)","timeFrame":"24 Months"},{"measure":"Overall Response Rate (ORR)","description":"Defined by RECIST Version 1.1 based on BICR","timeFrame":"24 Months"},{"measure":"Duration of Response (DOR)","description":"Defined by RECIST Version 1.1 based on BICR.","timeFrame":"24 Months"},{"measure":"PFS","description":"Defined by iRECIST based on BICR.","timeFrame":"24 Months"},{"measure":"Overall Response Rate (ORR)","description":"Defined by iRECIST based on BICR.","timeFrame":"24 Months"},{"measure":"Duration of Response (DOR)","description":"Defined by iRECIST based on BICR.","timeFrame":"24 Months"},{"measure":"Disease Control Rate (DCR)","description":"Confirmed CR, PR, or SD lasting for at least 2 months by RECIST Version 1.1 based on BICR","timeFrame":"2 Months"},{"measure":"Quality of Life based on Patient Reported Outcomes Questionnaires (Cohorts A, B, C only)","description":"FACT-L","timeFrame":"24 Months"},{"measure":"Disease Specific Survival (DSS)","description":"This relates to how DSS will be tracked as part of the analysis at the end","timeFrame":"24 Months"}],"otherOutcomes":[{"measure":"Incidence of treatment-emergent AEs and SAEs","description":"Graded using the NCI CTCAE Version 5.0","timeFrame":"24 Months"},{"measure":"Immunogenicity profile of NAI in combination with immune CPI(s) ( Cohorts A, B, and C)","description":"Detection of anti-drug antibodies","timeFrame":"24 Months"},{"measure":"Tumor molecular profiles and correlations with subject outcomes (Cohorts A, B, C only).","description":"Genomic sequencing of tumor cells from tissue","timeFrame":"9 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Cohorts A, B, C Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. Able to understand and provide a signed informed consent that fulfills the relevant IRB or Independent Ethics Committee (IEC) guidelines.\n3. Histologically-confirmed stage 3 or 4 NSCLC disease. Subjects with stage 3 disease must not be candidates for treatment with surgical resection or chemoradiation.\n4. Subjects must not have received prior systemic chemotherapy for advanced or metastatic NSCLC. Previous neoadjuvant/adjuvant chemotherapy is allowed if completed ≥ 6 months before diagnosis of metastatic disease. Subject's with newly-diagnosed stage 4 NSCLC may have previously received systemic chemotherapy for stage 3 NSCLC.\n5. For Cohort A only: NSCLC tumors must have PD-L1 expression (i.e. a TPS ≥1%) as determined by an FDA-approved test.\n6. The subject's tumor must not harbor an EGFR sensitizing (activating) mutation or ALK translocation or targetable genomic aberration in BRAF, ROS1 or NTRK. EGFR sensitizing mutations are those mutations that are amenable to treatment with tyrosine kinase inhibitors including erlotinib, gefitinib, or afatinib. Investigators must be able to produce the source documentation of the EGFR mutation, ALK translocation, and BRAF, ROS1, and NTRK status. If any of the genomic changes described above are detected, additional information regarding the mutation status of other molecules is not required. If unable to test for these molecular changes, formalin fixed paraffin embedded tumor tissue of any age should be submitted to a central laboratory designated by the Sponsor for such testing. Subjects will not be randomized until the EGFR , BRAFT, ROS1, and NTRK mutation status and ALK translocation status is available in source documentation at the site.\n7. ECOG performance status of 0 or 1.\n8. Measurable tumor lesions according to RECIST 1.1.\n9. Must be willing to release tumor biopsy specimen used for diagnosis of advanced or metastatic NSCLC (if available) for exploratory tumor molecular profiling. If tumor biopsy specimen is not available, subjects can still be enrolled.\n10. Must be willing to provide blood samples prior to the start of treatment on this study for exploratory tumor molecular profiling analysis.\n11. Must be willing to provide a tumor biopsy specimen 9 weeks after the start of treatment for exploratory analyses, if considered safe by the Investigator.\n12. Ability to attend required study visits and return for adequate follow-up, as required by this protocol\n13. Agreement to practice effective contraception for female subjects of child-bearing potential and non-sterile males. Female subjects of child-bearing potential must agree to use effective contraception for up to 1 year after completion of therapy, and non-sterile male subjects must agree to use a condom for up to 4 months after treatment. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), two forms of barrier methods (eg, condom, diaphragm) used with spermicide, intrauterine devices (IUDs), hormonal therapy, and abstinence.\n\nCohorts A, B, C Exclusion Criteria:\n\n1. Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drug used in this study or that would put the subject at high risk for treatment-related complications.\n2. A history of prior malignancy with the following exceptions: cancer treated with curative therapy with no disease recurrence for \\>3 years, non-metastatic prostate cancer controlled with hormonal therapy, or under observation; non-metastatic thyroid cancer; basal or squamous cell carcinoma of the skin, superficial bladder cancer, or in situ cervical cancer that has undergone successful definitive resection.\n3. Systemic autoimmune disease (eg, lupus erythematosus, rheumatoid arthritis, Addison's disease, or autoimmune disease associated with lymphoma).\n4. History of organ transplant requiring immunosuppression; or history of pneumonitis or interstitial lung disease requiring treatment with systemic steroids; or a history of receiving systemic steroid therapy or any other immunosuppressive medication ≤ 3 days prior to study initiation. Daily steroid replacement therapy (eg, prednisone or hydrocortisone) and corticosteroid use to manage AEs are permitted.\n5. Prior systemic chemotherapy, major surgery, or thoracic radiation within 3 weeks of study initiation.\n6. Requirement for other forms of anticancer treatment while on trial, including maintenance therapy, other radiation therapy, and/or surgery. Palliative radiation is permitted.\n7. Known CNS metastases or carcinomatous meningitis. Subjects with previously treated, stable CNS metastases (no evidence of progression for ≥ 4 weeks, and resolution of neurologic symptoms to baseline state) are permitted in this study.\n8. History of receiving a live vaccine 30 days prior to study treatment.\n9. History of human immunodeficiency virus (HIV), or known active hepatitis B or C infection.\n10. An active infection requiring systemic IV therapy.\n11. History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n12. Inadequate organ function, evidenced by the following laboratory results:\n\n    1. Absolute neutrophil count \\< 1,500 cells/mm3.\n    2. Platelet count \\< 100,000 cells/mm3.\n    3. Total bilirubin greater the upper limit of normal (ULN; unless the subject has documented Gilbert's syndrome).\n    4. Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\> 1.5 × ULN.\n    5. Alkaline phosphatase (ALP) levels \\> 2.5 × ULN.\n    6. Serum creatinine \\> 2.0 mg/dL or 177 μmol/L or creatinine clearance \\< 40 mL/min (using the Cockcroft-Gault formula)\n13. Uncontrolled hypertension (systolic \\> 160 mm Hg and/or diastolic \\> 110 mm Hg) or clinically significant (ie, active) cardiovascular disease, cerebrovascular accident/stroke, or myocardial infarction within 6 months prior to first study medication; unstable angina; congestive heart failure of New York Heart Association grade 2 or higher; or serious cardiac arrhythmia requiring medication. Subjects with uncontrolled hypertension should be medically managed on a stable regimen to control hypertension prior to study entry.\n14. Dyspnea at rest due to complications of advanced malignancy or other disease requiring continuous oxygen therapy.\n15. Known hypersensitivity to any component of the study medication(s).\n16. Subjects taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n17. Participation in an investigational drug study or history of receiving any investigational treatment within 30 days prior to screening for this study, except for testosterone-lowering therapy in men with prostate cancer.\n18. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n19. Concurrent participation in any interventional clinical trial.\n20. Pregnant and nursing women.\n\nCohort D Inclusion criteria\n\n1. Age ≥ 18 years old.\n2. Able to understand and provide a signed informed consent that fulfills the relevant IRB or IEC guidelines\n3. Histologically-confirmed stage III or IV NSCLC disease. Participants with stage III disease must not be candidates for treatment with surgical resection or definitive chemoradiation.\n4. ECOG performance status of 0 to 2.\n5. Measurable tumor lesions according to RECIST v1.1.\n6. Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n7. Agreement to practice effective contraception for female participants of childbearing potential and non-sterile males. Female participants of childbearing potential must agree to use effective contraception for up to 7 months after completion of therapy, and nonsterile male participants must agree to use a condom for up to 7 months after treatment. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), orals, injectables. two forms of barrier methods (eg, condom, diaphragm) used with spermicide, intrauterine devices (IUDs), and hormonal therapy.\n\nCohort D Exclusion criteria\n\n1. Prior systemic therapy or radiation therapy for treatment of current advanced or metastatic NSCLC.\n2. Have known EGFR mutations which are sensitive to available targeted inhibitor therapy (including, but not limited to, deletions in exon 19 and exon 21 \\[L858R\\] substitution mutations). All participants with nonsquamous histology must have been tested for EGFR mutation status; use of an approved test is strongly encouraged. Participants with nonsquamous histology and unknown or indeterminate EGFR status are excluded.\n3. Have known ALK translocations which are sensitive to available targeted inhibitor therapy are excluded. If tested, use of an approved test is strongly encouraged.\n\n   Participants with unknown or indeterminate ALK status may be enrolled.\n4. Systemic autoimmune disease currently requiring treatment (eg, lupus erythematosus, rheumatoid arthritis, Addison's disease, or autoimmune disease associated with lymphoma). Participants must have been off treatment for 180 days.\n5. History of organ transplant requiring immunosuppression; or history of pneumonitis or interstitial lung disease requiring treatment with systemic steroids; or a history of receiving systemic steroid therapy or any other immunosuppressive medication ≤ 3 days prior to study initiation. Daily steroid replacement therapy (eg, prednisone or hydrocortisone) and corticosteroid use to manage AEs are permitted.\n6. Requirement for other forms of anticancer treatment while on trial, including maintenance therapy, radiation therapy, and/or surgery. Palliative radiation is permitted.\n7. Participants with untreated CNS metastases and carcinomatous meningitis are excluded.\n\n   Participants are eligible if CNS metastases are adequately treated and participants are neurologically returned to baseline (except for residual signs or symptoms related to the CNS treatment) for at least 2 weeks prior to first treatment. In addition, participants must be either off corticosteroids, or on a stable or decreasing dose of ≤ 10 mg daily prednisone.\n8. Active infection requiring systemic IV therapy.\n9. History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n10. Inadequate organ function, evidenced by the following laboratory results:\n\n    1. Absolute lymphocyte count \\< institutional ULN.\n    2. Absolute neutrophil count \\< 1,500 cells/mm3.\n    3. Platelet count \\< 100,000 cells/mm3.\n    4. Total bilirubin greater than the upper limit of normal (ULN; unless the participant has documented Gilbert's syndrome).\n    5. Aspartate aminotransferase (AST \\[SGOT\\]) or alanine aminotransferase (ALT \\[SGPT\\]) \\> 1.5 × ULN.\n    6. ALP levels \\> 2.5 × ULN.\n    7. Hemoglobin \\< 9.0 g/dL.\n    8. Serum creatinine \\> 2.0 mg/dL or 177 μmol/L or creatinine clearance \\< 40 mL/min (using the Cockcroft-Gault formula below). Female = \\[(140 - age in years) × weight in kg x 0.85\\] / \\[72 × serum creatinine in mg/dL\\] Male = \\[(140 - age in years) × weight in kg × 1.00\\] / \\[72 × serum creatinine in mg/dL\\].\n11. Participants taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n12. Participation in an investigational drug study or history of receiving any investigational treatment within 30 days prior to the start of treatment on this study, except for hormone-lowering therapy in participants with hormone-sensitive cancer.\n13. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n14. Pregnant and nursing women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jayson Garmizo","affiliation":"Associate Director, Clinical Operations","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Alaska Urological Institute - Alaska Clinical Research Center","city":"Anchorage","state":"Alaska","zip":"99503","country":"United States","geoPoint":{"lat":61.21806,"lon":-149.90028}},{"facility":"Genesis Cancer Center","city":"Hot Springs","state":"Arkansas","zip":"71913","country":"United States","geoPoint":{"lat":34.5037,"lon":-93.05518}},{"facility":"Chan Soon-Shiong Institute for Medicine","city":"El Segundo","state":"California","zip":"90245","country":"United States","geoPoint":{"lat":33.91918,"lon":-118.41647}},{"facility":"Adventist Health Glendale","city":"Glendale","state":"California","zip":"92106","country":"United States","geoPoint":{"lat":34.14251,"lon":-118.25508}},{"facility":"MemorialCare Health System","city":"Long Beach","state":"California","zip":"90806","country":"United States","geoPoint":{"lat":33.76696,"lon":-118.18923}},{"facility":"Adventist Health White Memorial","city":"Los Angeles","state":"California","zip":"90033","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"Hoag Memorial Hospital","city":"Newport Beach","state":"California","zip":"92663","country":"United States","geoPoint":{"lat":33.61891,"lon":-117.92895}},{"facility":"Desert Hematology Oncology Medical Group","city":"Rancho Mirage","state":"California","zip":"92270","country":"United States","geoPoint":{"lat":33.73974,"lon":-116.41279}},{"facility":"Memorial Healthcare","city":"Hollywood","state":"Florida","zip":"33021","country":"United States","geoPoint":{"lat":26.0112,"lon":-80.14949}},{"facility":"Baptist Health South Florida - Miami Cancer Institute","city":"Miami","state":"Florida","zip":"33176","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Healthcare Research Network","city":"Tinley Park","state":"Illinois","zip":"60487","country":"United States","geoPoint":{"lat":41.57337,"lon":-87.78449}},{"facility":"Baptist Health - Lexington","city":"Lexington","state":"Kentucky","zip":"40503","country":"United States","geoPoint":{"lat":37.98869,"lon":-84.47772}},{"facility":"Baptist Health Louisville","city":"Louisville","state":"Kentucky","zip":"40503","country":"United States","geoPoint":{"lat":38.25424,"lon":-85.75941}},{"facility":"Karmanos Cancer Center","city":"Detroit","state":"Michigan","zip":"48201","country":"United States","geoPoint":{"lat":42.33143,"lon":-83.04575}},{"facility":"Mercy Research Joplin","city":"Joplin","state":"Missouri","zip":"64804","country":"United States","geoPoint":{"lat":37.08423,"lon":-94.51328}},{"facility":"St. Vincent Frontier Cancer Center","city":"Billings","state":"Montana","zip":"59102","country":"United States","geoPoint":{"lat":45.78329,"lon":-108.50069}},{"facility":"Astera Cancer Care","city":"East Brunswick","state":"New Jersey","zip":"08816","country":"United States","geoPoint":{"lat":40.42788,"lon":-74.41598}},{"facility":"University of Rochester","city":"Rochester","state":"New York","zip":"14642","country":"United States","geoPoint":{"lat":43.15478,"lon":-77.61556}},{"facility":"Stony Brooke Medicine","city":"Stony Brook","state":"New York","zip":"11794","country":"United States","geoPoint":{"lat":40.92565,"lon":-73.14094}},{"facility":"Mercy Research Oklahoma City","city":"Oklahoma City","state":"Oklahoma","zip":"73120","country":"United States","geoPoint":{"lat":35.46756,"lon":-97.51643}},{"facility":"LeHigh Valley","city":"Allentown","state":"Pennsylvania","zip":"18103","country":"United States","geoPoint":{"lat":40.60843,"lon":-75.49018}},{"facility":"Gettysburg Cancer Center","city":"Gettysburg","state":"Pennsylvania","zip":"17325","country":"United States","geoPoint":{"lat":39.83093,"lon":-77.2311}},{"facility":"Medical University of South Carolina (MUSC) - Hollings Cancer Center (HCC)","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77632,"lon":-79.93275}},{"facility":"Saint Francis Cancer Center/Bon Secours St. Francis Health System","city":"Greenville","state":"South Carolina","zip":"29607","country":"United States","geoPoint":{"lat":34.85262,"lon":-82.39401}},{"facility":"Avera Cancer Institute","city":"Sioux Falls","state":"South Dakota","zip":"57105","country":"United States","geoPoint":{"lat":43.54369,"lon":-96.72796}},{"facility":"University of Tennessee Medical Center","city":"Knoxville","state":"Tennessee","zip":"37920","country":"United States","geoPoint":{"lat":35.96064,"lon":-83.92074}},{"facility":"Baptist Cancer Center","city":"Memphis","state":"Tennessee","zip":"38120","country":"United States","geoPoint":{"lat":35.14953,"lon":-90.04898}},{"facility":"Texas Oncology-Austin","city":"Austin","state":"Texas","zip":"78745","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}},{"facility":"Texas Oncology-Bedford","city":"Bedford","state":"Texas","zip":"76002","country":"United States","geoPoint":{"lat":32.84402,"lon":-97.14307}},{"facility":"Oncology Consultants, PA","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"Bon Secours Richmond","city":"Richmond","state":"Virginia","zip":"23114","country":"United States","geoPoint":{"lat":37.55376,"lon":-77.46026}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582435","term":"pembrolizumab"},{"id":"D000077594","term":"Nivolumab"},{"id":"D000074324","term":"Ipilimumab"},{"id":"D016190","term":"Carboplatin"},{"id":"C520255","term":"130-nm albumin-bound paclitaxel"},{"id":"D017239","term":"Paclitaxel"},{"id":"D002945","term":"Cisplatin"},{"id":"D000068437","term":"Pemetrexed"},{"id":"C000594389","term":"atezolizumab"},{"id":"D000068258","term":"Bevacizumab"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"},{"id":"D056831","term":"Coordination Complexes"},{"id":"D009930","term":"Organic Chemicals"},{"id":"D043823","term":"Taxoids"},{"id":"D043822","term":"Cyclodecanes"},{"id":"D003516","term":"Cycloparaffins"},{"id":"D006840","term":"Hydrocarbons, Alicyclic"},{"id":"D006844","term":"Hydrocarbons, Cyclic"},{"id":"D006838","term":"Hydrocarbons"},{"id":"D004224","term":"Diterpenes"},{"id":"D013729","term":"Terpenes"},{"id":"D017606","term":"Chlorine Compounds"},{"id":"D007287","term":"Inorganic Chemicals"},{"id":"D017672","term":"Nitrogen Compounds"},{"id":"D017671","term":"Platinum Compounds"},{"id":"D006147","term":"Guanine"},{"id":"D007042","term":"Hypoxanthines"},{"id":"D011688","term":"Purinones"},{"id":"D011687","term":"Purines"},{"id":"D006574","term":"Heterocyclic Compounds, 2-Ring"},{"id":"D000072471","term":"Heterocyclic Compounds, Fused-Ring"},{"id":"D006571","term":"Heterocyclic Compounds"},{"id":"D005971","term":"Glutamates"},{"id":"D024342","term":"Amino Acids, Acidic"},{"id":"D000596","term":"Amino Acids"},{"id":"D000600","term":"Amino Acids, Dicarboxylic"}]}},"hasResults":false}