{"protocolSection":{"identificationModule":{"nctId":"NCT07123727","orgStudyIdInfo":{"id":"COVID-4.019-LONG"},"organization":{"fullName":"ImmunityBio, Inc.","class":"INDUSTRY"},"briefTitle":"A Study to Examine Anktiva for the Treatment of COVID-19.","officialTitle":"Single Arm Study to Evaluate the Safety of Nogapendekin Alfa Inbakicept (NAI) in Participants With Long COVID"},"statusModule":{"statusVerifiedDate":"2025-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-09-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-07-30","studyFirstSubmitQcDate":"2025-08-13","studyFirstPostDateStruct":{"date":"2025-08-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-17","lastUpdatePostDateStruct":{"date":"2025-10-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will examine the safety and effectiveness of Anktiva in treating patients with Long COVID-19 which is defined as persistent symptoms of a COVID-19 infection that remain after the infection is over."},"conditionsModule":{"conditions":["Long COVID","Long COVID Syndrome","Long Covid 19"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"N-803","type":"EXPERIMENTAL","interventionNames":["Drug: Anktiva"]}],"interventions":[{"type":"DRUG","name":"Anktiva","description":"600ug of NAI administered subcutaneously","armGroupLabels":["N-803"],"otherNames":["N-803","Nogapendekin Alfa Inbakicept","NAI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of treatment emergent adverse events (TEAEs) through 30 days post final study drug administration.","timeFrame":"Through 30 days post final study drug administration."},{"measure":"Incidence of grade 3 or higher TEAEs through 30 days post final study drug administration.","timeFrame":"Through 30 days post final study drug administration."},{"measure":"Incidence of serious adverse events (SAEs) through 30 days post final study drug administration.","timeFrame":"Through 30 days post final study drug administration."},{"measure":"Incidence of abnormal changes in safety laboratory tests (CBC and CMP).","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Clinically important changes in vital signs such as temperature in degrees Fahrenheit.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Clinically important changes in vital signs such as heart rate in beats per minute.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Clinically important changes in vital signs such as blood pressure in millimeters of mercury (mmHg).","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Clinically important changes in vital signs such as respiratory rate in breaths per minute.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Clinically important changes in vital signs such as oxygen saturation in percentage.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."}],"secondaryOutcomes":[{"measure":"Percent increase or decrease change in the Absolute lymphocyte count (as measured on CBC) from Screening to End Of Study with various timepoints.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."}],"otherOutcomes":[{"measure":"Percent increase or decrease change in frequency and activation of NK cells and CD8+ T cells as measured by Flow Cytometry from prior to NAI administration to End Of Study.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."},{"measure":"Immunologic function of NK cells and CD8+ T cells as measured by Flow Cytometry for Peripheral Blood Mononuclear Cell Evaluation and Secretome testing for analyzing cytokines for understanding the body's defenses from prior to NAI administration to EOS.","timeFrame":"Through the end of the study treatment period (approximately 75 days)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 and \\< 70 years.\n* History of at least one SARS-CoV-2 infection, defined as report of a positive nucleic acid amplification test (NAAT) and/or a positive SARS-CoV-2 antigen rapid diagnostic test (RDT). Those with only suspected but unconfirmed infections are not eligible for this study.\n* Clinical evidence of Long COVID, as confirmed by the Investigator's assessment.\n\n  1. At least 2 symptoms or at least 1 severe symptom as assessed by the study team (see list) that are new or worsened since the time of a SARS-CoV-2 infection, not known to be attributable to another cause upon assessment by the PI. At least 2 symptoms from those listed here must be present: systemic symptoms (eg, fatigue, chills, post-exertional malaise), neurocognitive symptoms (eg, trouble with memory/concentration (\"brain fog\"), headache, dysautonomia/postural orthostatic tachycardia symptoms, dizziness, unsteadiness, neuropathy, sleep disturbance), cardiopulmonary symptoms (eg, chest pain, palpitations, shortness of breath, cough, fainting spells), musculoskeletal symptoms (eg, muscle aches, joint pain), gastrointestinal symptoms (eg, nausea, diarrhea). Although other symptoms (eg, skin rash, hair loss, trouble with smell/taste, genitourinary symptoms) will be recorded and tracked, at least 2 core symptoms listed above must be present. Note: the 2 symptoms can be from within the same category (for example, brain fog and headache) AND\n  2. Symptoms must have been present for at least 60 days prior to screening. Symptoms that wax and wane must have been initially present at least 60 days prior to screening AND\n  3. Symptoms must be reported to be at least somewhat bothersome and to have an impact on quality of life and/or everyday functioning AND\n  4. At least 90 days have elapsed since the most recent suspected or confirmed SARS-CoV-2 infection and the time of screening. Note: suspected infections will be determined based upon assessment by the study Investigators.\n* Not currently hospitalized.\n* Body mass index (BMI) 18 to 50 kilograms/meter squared (kg/m2), inclusive, at the time of screening.\n* In otherwise stable health, as assessed by the Investigator within 28 days prior to screening, based on medical history, physical examination, laboratory findings, and vital signs.\n* For male participants,\n\n  a. Participants with partners that are WOCBP are strongly advised to inform their partners and must agree to use effective contraception from study entry (defined as INT1) through 7 months after the last dose of study intervention. Participants with pregnant partners must agree to use condoms during vaginal intercourse from study entry (defined as INT1) through 14 days after the last dose of study intervention administration.\n* For female participants,\n\n  a. A female participant who engages in sexual intercourse with male partners is eligible to participate if she is not pregnant or breastfeeding, and the following conditions applies: i. Is not a WOCBP OR ii. All of the following apply:\n  1. Is a WOCBP and is using a contraceptive method from - 21 days from study entry (defined as INT1), during the study intervention period, and for at least 7 months after the last study intervention administration.\n  2. A WOCBP must have a negative urine pregnancy test within 24 hours prior to all doses of study intervention. If a urine pregnancy test cannot be confirmed as negative (eg, an ambiguous result), a serum pregnancy test must be negative.\n* Willingness and ability to comply with the study protocol. This includes reliable transportation and sufficient time to attend all visits.\n* Written informed consent obtained from participant or participant's legal representative and ability for participant to comply with the requirements of the study.\n\nExclusion Criteria:\n\n* Previously received a SARS-CoV-2 antiviral or monoclonal antibody 30 days prior to planned INT1 or plan to receive such treatment before exiting the study.\n* Plans to receive any investigational or approved vaccine or booster for SARS-CoV-2 within 14 days prior to plan to receive such treatment before exiting the study.\n* History of autoimmune disease including, but not limited, to celiac disease, rheumatoid arthritis, psoriasis, and inflammatory bowel diseases.\n* Active cardiovascular disease, defined as known prior:\n\n  1. Myocardial infarction within 90 days of screening; OR\n  2. Coronary artery bypass procedure within 90 days of screening; OR\n  3. Current heart failure with reduced ejection fraction (\\<45%); OR\n  4. Current pulmonary arterial hypertension.\n* Known stroke within 3 months prior to planned INT1.\n* Known active bacterial, fungal, viral, or other infection besides SARS-CoV-2 requiring treatment within the 14 days prior to INT1 and meeting criteria for systemic involvement upon review by the PI.\n* Major surgery within 3 months prior to planned INT1 or planned major surgery during the first 75 days following planned INT1.\n* History of unplanned hospitalization for \\>24 hours within 28 days prior to Screening.\n* Active or prior Hepatitis B (Hep B) infection (defined as Hep B core antibody (cAb) and/or Hep B surface antigen (sAg) positive. Note: Prior hepatitis B is exclusionary even in the absence of ongoing infection.\n* Active Hepatitis C (Hep C) infection (defined as Hep C Ab positive or indeterminate with detectable Hep C RNA). Note: Those with cured Hep C (Ab positive or indeterminate but negative Hep C RNA) will remain eligible.\n* Laboratory abnormalities including:\n\n  1. ANC \\< 1,500 per mm3\n  2. Platelet count \\<100,000 per mm3\n  3. Hemoglobin \\< 9 d/dL\n  4. Baseline AST or ALT \\> 1.5 × ULN\n  5. CrCl \\< 50 (estimated glomerular filtration rate)\n* Known or suspected HIV infection.\n* End stage kidney disease requiring dialysis.\n* History of Type I or Type 2 Diabetes mellitus requiring systemic medication or insulin.\n* Severe hepatic impairment (Child-Pugh Class C).\n* Moderate or severe immunocompromise, includes the following: (a) receiving active treatment for solid tumor or hematologic malignancy, including use of systemic chemotherapy for treatment of cancer within the year prior to screening, (b) prior solid-organ transplant with active immunosuppressive therapy, (c) CAR-T cell therapy or hematopoietic cell transplant, on immunosuppressive therapy or transplant within the prior 2 years, (d) primary immunodeficiency syndromes, advanced or untreated HIV infection (see above), (f) on active high-dose corticosteroids (ie, ≥ 20mg prednisone or equivalent daily per day for ≥ 2 weeks).\n* Known prior diagnosis of myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), preceding and not related to SARS-CoV-2 infection and not worsened since SARS-CoV-2 infection.\n* Known prior diagnosis of dysautonomia, preceding and not related to SARS-CoV-2 infection and not worsened since SARS-CoV-2 infection.\n* Known allergy to any components used in the formulation of the intervention.\n* History of anaphylaxis or similar significant allergic reaction to prescription or non-prescription drugs or food products. Similarly, the presence of severe atopic conditions as assessed by the PI represents a significant risk for allergic reaction.\n* Participation in a clinical trial with receipt of an investigational product within 28 days prior to planned INT1, except for exploratory PET imaging studies related to Long COVID.\n* Current alcohol or illicit drug use as determined by the Investigator to preclude participation.\n* Presence of a condition or abnormality that in the opinion of the Investigator would compromise the safety of the participant or the quality of the data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kamin Personett","role":"CONTACT","phone":"12673777737","email":"kamin.personett@immunitybio.com"}],"locations":[{"facility":"Chan Soon-Schiong Institute for Medicine (CSSIFM)","status":"RECRUITING","city":"El Segundo","state":"California","zip":"90245","country":"United States","contacts":[{"name":"Jaya Gill","role":"CONTACT","phone":"310-955-4500","email":"jaya.gill@cssifm.org"},{"name":"Chaitali Nangia, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.91918,"lon":-118.41647}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D000094024","term":"Post-Acute COVID-19 Syndrome"}],"ancestors":[{"id":"D000086382","term":"COVID-19"},{"id":"D011024","term":"Pneumonia, Viral"},{"id":"D011014","term":"Pneumonia"},{"id":"D012141","term":"Respiratory Tract Infections"},{"id":"D007239","term":"Infections"},{"id":"D014777","term":"Virus Diseases"},{"id":"D018352","term":"Coronavirus Infections"},{"id":"D003333","term":"Coronaviridae Infections"},{"id":"D030341","term":"Nidovirales Infections"},{"id":"D012327","term":"RNA Virus Infections"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D000094025","term":"Post-Infectious Disorders"},{"id":"D002908","term":"Chronic Disease"},{"id":"D020969","term":"Disease Attributes"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]},"interventionBrowseModule":{"meshes":[{"id":"C582303","term":"ALT-803"}]}},"hasResults":false}