{"protocolSection":{"identificationModule":{"nctId":"NCT03951831","orgStudyIdInfo":{"id":"AAAS1863"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"REGN2810 Followed by Chemoimmunotherapy for Newly Metastatic Hormone-sensitive Prostate Cancer","officialTitle":"Phase II, Open-label, Single-center Study Evaluating Safety and Activity of Androgen Deprivation Therapy Followed by Chemoimmunotherapy for Newly Metastatic Hormone-sensitive Prostate Cancer (mHSPC)"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-14","studyFirstSubmitQcDate":"2019-05-14","studyFirstPostDateStruct":{"date":"2019-05-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-23","lastUpdatePostDateStruct":{"date":"2025-04-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Mark Stein","investigatorTitle":"Associate Clinical Professor of Medical Oncology","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Mark Stein","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The primary objective is to determine the safety and activity of combined hormonal chemoimmunotherapy in a single-arm phase II trial of REGN2810, androgen deprivation therapy (ADT), and docetaxel in patients with newly metastatic, hormone-sensitive prostate cancer (mHSPC), using a primary endpoint of undetectable prostate-specific antigen (PSA) at 6 months, defined from start of combination therapy (week 10) until 6 months (week 37).","detailedDescription":"The slow progress for notable trials in metastatic, hormone-sensitive disease is attributed to the long duration of follow-up required, as well as the focus on time-to-event end points, i.e. overall survival, in clinical trial design. These landmark trials (CHAARTED, STAMPEDE, LATITUDE), which used overall survival as their endpoints, required, on average, 10 years from start of trial to first peer-reviewed publication. Given the challenge of using traditional measures of response (RECIST criteria) when designing prostate cancer clinical trials, the Prostate Cancer Working group 2 (PCWG2) made trial-design recommendations. One was to separate treatment outcomes into early measures of response and later time-to-event measures of progression. The goal is to shift the trial objective to capture and reflect the actual effect of the tested treatment and, in doing so, provide a more timely drug development milieu for the metastatic patient. These early measure of response end points, such as undetectable PSA with testosterone recovery, are now being actively integrated into clinical trial design."},"conditionsModule":{"conditions":["Prostate Cancer Metastatic"],"keywords":["Cancer","Chemoimmunotherapy","Prostate Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ADT Followed by Chemoimmunotherapy","type":"EXPERIMENTAL","description":"REGN2810 followed by chemoimmunotherapy:\n\nInitiate degarelix 240mg SC once, followed by leuprolide acetate 22.5mg SC every 3 months.\n\nWeek 4 start cemiplimab (REGN 2810) 350mg IV every 3 weeks (flat dose) for up to 55 weeks or intolerable side effect or progression of disease.\n\nWeek 10 start docetaxel 75 mg/m2 every 21 days for up to 6 cycles.","interventionNames":["Drug: REGN2810","Drug: Degarelix","Drug: Leuprolide Acetate","Drug: Docetaxel"]}],"interventions":[{"type":"DRUG","name":"REGN2810","description":"Cemiplimab (REGN 2810) is administered starting at week 4 at a dose of 350mg IV every 3 weeks (flat dose) for up to 55 weeks or intolerable side effect or progression of disease.","armGroupLabels":["ADT Followed by Chemoimmunotherapy"],"otherNames":["Cemiplimab"]},{"type":"DRUG","name":"Degarelix","description":"Degarelix is administered subcutaneously (SC) at a dose of 240mg once.","armGroupLabels":["ADT Followed by Chemoimmunotherapy"],"otherNames":["Firmagon"]},{"type":"DRUG","name":"Leuprolide Acetate","description":"Leuprolide acetate is provided at a dose of 22.5mg SC every 3 months.","armGroupLabels":["ADT Followed by Chemoimmunotherapy"],"otherNames":["Lupron"]},{"type":"DRUG","name":"Docetaxel","description":"Docetaxel is administered starting at week 10 at a dose of 75 mg/m2 every 21 days for up to 6 cycles.","armGroupLabels":["ADT Followed by Chemoimmunotherapy"],"otherNames":["Taxotere"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of Subjects Achieving Undetectable PSA at 6 months after Combination Treatment","description":"The percentage of subject achieving undetectable PSA levels at 6 months after the combination will use measured to determine safety and activity of combined hormonal chemoimmunotherapy.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Time to Development of Castrate Resistance","description":"A measurement of the time until the patient's prostate cancer has stopped responding to hormone therapy","timeFrame":"6 months"},{"measure":"Radiographic Response","description":"The objective response of the target lesions as measured by the presence of tumor markers","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent for the trial.\n2. Age ≥18 years of age on day of signing informed consent.\n3. Have life expectancy \\> 12 months.\n4. Have a performance status of 0 or 1 using the Eastern Cooperative Oncology Group (ECOG) Performance Scale.\n5. Have histologically or cytologically confirmed prostate cancer from prostate biopsy, radical prostatectomy, TURP or from biopsy of a metastatic site. Rarely pathology is not available but if clinical situation confirms prostate cancer (such as prior response to androgen ablation and/or metastatic disease typical of prostate cancer, i.e. involving bone or pelvic/extra pelvic lymph nodes or para-aortic lymph nodes, AND an elevated serum concentration of PSA typical of prostate cancer) pathology is not required and patient can be enrolled after discussed with study PI..\n6. Have metastatic disease that is either measurable or evaluable (non-measurable).\n7. Have evaluable (non-measurable) or measurable disease, based on RECIST 1.1, with at least one lesion amenable to biopsy.\n8. Have testosterone level ≥ 150ng/dL.\n9. Have not been on androgen deprivation therapy or novel hormonal agents (e.g., abiraterone, enzalutamide, apalutamide) for at least 6 months prior to enrollment in trial and must not have exceeded 24 months of therapy\n10. Have not received any adjuvant or neoadjuvant chemotherapy or immunotherapy.\n11. Have not had prior bilateral surgical orchiectomy.\n12. Have not received palliative radiation within 14 days of starting ADT on study treatment.\n13. Have adequate organ and marrow function as defined below:\n\n    * Leukocytes ≥3,000/microliters (mcL)\n    * Absolute Neutrophil Count ≥1,500/mcL\n    * Platelets ≥100,000\n    * Hemoglobin ≥ 8.0g/dL (without transfusion in past 2 weeks)\n    * Prothrombin time (PT)/international normalized ratio (INR), partial thromboplastin time (PTT) ≤ 1.5 upper limit of normal (ULN) (except if on therapeutic anticoagulation in which case the patient can be enrolled if stable and anti-coagulation levels are appropriate for their condition per good clinical practice).\n    * Aspartate aminotransferase (AST)(SGOT)/ alanine aminotransferase (ALT)(SGPT) ≤2.5 × institutional ULN\n    * Total bilirubin within normal institutional limits. Note: Patients with hyperbilirubinemia clinically consistent with an inherited disorder of bilirubin metabolism (e.g. Gilbert's syndrome) will be eligible at the discretion of the treating physician and/or the principal investigator.\n    * Creatinine clearance of ≥ 30 mL/min. Creatinine clearance (CrCl) should be calculated at screening using the Cockcroft-Gault formula.\n14. Agree to undergo serial tumor biopsies, unless medically contraindicated in the opinion of the treating physician, and discussed with the principal investigator\n15. The effects of REGN2810 on the developing human fetus are unknown. For this reason and because REGN2810 agents \\[as well as other therapeutic agents used in this trial\\] are known to be teratogenic, men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of REGN2810 administration. Should a woman become pregnant or suspect she is pregnant while her partner is participating in this study, she should inform her treating physician immediately.\n\nExclusion Criteria:\n\nThe subject must be excluded from participating in the trial if the subject:\n\n1. Received ADT or other hormonal agents within 6 months prior to entering the study or in the metastatic setting with the exception of 5-alpha reductase inhibitors (e.g.\n\n   finasteride and dutasteride) and first-generation androgen receptor inhibitor (e.g.\n\n   bicalutamide) in setting of normal testosterone. Advise subject to continue the 5-alpha reductase inhibitor for the duration of the study if already started. Advise subject to stop the androgen receptor inhibitor for duration of the study\n2. Received prior immunotherapy (including inhibitors of programmed cell death protein 1 (anti-PD-1), anti-PD-L1, anti-CTLA4, or Sipuleucel-T).\n3. Received prior chemotherapy for prostate cancer treatment.\n4. Received radiation within 2 weeks prior to entering study.\n5. Is receiving any other investigational agents concurrently.\n6. Had a solid organ or hematologic transplant.\n7. Has active autoimmune disease that has required systemic treatment in past 2 years (i.e. with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n8. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n9. Has a diagnosed malignant disease, other than the tumor type being treated in this study. Note: Patients with a prior or concurrent malignancy of low metastatic potential that does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen may be included (e.g., patients with a history of nonmelanoma skin cancer, carcinoma in situ of the cervix, early stage cancers treated with curative intent, non-muscle invasive bladder cancer, stage I renal cancer)Has a known history of, or any evidence of, interstitial lung disease or active noninfectious pneumonitis.\n10. Peripheral neuropathy must be ≤ grade 1\n11. Has an active infection requiring systemic therapy.\n12. Has a history of current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator, including dialysis.\n13. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n14. Has a known history of human immunodeficiency virus (HIV) (HIV 1/2 antibodies). Note: HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with REGN2810. In addition, these patients are at increased risk of lethal infections when treated with immunotherapy and marrow-suppressive therapy. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated.\n15. Has untreated active Hepatitis B. Note: To qualify for enrollment, antiviral therapy for HBV must be given for at least 3 months, and HBV viral load must be less than 100 IU/mL prior to first dose of study drug. Those on active HBV therapy with viral loads under 100 IU/mL should stay on the same therapy throughout trial treatment. Those subjects who are anti-HBc (+), and negative for HBsAg, and negative for anti-HBs, and have an HBV viral load under 100 IU/mL do not require HBV anti-viral prophylaxis, but need close monitoring.\n16. Has dual infection with HBV/HCV or other hepatitis combinations at study entry.\n17. Has received a live vaccine within 30 days of planned start of study therapy (Cycle 1, Day 1). Note: The killed virus vaccines used for seasonal influenza vaccines for injection are allowed; however intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n18. Patients with a history of severe hypersensitivity reaction to docetaxel or other drugs formulated with polysorbate 80 must be excluded.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mark N. Stein, MD","affiliation":"Columbia University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Columbia University Irving Medical Center","city":"New York","state":"New York","zip":"10032","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"37922910","type":"DERIVED","citation":"Hawley JE, Obradovic AZ, Dallos MC, Lim EA, Runcie K, Ager CR, McKiernan J, Anderson CB, Decastro GJ, Weintraub J, Virk R, Lowy I, Hu J, Chaimowitz MG, Guo XV, Zhang Y, Haffner MC, Worley J, Stein MN, Califano A, Drake CG. Anti-PD-1 immunotherapy with androgen deprivation therapy induces robust immune infiltration in metastatic castration-sensitive prostate cancer. Cancer Cell. 2023 Nov 13;41(11):1972-1988.e5. doi: 10.1016/j.ccell.2023.10.006. Epub 2023 Nov 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D009369","term":"Neoplasms"},{"id":"D011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D005834","term":"Genital Neoplasms, Male"},{"id":"D014565","term":"Urogenital Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D011469","term":"Prostatic Diseases"},{"id":"D052801","term":"Male Urogenital Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000627974","term":"cemiplimab"},{"id":"C431566","term":"acetyl-2-naphthylalanyl-3-chlorophenylalanyl-1-oxohexadecyl-seryl-4-aminophenylalanyl(hydroorotyl)-4-aminophenylalanyl(carbamoyl)-leucyl-ILys-prolyl-alaninamide"},{"id":"D016729","term":"Leuprolide"},{"id":"D000077143","term":"Docetaxel"}],"ancestors":[{"id":"D007987","term":"Gonadotropin-Releasing Hormone"},{"id":"D010906","term":"Pituitary Hormone-Releasing Hormones"},{"id":"D007028","term":"Hypothalamic Hormones"},{"id":"D036361","term":"Peptide Hormones"},{"id":"D006728","term":"Hormones"},{"id":"D006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D009479","term":"Neuropeptides"},{"id":"D010455","term":"Peptides"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D009842","term":"Oligopeptides"},{"id":"D009419","term":"Nerve Tissue Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D043823","term":"Taxoids"},{"id":"D043822","term":"Cyclodecanes"},{"id":"D003516","term":"Cycloparaffins"},{"id":"D006840","term":"Hydrocarbons, Alicyclic"},{"id":"D006844","term":"Hydrocarbons, Cyclic"},{"id":"D006838","term":"Hydrocarbons"},{"id":"D009930","term":"Organic Chemicals"},{"id":"D004224","term":"Diterpenes"},{"id":"D013729","term":"Terpenes"}]}},"hasResults":false}