{"protocolSection":{"identificationModule":{"nctId":"NCT05814432","orgStudyIdInfo":{"id":"67938323.0.1001.5345"},"organization":{"fullName":"Federal University of Health Science of Porto Alegre","class":"OTHER"},"briefTitle":"Efficacy and Safety of High-dose Liposomal Amphotericin B for Disseminated Histoplasmosis in AIDS","officialTitle":"Efficacy and Safety of High-dose Liposomal Amphotericin B (10 Mg/kg) for Disseminated Histoplasmosis in AIDS: a Randomized Phase III Trial (INDUCTION Trial)"},"statusModule":{"statusVerifiedDate":"2025-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-17","studyFirstSubmitQcDate":"2023-04-12","studyFirstPostDateStruct":{"date":"2023-04-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-01-31","lastUpdatePostDateStruct":{"date":"2025-02-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alessandro Pasqualotto","investigatorTitle":"Medicine Professor, Head of Infectology","investigatorAffiliation":"Federal University of Health Science of Porto Alegre"},"leadSponsor":{"name":"Federal University of Health Science of Porto Alegre","class":"OTHER"},"collaborators":[{"name":"Gilead Sciences","class":"INDUSTRY"},{"name":"Financiadora de Estudos e Projetos","class":"OTHER"},{"name":"Sociedade Gaucha de Infectologia","class":"UNKNOWN"},{"name":"Immuno-mycologics, Inc. (IMMY)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Phase III trial evaluating the safety and efficacy of a single high dose (10 mg/kg) of liposomal amphotericin B for disseminated histoplasmosis in AIDS patients, in comparison to standard therapy (3 mg/kg of liposomal amphotericin B for two weeks) (INDUCTION trial).","detailedDescription":"Histoplasmosis is a serious endemic mycosis that may disseminate in immunocompromised patients. The disease in endemic in the American continent, particularly Brazil. Patients with advanced HIV infection are susceptible to disseminated histoplasmosis, an AIDS-defining illness. According to international guidelines, induction therapy for disseminated histoplasmosis involves the use of liposomal amphotericin B for two weeks, but access to this medication is limited in several regions of the globe. A phase II trial showed promising results with the use of a single high dose of liposomal amphotericin B in this context. Here we propose a phase III study aimed to evaluate non-inferiority of induction therapy with liposomal amphotericin B for disseminated histoplasmosis in AIDS, comparing 10 mg/kg (interventional arm) versus 3 mg/kg for two weeks (standard therapy) regarding two-week mortality and superiority in a Desirability of Outcome Ranking (DOOR). Induction therapy will be followed by oral itraconazole for one year for all patients. A Data Safety Monitoring Board (DSMB) will be established with the aim of defining whether the study needs to be stopped early for efficacy or harm to the study participants. The group will meet every 12 months to review the study data.\n\nA steering committee made up of external members will advise and evaluate the study. Meetings will be held every 3 months. In addition, a medical committee made up of members of the study will be responsible for monitoring the progress of the study in order to maintain quality in all its aspects, with weekly meetings.\n\nFor data analysis, continuous variables will be described using mean, standard deviation, median, interquartile range, minimum and maximum. Categorical variables will be described using absolute and relative frequencies. The Kaplan-Meier method will be used to describe overall survival. To assess the primary outcome, the proportions in each arm and the respective 90% confidence intervals will be evaluated. Continuous variables will be compared using two-sample t-tests, paired-sample t-tests, Mann-Whitney test, Wilcoxon signed rank test, one-way ANOVA or Kruskal-Wallis test, as appropriate and if necessary. Categorical variables will be compared with Fisher\\&#39;s exact test or chi-squared test, as appropriate. Ordinal DOOR analysis will be done with logistic regression to determine odds ratios.\n\nTo control the type I error rate for testing of the primary and major secondary endpoint, a hierarchical strategy will be used. Superiority assessments after successful testing of non-inferiority hypotheses will be performed. There is no multiplicity argument affecting this interpretation, as this approach corresponds to a simple closed testing procedure. The sample size calculation will consider the overall 2-week mortality in the L-AmB control observed in the phase II study (i.e. \\~8%). The planned calculation is 279 patients (127 patients per study arm). The sample size is based on a power of 90% to detect a non-inferiority margin of 10% with a two-tailed p-alpha of 5% (i.e. one-sided confidence interval margin of 90%). An expectation of 10% of patients lost to follow-up is added, bringing the sample size to 279 patients (approximately 140 per arm). If the mortality observed in the study is higher than expected, a larger sample size will be necessary. The data will be analyzed using SPSS 27.0 software. If non-inferiority is achieved, the study will be tested for superiority using the DOOR scare. An a priori adaptive sample size is proposed to maintain statistical power if the assumption about two-week mortality is incorrect. A hierarchical testing strategy is proposed to test for superiority of key secondary endpoints of amphotericin-related laboratory toxicity and a DOOR scale. A sample size of 150 participants per arm in a parallel two-group design will be used to test whether distribution of DOOR scores differs between groups (H0: μ1 - μ2 = 0 versus H1: μ1 - μ2 ≠ 0). The comparison will be made using a two-sided, two-sample Mann-Whitney U test, with a Type I error rate α of 0.05. The common standard deviation for both groups is assumed to be 1.5, and the underlying data distribution is assumed to be normal. To detect a difference in means of 0.5 with 80% power, the number of needed subjects will be 300.\n\nFinancial support for this study was provided by the following institutions:\n\nGilead - donation of medication and financial support (USD 393,600); Financiadora de Estudos e Projetos (FINEP/MCTI - Brazil) (USD 355,883.10); and IMMY: donation of diagnostic devices (50 boxes - HGM201, 51 boxes - CR2025);"},"conditionsModule":{"conditions":["Disseminated Histoplasma Capsulatum Infection","AIDS and Infections","Immunosuppression","Fungal Infection"],"keywords":["Disseminated Histoplasmosis","AIDS","Liposomal amphotericin B","Fungal infection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Clinical assessments will take place at the start of the study (patient enrollment), day 3, day 7, day 14 (survival status) and week 10. During the study visits, some data and tests will be collected such as: maximum temperature, presence of dyspnea, respiratory rate, need for mechanical ventilation, systolic blood pressure, World Health Organization performance status, Karnofsky scale, Glasgow coma scale, biochemical laboratory tests, documentation of HIV infection, CD4 and CD8 counts, pregnancy test, urine test for Histoplasma antigen, blood sample for Histoplasma PCR. A 10-week visit will be carried out to also determine survival status, including whether or not there was a need for additional courses of amphotericin B, whether or not the patient had immune reconstitution syndrome, whether they had any serious adverse events, and finally, the DOOR score.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":279,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Single high dose arm","type":"EXPERIMENTAL","description":"Single high dose of liposomal amphotericin B (10 mg/kg)","interventionNames":["Drug: Single high dose of liposomal amphotericin B"]},{"label":"Standard dose arm","type":"ACTIVE_COMPARATOR","description":"Standard treatment with 3 mg/kg of liposomal amphotericin B daily for 2 weeks","interventionNames":["Drug: L-AmB standard dose"]}],"interventions":[{"type":"DRUG","name":"Single high dose of liposomal amphotericin B","description":"Single high dose (10 mg/kg) of liposomal amphotericin B as induction therapy for disseminated histoplasmosis in AIDS","armGroupLabels":["Single high dose arm"],"otherNames":["L-AmB single high dose investigational arm"]},{"type":"DRUG","name":"L-AmB standard dose","description":"Standard treatment (3 mg/kg for two weeks) with liposomal amphotericin B as induction therapy for disseminated histoplasmosis in AIDS","armGroupLabels":["Standard dose arm"],"otherNames":["L-AmB conventional therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overall survival rate","description":"Overall mortality (from any cause) will be determined on day 14 of the study","timeFrame":"14 days"}],"secondaryOutcomes":[{"measure":"Desirability of Outcome Ranking (DOOR) score","description":"DOOR categorized as follows:\n\n(i) Death within the first 10 weeks of randomization or lost to follow up within 2 weeks\n\n(ii) SAE in the first 10 weeks\n\n(iii) Grade 4 laboratory abnormality in the first 2 weeks (electrolytes, anemia/leukopenia or renal dysfunction)\n\n(iv) Grade 3 laboratory abnormality in the first 2 weeks (electrolytes, anemia/leukopenia or renal dysfunction) or lost to follow up from 2-10 weeks\n\n(v) alive at week 10","timeFrame":"Evaluated on week 10"},{"measure":"Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability]","description":"Safety outcomes will be evaluated using a clinical record, with continuous monitoring of the appearance of any suspected adverse event, since the first administration of the drug. The Frequency of grade 3 or 4 toxicities will be determined according to the DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1.","timeFrame":"Evaluated on day 14"},{"measure":"Clinical response rate","description":"A successful clinical response to induction therapy will be defined as absence of fever for at least 72 hours and no increase in the severity of clinical signs, symptoms, or laboratory abnormalities attributable to histoplasmosis.","timeFrame":"Evaluated on day 14"},{"measure":"Rate of reduction in the concentration of Histoplasma urinary antigen","description":"The effect of at least a 50% decrease in Histoplasma urinary antigen concentrations over the first two weeks of therapy will be determined.","timeFrame":"Evaluated on day 14"},{"measure":"Fungal load reduction rate in blood samples","description":"The result of qPCR on blood sample will be analyzed to measure the reduction of load of histoplasmosis on DNA on day 14, in comparison to baseline.","timeFrame":"Evaluated on day 14"},{"measure":"Number of patients requiring additional antifungal treatment","description":"The need for an additional antifungal course of L-AmB during the 10-week follow-up (considered as treatment failures), as well as days of hospitalization.","timeFrame":"10-week"},{"measure":"Overall survival rate","description":"Overall mortality (from any cause) will be determined on week 10 of the study","timeFrame":"Evaluated on week 10"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients admitted to the centers that will be part of the study\n* Infected by the HIV, regardless of the use of antiretroviral therapy\n* Patients diagnosed with disseminated histoplasmosis, confirmed by classical mycological methods (microscopy, culture or histopathology) or urinary Histoplasma antigen detection\n* Patients with central nervous system (CNS) infection may be included if they have an alternative diagnosis suggestive of another CNS infection\n* Patients using fluconazole for oroesophageal candidiasis may be included\n\nExclusion criteria:\n\n* Refusal to participate in the trial\n* Previous diagnosis of histoplasmosis\n* Pregnant or lactating women\n* Patients with renal failure at any given time (serum creatinine \\&amp;gt; 2x or upper limit of normality (KDIGO, 2012)\n* Previous severe reaction to a polyene antifungal\n* Receipt of more than one dose of a polyene antifungal in the last 48 h\n* Suspected histoplasmosis involving the central nervous system\n* Patients who, in the judgment of the attending physician, have the prospect of death within the next 48 hours after selection, will also be excluded\n* Patients with suspected histoplasmosis involving the central nervous system (CNS), as this condition requires high doses of amphotericin B\n* Patients with the prospect of death in the next 48 hours after selection\n* Patients with a concomitant diagnosis of cryptococcus will be excluded, as will patients with leishmaniasis in treatment or in secondary prophylaxis with amphotericin\n* Patients without the capacity to administer enteral medication-at the discretion of the principal investigator of each center-considering that these patients will not be able to use itraconazole orally or through a feeding tube","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alessandro C Pasqualotto, MD PhD","role":"CONTACT","phone":"+5551999951614","email":"acpasqualotto@hotmail.com"},{"name":"Diego R Falci, MD PhD","role":"CONTACT","phone":"+5551997507835","email":"diego.falci@gmail.com"}],"overallOfficials":[{"name":"Daiane F Dalla Lana, PhD","affiliation":"Federal University of Health Science of Porto Alegre","role":"STUDY_CHAIR"},{"name":"Renata B Ascenco Soares, PhD","affiliation":"HDT - SES/GO","role":"STUDY_CHAIR"},{"name":"Luana C Genz Bazana, PhD","affiliation":"Federal University of Health Science of Porto Alegre","role":"STUDY_CHAIR"},{"name":"Tarsila Vieceli, MD MSc","affiliation":"Federal University of Health Science of Porto Alegre","role":"STUDY_CHAIR"}],"locations":[{"facility":"Hospital de Doenças Tropicais","status":"RECRUITING","city":"Goiânia","state":"Goiás","country":"Brazil","contacts":[{"name":"Cássia Godoy","role":"CONTACT","phone":"+5562996873001","email":"cassiamirandagodoy@hotmail.com"}],"geoPoint":{"lat":-16.67861,"lon":-49.25389}},{"facility":"Hospital Giselda Trigueiro","status":"RECRUITING","city":"Natal","state":"Rio Grande do Norte","country":"Brazil","contacts":[{"name":"Monica Bay","role":"CONTACT","phone":"+5584994141921","email":"monibay@gmail.com"}],"geoPoint":{"lat":-5.795,"lon":-35.20944}},{"facility":"Federal University of Health Sciences of Porto Alegre","status":"RECRUITING","city":"Porto Alegre","state":"Rio Grande do Sul","zip":"90050-170","country":"Brazil","contacts":[{"name":"Alessandro C. Pasqualotto, MD PhD","role":"CONTACT","phone":"51999951614","email":"acpasqualotto@hotmail.com"}],"geoPoint":{"lat":-30.03283,"lon":-51.23019}},{"facility":"Hospital de Clinicas de Porto Alegre","status":"RECRUITING","city":"Porto Alegre","state":"Rio Grande do Sul","country":"Brazil","contacts":[{"name":"Diego R Falci","role":"CONTACT","phone":"+5551997507835","email":"dfalci@gmail.com"}],"geoPoint":{"lat":-30.03283,"lon":-51.23019}},{"facility":"Hospital Geral de Roraima","status":"RECRUITING","city":"Boa Vista","state":"Roraima","country":"Brazil","contacts":[{"name":"Luis E Galan","role":"CONTACT","phone":"+5595981218209","email":"luis.bermejo@ufrr.br"}],"geoPoint":{"lat":2.81972,"lon":-60.67333}}]},"referencesModule":{"references":[{"pmid":"37232940","type":"DERIVED","citation":"Pasqualotto AC, Lana DD, Godoy CSM, Leitao TDMJS, Bay MB, Damasceno LS, Soares RBA, Kist R, Silva LR, Wiltgen D, Melo M, Guimaraes TF, Guimaraes MR, Vechi HT, de Mesquita JRL, Monteiro GRG, Adenis A, Bahr NC, Spec A, Boulware DR, Israelski D, Chiller T, Falci DR. Single High Dose of Liposomal Amphotericin B in Human Immunodeficiency Virus/AIDS-Related Disseminated Histoplasmosis: A Randomized Trial. Clin Infect Dis. 2023 Oct 13;77(8):1126-1132. doi: 10.1093/cid/ciad313."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D000163","term":"Acquired Immunodeficiency Syndrome"},{"id":"D007239","term":"Infections"},{"id":"D009181","term":"Mycoses"},{"id":"D006660","term":"Histoplasmosis"}],"ancestors":[{"id":"D015658","term":"HIV Infections"},{"id":"D000086982","term":"Blood-Borne Infections"},{"id":"D003141","term":"Communicable Diseases"},{"id":"D015229","term":"Sexually Transmitted Diseases, Viral"},{"id":"D012749","term":"Sexually Transmitted Diseases"},{"id":"D016180","term":"Lentivirus Infections"},{"id":"D012192","term":"Retroviridae Infections"},{"id":"D012327","term":"RNA Virus Infections"},{"id":"D014777","term":"Virus Diseases"},{"id":"D012897","term":"Slow Virus Diseases"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D007153","term":"Immunologic Deficiency Syndromes"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D001423","term":"Bacterial Infections and Mycoses"}]},"interventionBrowseModule":{"meshes":[{"id":"D012847","term":"Single Person"},{"id":"C068538","term":"liposomal amphotericin B"}],"ancestors":[{"id":"D017533","term":"Marital Status"},{"id":"D005191","term":"Family Characteristics"},{"id":"D003710","term":"Demography"},{"id":"D011154","term":"Population Characteristics"},{"id":"D012959","term":"Socioeconomic Factors"}]}},"hasResults":false}