{"protocolSection":{"identificationModule":{"nctId":"NCT05268107","orgStudyIdInfo":{"id":"HUM00201405/Derm 759"},"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Ethnic Differences in Mechanisms of Action of Dupilumab","officialTitle":"Ethnic Differences in Mechanisms of Action of Dupilumab"},"statusModule":{"statusVerifiedDate":"2025-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-22","studyFirstSubmitQcDate":"2022-03-04","studyFirstPostDateStruct":{"date":"2022-03-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-11-04","lastUpdatePostDateStruct":{"date":"2025-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Johann E Gudjonsson MD PhD","investigatorTitle":"Professor of Dermatology","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Previous research has shown that Asian and African Americans are more likely to develop atopic dermatitis (AD) than their Caucasian counterparts. However, limited information is known about AD in Asian and African American populations because most molecular studies have focused on Caucasians with AD.\n\nThis trial will determine differences in inflammatory responses to dupilumab between Caucasian, Asian, and African American patients with AD.\n\nThe central hypothesis of this study is that ethnic differences in both immune and stromal cells contribute to variability in AD presentation and response to anti-interleukin-4 receptor (IL-4R) inhibition with dupilumab."},"conditionsModule":{"conditions":["Atopic Dermatitis"],"keywords":["Asian patients","African American patients","Caucasian patients","Inflammatory responses","Dupixent","Dupilumab"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A total of 10 Caucasian, 10 Asian (Eastern and Southeastern Asian), and 10 African American patients with moderate-to severe AD (5 males and 5 females in each group) will be enrolled.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dupilumab","type":"EXPERIMENTAL","description":"The 3 groups of patients (Asian, African American, and Caucasian) will all receive the same intervention.","interventionNames":["Drug: Dupilumab"]}],"interventions":[{"type":"DRUG","name":"Dupilumab","description":"Patients will be treated with dupilumab for 4 months (standard FDA-approved dosing of 600 mg subcutaneously at baseline/week 0, followed by 300 mg every 2 weeks).\n\nSkin biopsies will be assessed at baseline (lesional and non-lesional), week 2 (lesional), and week 16 (lesional). In addition, blood will be obtained at baseline and week 16.","armGroupLabels":["Dupilumab"],"otherNames":["Dupixent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin4 (IL4) from week 0 to 2.","timeFrame":"Week 0, week 2"}],"secondaryOutcomes":[{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin13 from week 0 to 2.","timeFrame":"Week 0, week 2"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of Interferon (IFN) from week 0 to 2.","timeFrame":"Week 0, week 2"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin36 from week 0 to 2.","timeFrame":"Week 0, week 2"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin4 from week 0 to 16.","timeFrame":"Week 0 to week 16"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin13 from week 0 to 16.","timeFrame":"Week 0 to week 16"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of IFN from week 0 to 16.","timeFrame":"Week 0 to week 16"},{"measure":"Difference in inflammatory response to dupilumab between Caucasian, Asian and African American patients with atopic dermatitis as measured by change in expression of interleukin36 from week 0 to 16.","timeFrame":"Week 0 to week 16"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Established diagnosis of AD for at least 2 years before the screening visit and confirmed according to the American Academy of Dermatology Consensus Criteria at the time of the screening visit\n* Moderate-to-severe AD with involvement \\> 10% of body-surface-area (BSA) and investigator global assessment (IGA) score 3 (based on the IGA scale ranging from 0 to 4, in which 3 is moderate and 4 is severe) at both the screening and baseline visits\n* Female subjects of childbearing potential (i.e., fertile, following menarche and until becoming post-menopausal unless permanently sterile) must agree either to commit to true abstinence throughout the study and for 12 weeks after the last study drug injection or to use an adequate and approved method of contraception throughout the study and for 12 weeks after the last study drug injection\n* Subject willing and able to comply with all of the time commitments and procedural requirements of the clinical study protocol\n\nExclusion Criteria:\n\n* Body weight less than 30 kilogram\n* Subjects meeting 1 or more of the following criteria at screening or baseline:\n\n  1. Had an exacerbation of asthma requiring hospitalization in the preceding 12 months.\n  2. Reporting asthma that has not been well-controlled (ie, symptoms occurring on \\>2 days per week, nighttime awakenings 2 or more times per week, or some interference with normal activities) during the preceding 3 months\n  3. Asthma Control Test (ACT) \\< 19 (only for subjects with a history of asthma).\n  4. Subjects with a current medical history of chronic obstructive pulmonary disease and/or chronic bronchitis.\n* Cutaneous infection within 1 week before the baseline visit, any infection requiring treatment with oral or parenteral antibiotics, antivirals, antiparasitics, or antifungals within 2 weeks before the baseline visit.\n* Confirmed or suspected coronavirus disease 2019 (COVID-19) infection within 4 weeks before the screening or baseline visit\n* Received COVID-19 vaccination within 4 weeks before baseline visit\n* Previous treatment with dupilumab\n* Pregnant women (positive serum pregnancy test result at the screening visit or positive urine pregnancy test at the baseline visit), breastfeeding women, or women planning a pregnancy during the clinical study\n* History of lymphoproliferative disease or history of malignancy of any organ system within the last 5 years, except for basal cell carcinoma, squamous cell carcinoma in situ (Bowen's disease), or carcinomas in situ of the cervix that have been treated and have no evidence of recurrence in the last 12 weeks before the baseline visit\n* History of hypersensitivity (including anaphylaxis) to an immunoglobulin product (plasma-derived or recombinant, i.e., monoclonal antibody) or to lidocaine\n* Known active or latent tuberculosis (TB) infection\n* Known or suspected immunosuppression or unusually frequent, recurrent, severe, or prolonged infections as per investigator judgment\n* History of or current confounding skin condition (i.e., Netherton syndrome, psoriasis, cutaneous T-cell lymphoma \\[mycosis fungoides or Sezary syndrome\\], contact dermatitis, chronic actinic dermatitis, dermatitis herpetiformis)\n* Planned or expected major surgical procedure during the study\n* Currently participating or participated in any other study of a drug or device, within the past 8 weeks before the screening visit, or is in an exclusion period (if verifiable) from a previous study\n* History of alcohol or substance abuse within 6 months of the screening\n* History of poor wound healing or keloid formation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nicole Nechiporchik","role":"CONTACT","phone":"734-936-7519","email":"nnechipo@med.umich.edu"}],"overallOfficials":[{"name":"Johann Gudjonsson, MD","affiliation":"University of Michigan","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Michigan","status":"RECRUITING","city":"Ann Arbor","state":"Michigan","zip":"48109","country":"United States","contacts":[{"name":"Nicole Nechiporchik","role":"CONTACT","phone":"734-936-7519","email":"nnechipo@med.umich.edu"}],"geoPoint":{"lat":42.27756,"lon":-83.74088}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D003876","term":"Dermatitis, Atopic"}],"ancestors":[{"id":"D012873","term":"Skin Diseases, Genetic"},{"id":"D030342","term":"Genetic Diseases, Inborn"},{"id":"D009358","term":"Congenital, Hereditary, and Neonatal Diseases and Abnormalities"},{"id":"D003872","term":"Dermatitis"},{"id":"D012871","term":"Skin Diseases"},{"id":"D017437","term":"Skin and Connective Tissue Diseases"},{"id":"D017443","term":"Skin Diseases, Eczematous"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}