{"protocolSection":{"identificationModule":{"nctId":"NCT07368972","orgStudyIdInfo":{"id":"DISC-0974-201"},"organization":{"fullName":"Disc Medicine, Inc","class":"INDUSTRY"},"briefTitle":"Study of DISC-0974-201 in Participants With IBD and Anemia","officialTitle":"RALLY-IBD: A Phase 2 Randomized, Double-Blind Study to Evaluate the Safety, Tolerability, and Efficacy of DISC-0974 in Participants With Inflammatory Bowel Disease and Anemia of Inflammation"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2026-02-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2026-01-22","studyFirstSubmitQcDate":"2026-01-23","studyFirstPostDateStruct":{"date":"2026-01-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-02-24","lastUpdatePostDateStruct":{"date":"2026-02-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Disc Medicine, Inc","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a Phase 2, multicenter, randomized, double-blind placebo-controlled study of DISC-0974 to evaluate safety, tolerability, and efficacy in participants with IBD and anemia of inflammation."},"conditionsModule":{"conditions":["Inflammatory Bowel Disease (IBD)","Anemia","Inflammatory Bowel Disease (IBD); Anemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":21,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active","type":"EXPERIMENTAL","description":"DISC-0974 60 mg (n = 14) administered subcutaneously (SC) every 28 days for 3 doses","interventionNames":["Drug: DISC-0974"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Placebo (n = 7) administered SC every 28 days for 3 doses","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"DISC-0974","description":"DISC-0974 is administered subcutaneously.","armGroupLabels":["Active"]},{"type":"DRUG","name":"Placebo","description":"Placebo is administered subcutaneously","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximal change from baseline in Hgb through Day 85","timeFrame":"up to 85 days"}],"secondaryOutcomes":[{"measure":"Incidence of treatment-emergent adverse events","timeFrame":"Up to 85 days"},{"measure":"Incidence of clinically abnormal vital signs","timeFrame":"Up to 85 days"},{"measure":"Incidence of clinically abnormal physical exam","timeFrame":"Up to 85 days"},{"measure":"Incidence of clinically abnormal electrocardiograms","timeFrame":"Up to 85 days"},{"measure":"Incidence of abnormal laboratory test results","timeFrame":"Up to 85 days"},{"measure":"Change from baseline in concentration of iron laboratory parameters","timeFrame":"Up to 85 days"},{"measure":"Change from baseline of reticulocyte count","timeFrame":"Up to 85 days"},{"measure":"Change from baseline of reticulocyte hemoglobin content (CHr)","timeFrame":"Up to 85 days"},{"measure":"Change from baseline of red blood cell (RBC) count","timeFrame":"Up to 85 days"},{"measure":"Mean change in Hgb from baseline through Day 85","description":"Proportion of participants that achieve Hgb increase ≥1 g/dL and ≥ 2 g/dL through Day 85. Proportion of participants that hit dose holding criteria (Hgb increase of ≥2 g/dL from baseline or absolute Hgb of ≥15 g/dL)","timeFrame":"Up to 85 days"},{"measure":"Cmax-Maximum drug concentration measured in plasma","timeFrame":"Up to 85 days"},{"measure":"Tmax-Time of maximum drug concentration","timeFrame":"Up to 85 days"},{"measure":"AUC-Area under the drug concentration time curve","timeFrame":"Up to 85 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants must meet all the following criteria at screening (unless otherwise specified) to be eligible for enrollment in the study:\n\n1. Aged ≥18 years at the time of signing informed consent.\n2. Established diagnosis of IBD (CD, UC, or IBD-unclassified) based on documented findings on both endoscopy and histopathology.\n3. Baseline endoscopy at screening with modified Mayo Score for UC and CDAI for Crohn's Disease to include mild disease as defined below:\n\n   a. CDAI of \\<220 and SES-CD of 0 to 6 (CD/IBD-unclassified) modified Mayo Score of \\<5 points and Mayo endoscopic subscore of 0 to 1 (UC/IBD-unclassified).\n4. Are symptomatic from anemia as assessed by the Investigator despite optimized, stable conventional IBD-directed therapy for 3 months.\n5. Hgb ≥7 AND \\<12 g/dL for females and ≥7 AND \\<13 g/dL for males (local lab) at screening.\n6. Have symptomatic anemia defined as:\n\n   1. Hgb ≤10 g/dL and symptomatic as assessed by Investigator (fatigue, shortness of breath at rest or on minimal exertion, palpitations, tachycardia, orthostatic hypotension or dizziness), or\n   2. Hgb \\>10 g/dL and a minimum score of 4 on the Numeric Rating Scale for Fatigue.\n7. Serum ferritin ≥75 μg/L at screening (local lab).\n8. AST and ALT \\<2× upper limit of normal (ULN) at screening.\n9. Total and direct bilirubin \\<ULN at screening.\n10. Estimated glomerular filtration rate ≥30 mL/min/1.73 m2 by the Chronic Kidney Disease-Epidemiology Collaboration (CKD-EPI) formula.\n11. If female, then EITHER postmenopausal (defined as at least 12 months of spontaneous amenorrhea, 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone (FSH) \\>40 mIU/mL, or at least 6 weeks following surgical bilateral oophorectomy with or without hysterectomy), surgically sterile, OR agreeable to use 1 of the following highly effective contraception methods (listed below) during the study and for at least 8 weeks after the last dose of study drug:\n\n    * Stable hormonal contraceptive (≥3 months)\n    * Intrauterine device in place for at least 3 months\n    * Tubal ligation or single male partner with vasectomy\n12. If a male with female sexual partner(s) of childbearing potential, agrees to use 1 of the following highly effective methods of contraception during the study and for at least 8 weeks after the last study drug dose:\n\n    * Stable hormonal contraceptive (≥3 months; female partner)\n    * Intrauterine device in place for at least 3 months (female partner)\n    * Surgically sterile by hysterectomy, bilateral oophorectomy, or bilateral tubal ligation (female partner)\n    * Confirmed successful vasectomy\n13. Able to understand and provide written informed consent.\n14. Able to comply with all study procedures.\n\nExclusion Criteria:\n\nParticipants meeting any of the following criteria at screening are not eligible for study enrollment:\n\n1. Treatment within 2 days prior to screening with oral iron or iron-containing supplements. Participants may be considered for the study if they undergo a 2-day washout period prior to screening labs for oral iron or iron-containing supplements. Between screening and 2 days prior to Day 1 visit, participants may continue oral iron or iron-containing supplements at the discretion of the Investigator, but any study-related lab draws will require a 48-hour washout from oral iron.\n2. Treatment within 30 days prior to screening with any of the following anemia treatments: blood transfusion, EPO-stimulating agent (ESA), or IV iron. Participants may be considered for the study if they undergo a 30-day washout period for ESAs or IV iron prior to screening labs.\n3. Planned change in IBD directed therapy within 3 months of screening.\n4. Moderate or severe IBD assessed during screening period. Defined as:\n\n   1. CD/IBD-unclassified: participants with a CDAI score ≥220 or SES-CD ≥7\n   2. UC/IBD-unclassified: modified Mayo Score of ≥6 or endoscopic subscore of 3\n   3. Fever, tachycardia, or anticipated need for surgery in the next 3 months\n5. Hospitalization within 30 days prior to screening.\n6. Positive direct antiglobulin test with reactive eluate at screening or medical history at screening of active hemolytic anemia.\n7. Gross gastrointestinal blood loss (eg, visible rectal bleeding, hematochezia, melena) within 4 weeks prior to screening.\n8. Active gastrointestinal bleeding requiring hospitalization, blood transfusion, or endoscopy hemostasis within 8 weeks prior to screening.\n9. Current use of Janus kinase (JAK) inhibitor.\n10. History of hereditary hemochromatosis.\n11. History of Primary Sclerosis Cholangitis.\n12. History of hemoglobinopathy or intrinsic RBC defect associated with anemia.\n13. History of total splenectomy.\n14. Hematopoietic stem cell or solid organ transplant within the past 10 years.\n15. Medical history of anemia from Vitamin B12 or folate deficiency or infection in the 3 months prior to screening.\n16. Stroke, myocardial infarction, deep venous thrombosis, pulmonary or arterial embolism within 6 months prior to screening.\n17. Medical history of clinically significant thrombotic disorder.\n18. If female, pregnant or breastfeeding.\n19. Any major surgery within 8 weeks before screening or incomplete recovery from any previous surgery.\n20. Current or recent systemic corticosteroid use (within 3 months of screening).\n21. Endoscopic abnormalities concerning for colon cancer on baseline endoscopy.\n22. History of malignancy within the last 3 years. The following history/concurrent conditions are allowed: basal or squamous cell carcinoma skin cancer, carcinoma in situ of the cervix, carcinoma in situ of the breast, histologic finding of prostate cancer (T1a or T1b using the tumor, nodes, metastasis clinical staging system). A history of completed treatment (medical or surgical) of Stage 1-2 cancers may be permitted with prior Sponsor agreement.\n23. Participation in any other clinical protocol or investigational study that involves administration of experimental therapy and/or therapeutic devices within 30 days of screening.\n24. A history or known allergic reaction to any investigational product excipients.\n25. History of ADA formation with anaphylaxis.\n26. History of inadequately controlled heart failure (New York Heart Association Classification 3 or 4) and/or have a history of left ventricular ejection fraction \\<35%.\n27. Uncontrolled fungal, bacterial, or viral infection (defined as ongoing signs/symptoms related to the infection without improvement, despite appropriate treatment).\n28. Active infectious gastroenteritis including clostridium difficile colitis or viral enteritis (eg, cytomegalovirus).\n29. HIV positive, active hepatitis B virus surface antigen (HBV), or active hepatitis C virus antibody (HCV).\n30. Significant medical condition, laboratory abnormality, or psychiatric condition that would prevent the patient from participating in the study.\n31. Any condition or concomitant medication that would confound the ability to interpret data from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Disc Medicine Clinical Trials","role":"CONTACT","phone":"(617) 674 9274","email":"clinicaltrials@discmedicine.com"}],"overallOfficials":[{"name":"Will Savage, MD, PhD","affiliation":"Disc Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Clinical Research of Osceola, LLC","status":"RECRUITING","city":"Kissimmee","state":"Florida","zip":"34741","country":"United States","contacts":[{"name":"Victor Sanchez","role":"CONTACT","phone":"407-954-4016","email":"vsanchez@crosceola.com"},{"name":"Basher Atiquzzaman","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.30468,"lon":-81.41667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D015212","term":"Inflammatory Bowel Diseases"},{"id":"D000740","term":"Anemia"}],"ancestors":[{"id":"D005759","term":"Gastroenteritis"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D007410","term":"Intestinal Diseases"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"}]}},"hasResults":false}