{"protocolSection":{"identificationModule":{"nctId":"NCT06452771","orgStudyIdInfo":{"id":"ALN-ANG3-HV-2348"},"organization":{"fullName":"Regeneron Pharmaceuticals","class":"INDUSTRY"},"briefTitle":"A First In Human (FIH) Study to Learn if Different Doses of ALN-ANG3 Are Safe and Well Tolerated in Healthy Adults","officialTitle":"A Phase 1, Randomized, Double-blind, Placebo-controlled, Study of the Safety, Tolerability, and Pharmacokinetics of ALN-ANG3 in Otherwise Healthy Adult Participants"},"statusModule":{"statusVerifiedDate":"2026-02","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-05","studyFirstPostDateStruct":{"date":"2024-06-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-02-18","lastUpdatePostDateStruct":{"date":"2026-02-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"This study is researching an experimental drug called ALN-ANG3 (called \"study drug\"). The study is focused on healthy participants with an elevated level of blood lipids (eg, cholesterol and triglycerides).\n\nThe aim of the study is to see how safe and tolerable the study drug is in healthy adult participants.\n\nThe study is looking at several other research questions, including:\n\n* What side effects may happen from taking the study drug\n* How much study drug is in the blood at different times\n* Whether the body makes antibodies against the study drug (which could make the drug less effective or could lead to side effects)","detailedDescription":"This is a 2-Part study. Participants in Part A are excluded from participation in Part B"},"conditionsModule":{"conditions":["Healthy Volunteers With Hyperlipidemia"],"keywords":["Elevated levels of blood lipids and cholesterol","Small interfering RNA (siRNA)","Angiopoietin-like protein 3 (ANGPTL3)","Liver cells protein"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":59,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Part A: Cohorts","type":"EXPERIMENTAL","interventionNames":["Drug: ALN-ANG3","Drug: Placebo (PB)"]},{"label":"Part B: Cohorts","type":"EXPERIMENTAL","interventionNames":["Drug: ALN-ANG3","Drug: Placebo (PB)"]}],"interventions":[{"type":"DRUG","name":"ALN-ANG3","description":"Administered per the protocol","armGroupLabels":["Part A: Cohorts","Part B: Cohorts"]},{"type":"DRUG","name":"Placebo (PB)","description":"Administered per the protocol","armGroupLabels":["Part A: Cohorts","Part B: Cohorts"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of Treatment-Emergent Adverse Events (TEAEs)","description":"In participants treated with ALN-ANG3 or placebo (PBO)","timeFrame":"Up to Approximately 323 Days"},{"measure":"Severity of TEAEs","description":"In participants treated with ALN-ANG3 or PBO","timeFrame":"Up to Approximately 323 Days"}],"secondaryOutcomes":[{"measure":"Concentration of combined ALN-ANG3 and its (N-1)3^1 metabolite in plasma","description":"Part A","timeFrame":"Within 3 Days Post Dose up to Approximately 323 Days"},{"measure":"Concentration of combined ALN-ANG3 and its (N-1)3^1 metabolite in plasma","description":"Part B","timeFrame":"Prior to Each Dose up to Approximately 323 Days"}]},"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Judged by the investigator to be in good health based on medical history, physical examination, vital sign measurements, and electrocardiogram's (ECG's) performed at screening and/or prior to administration of initial dose of study drug\n2. Has fasting triglyceride (TG) levels \\>=100 and \\<500 mg/dL (1.13-5.65 mmol/L), defined as hyperlipidemia, and fasting Low-Density Lipoprotein (LDL-C) \\>=70 and \\<=300 mg/dL (1.81-7.76 mmol/L), defined as hyperlipidemia, during screening visit. Testing may be repeated once during the screening period in case the visit 1 levels fall outside of the required range\n3. Has a body mass index between 18 and 35 kg/m\\^2, inclusive, at screening visit\n\nKey Exclusion Criteria:\n\n1. History of clinically significant cardiovascular, respiratory, hepatic, renal, gastrointestinal, endocrine, hematological, psychiatric, neurological or other disease, as assessed by the investigator that may confound the results of the study or poses an additional risk to the participant by study participation\n2. Was hospitalized (ie, \\>24 hours) for any reason within 30 days of the screening visit\n3. Any malignancy, except for non-melanoma skin cancer or cervical/anus in-situ that have been resected with no evidence of metastatic disease for 3 years prior to the screening visit\n4. Has a history of significant multiple and/or severe allergies (eg, latex gloves), or has had an anaphylactic reaction to prescription or non-prescription drugs or food\n5. With the exception of stable (approximately 3 months at same dose level) statin use, any prescription medication for approximately 2 weeks or 5 half-lives, whichever is longer, prior to first administration of the study drug through the End Of Study (EOS). Non-prescription medications and nutritional supplements are permitted after alignment of investigator and sponsor on their use\n6. Using the Modification of Diet in Renal Disease (MDRD) or Chronic Kidney Disease Epidemiology (CKD-EPI) equation, has an estimated Glomerular Filtration Rate (GFR) of \\<60 mL/min/1.73m2 at the screening visit, as defined in the protocol\n7. Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) with clinically significant abnormality in the opinion of investigator or ≥1.5× Upper Limit of Normal (ULN) range at screening or day -1 visits\n8. Is positive for Human Immunodeficiency Virus (HIV) or Hepatitis B surface Antigen (HBsAg) at the screening visit. Evidence of prior hepatitis B immunization or prior resolved hepatitis B infection is not an exclusion\n9. Is positive for hepatitis C antibody and positive for qualitative (ie, detected or not detected) Hepatitis C Virus (HCV) Ribonucleic Acid (RNA) test at the screening visit\n\nNOTE: Other Protocol Defined Inclusion / Exclusion Criteria Apply","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Clinical Trial Management","affiliation":"Regeneron Pharmaceuticals","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"New Zealand Clinical Research","city":"Christchurch","state":"Canterbury","zip":"8013","country":"New Zealand","geoPoint":{"lat":-43.53333,"lon":172.63333}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All Individual Patient Data (IPD) that underlie publicly available results will be considered for sharing.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"When Regeneron has:\n\n* received marketing authorization from major health authorities (e.g., FDA, European Medicines Agency (EMA), Pharmaceuticals and Medical Devices Agency (PMDA), etc.) for the product and indication or has globally discontinued development of the product for all indications on or after April 2020 and has no plans for future development\n* made the study results publicly available (e.g., scientific publication, scientific conference, clinical trial registry)\n* the legal authority to share the data, and\n* ensured the ability to protect participant privacy","accessCriteria":"Qualified researchers can submit a proposal for access to individual patient or aggregate level data from a Regeneron-sponsored clinical trial through Vivli. Regeneron's Independent Research Request Evaluation Criteria can be found at: https://www.regeneron.com/sites/default/files/Regeneron-External-Data-Sharing-Policy-and-Independent-Research-Request-Evaluation-Criteria.pdf","url":"https://vivli.org/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"}},"hasResults":false}