{"protocolSection":{"identificationModule":{"nctId":"NCT05729139","orgStudyIdInfo":{"id":"2021-RAB-001"},"organization":{"fullName":"Baptist Health South Florida","class":"OTHER"},"briefTitle":"Cemiplimab/Peg-Interferon-α in Advanced CSCC","officialTitle":"Cemiplimab/PEG-Interferon-α Combination for Advanced Cutaneous Squamous Cell Carcinoma (aCSCC)"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"WITHDRAWN","whyStopped":"PI is leaving institution prior to study opening for accrual.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-06","studyFirstSubmitQcDate":"2023-02-06","studyFirstPostDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-07","lastUpdatePostDateStruct":{"date":"2023-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Baptist Health South Florida","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The primary purpose of this research study is to test the safety and possible harms of cemiplimab/peg-interferon-alpha, when it is given to participants at different dose levels. The researchers want to find out what effects (good and bad) cemiplimab/Peg-Interferon has on participants with advanced cutaneous squamous cell carcinoma (aCSCC) so that they can find the best dose to treat aCSCC and reduce side effects as much as possible."},"conditionsModule":{"conditions":["Cutaneous Squamous Cell Carcinoma","Squamous Cell Carcinoma","Advanced Squamous Cell Carcinoma"],"keywords":["cemiplimab","peg-interferon-alpha"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cemiplimab and Pegylated Interferon-alpha (PEG-IFN-alpha)","type":"EXPERIMENTAL","description":"Cemiplimab administered at 350 mg intravenous (IV) every three weeks for up to 2 years. PEG-IFN-alpha administered subcutaneously weekly at doses of 45 mcg to 135 mcg for up to 1 year. Exact dosing will depend on when the participant is enrolled in the study and the number of serious adverse effects that have been encountered by previous participants, if any.","interventionNames":["Drug: Cemiplimab-Rwlc","Drug: PEG-IFN alfa-2a"]}],"interventions":[{"type":"DRUG","name":"Cemiplimab-Rwlc","description":"350 mg via IV infusion over 30 minutes every 3 weeks for up to two years","armGroupLabels":["Cemiplimab and Pegylated Interferon-alpha (PEG-IFN-alpha)"],"otherNames":["Libtayo"]},{"type":"DRUG","name":"PEG-IFN alfa-2a","description":"Self-administered by the participant via subcutaneous injection in the abdomen or thigh weekly for up to one year. Participants will receive one of three doses:\n\nDose level 0: 45 mcg\n\nDose level 1: 90 mcg\n\nDose level 2: 135 mcg\n\nDose level 0 is considered the starting dose and sequential cohorts of three participants will be treated with escalated doses until the maximum tolerated dose is established.","armGroupLabels":["Cemiplimab and Pegylated Interferon-alpha (PEG-IFN-alpha)"],"otherNames":["PEGASYS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Total Incidence of Dose Limiting Toxicities (DLTs), Adverse Events (AEs), and Serious Adverse Events (SAEs) Leading to Discontinuation or Death","description":"DLT rate by dose level, frequency distribution of treated participants with AE using the worst common terminology criteria grade. Participants will be counted only (1) once at the preferred term level, (2) once at the system organ class level, and (3) once in the \"total participant\" row at their worst common terminology criteria grade, regardless of system organ class or preferred term.\n\nThe DLT window of observation will be during treatment cycle 1 only (i.e., during the first 21-day cycle; adverse events (AEs) meeting the definition of a DLT but occurring after this period will not be considered DLTs). The occurrence of certain toxicities during treatment cycle 1 will be considered a DLT, if assessed by the investigator to be possibly related or related to PEG-IFN-α and/or cemiplimab.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Response Rate (RR)","description":"RR is defined as the proportion of participants whose best overall response is complete (CR) or partial (PR).","timeFrame":"2 years"},{"measure":"Duration of Response (DOR)","description":"DOR is defined as the amount of time from the initiation of study therapy to the first documented disease progression or death due to any cause, whichever occurs first in participants who had achieved CR or PR.","timeFrame":"2 years"},{"measure":"Progression-free Survival (PFS)","description":"PFS is defined as the time from the initiation of study therapy to the first documented disease progression or death due to any cause, whichever occurs first","timeFrame":"2 years"},{"measure":"Overall Survival (OS)","description":"OS is defined as the time from the initiation of study therapy to death due to any cause or date of last follow-up, whichever occurs first.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Participants must have histologically or cytologically confirmed aCSCC\n\n   * Participants who present with unknown primary SCC at the time of diagnosis will be eligible if participants have a plausible primary skin site removed in the past\n   * Similarly, participants with neck, parotid or facial lymph nodes biopsy proven SCC with no identifiable mucosal primary would also be eligible\n4. Participants must have measurable disease, defined by RECIST v1.1 as at least one lesion that can be accurately measured in at least one dimension of ≥ or equal than 10mm by CT, MRI, positron emission tomography/computed tomography (PET/CT) or ruler/caliper\n5. Male or female ≥ 18 years old\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2\n7. Participants must have normal organ function as defined below:\n\n   * Absolute neutrophil count ≥ 1,500/mcl\n   * Platelets ≥ 75,000\n   * Aspartate transaminase (AST) or alanine aminotransferase (ALT) \\< 2.5 x upper limit of normal or up to 5x Upper Limit of Normal (ULN) if known to be secondary to liver metastasis\n   * Serum creatinine \\< 1.5 or creatinine clearance ≥ 30 ml/min by either Cockcroft-Gault formula or 24-hour urine collection analysis\n8. For females of reproductive potential: pregnancy test must be negative (urine or serum), and use of highly effective contraception (like birth control pills and condoms) prior to screening and agreement to use such a method during study participation\n9. For males of reproductive potential: use of condoms or other methods to ensure effective contraception with partner\n\nExclusion Criteria:\n\n1. Participants who have had chemotherapy, immunotherapy or targeted therapy within 21 days of protocol treatment initiation, or those who have not recovered to grade 1 CTCAE adverse events due to agents administered ≥ 3 weeks earlier\n2. Participants may not be receiving any other investigational agents\n3. Pregnancy or lactation\n4. Known allergic reactions to components of similar chemical or biologic composition to either cemiplimab or interferon\n5. Uncontrolled ongoing illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, myocardial infarction \\< 30 days, cerebrovascular accident/transient ischemic attack (CVA/TIA) \\< 30 days, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n6. Any organ transplant participants on immunosuppressive agents\n\n   * Participants with chronic lymphocytic leukemia (CLL) or other hematologic malignancies are allowed as long as they meet all other criteria listed above\n7. Patient must not be candidates for curative locoregional treatments\n\n   * Participants with recurrent locoregional disease for who a resection is unacceptably morbid and unlikely to be curative are eligible\n8. Participants with autoimmune disease on immunosuppressive therapy\n9. Participants with a history of non-infectious pneumonitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Guilherme Rabinowits, M.D.","affiliation":"Miami Cancer Institute at Baptist Health, Inc.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Miami Cancer Institute at Baptist Health, Inc.","city":"Miami","state":"Florida","zip":"33176","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}}]},"referencesModule":{"references":[{"pmid":"29863979","type":"BACKGROUND","citation":"Migden MR, Rischin D, Schmults CD, Guminski A, Hauschild A, Lewis KD, Chung CH, Hernandez-Aya L, Lim AM, Chang ALS, Rabinowits G, Thai AA, Dunn LA, Hughes BGM, Khushalani NI, Modi B, Schadendorf D, Gao B, Seebach F, Li S, Li J, Mathias M, Booth J, Mohan K, Stankevich E, Babiker HM, Brana I, Gil-Martin M, Homsi J, Johnson ML, Moreno V, Niu J, Owonikoko TK, Papadopoulos KP, Yancopoulos GD, Lowy I, Fury MG. PD-1 Blockade with Cemiplimab in Advanced Cutaneous Squamous-Cell Carcinoma. N Engl J Med. 2018 Jul 26;379(4):341-351. doi: 10.1056/NEJMoa1805131. Epub 2018 Jun 4."},{"type":"BACKGROUND","citation":"Regeneron Pharmaceuticals. LIBTAYO® (cemiplimab-rwlc) [Package Insert] Tarrytown. NY: Regeneron Pharmaceuticals; 2018."},{"pmid":"2229497","type":"BACKGROUND","citation":"Cornell RC, Greenway HT, Tucker SB, Edwards L, Ashworth S, Vance JC, Tanner DJ, Taylor EL, Smiles KA, Peets EA. Intralesional interferon therapy for basal cell carcinoma. J Am Acad Dermatol. 1990 Oct;23(4 Pt 1):694-700. doi: 10.1016/0190-9622(90)70276-n."},{"pmid":"1444502","type":"BACKGROUND","citation":"Edwards L, Berman B, Rapini RP, Whiting DA, Tyring S, Greenway HT Jr, Eyre SP, Tanner DJ, Taylor EL, Peets E, et al. Treatment of cutaneous squamous cell carcinomas by intralesional interferon alfa-2b therapy. Arch Dermatol. 1992 Nov;128(11):1486-9."},{"pmid":"14692941","type":"BACKGROUND","citation":"Kim KH, Yavel RM, Gross VL, Brody N. Intralesional interferon alpha-2b in the treatment of basal cell carcinoma and squamous cell carcinoma: revisited. Dermatol Surg. 2004 Jan;30(1):116-20. doi: 10.1111/j.1524-4725.2004.30020.x."},{"pmid":"16713458","type":"BACKGROUND","citation":"Tucker SB, Polasek JW, Perri AJ, Goldsmith EA. Long-term follow-up of basal cell carcinomas treated with perilesional interferon alfa 2b as monotherapy. J Am Acad Dermatol. 2006 Jun;54(6):1033-8. doi: 10.1016/j.jaad.2006.02.035."}],"seeAlsoLinks":[{"label":"Miami Cancer Institute","url":"http://cancer.baptisthealth.net/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D002294","term":"Carcinoma, Squamous Cell"}],"ancestors":[{"id":"D002277","term":"Carcinoma"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D018307","term":"Neoplasms, Squamous Cell"}]},"interventionBrowseModule":{"meshes":[{"id":"C100416","term":"peginterferon alfa-2a"}]}},"hasResults":false}