{"protocolSection":{"identificationModule":{"nctId":"NCT05347771","orgStudyIdInfo":{"id":"DAIT CAUSE-01"},"organization":{"fullName":"National Institute of Allergy and Infectious Diseases (NIAID)","class":"NIH"},"briefTitle":"Prevention of Asthma Exacerbations Using Dupilumab in Urban Children and Adolescents","officialTitle":"Prevention of Asthma Exacerbations Using Dupilumab in Urban Children and Adolescents (PANDA) (CAUSE-01)","acronym":"PANDA"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-04-20","studyFirstSubmitQcDate":"2022-04-20","studyFirstPostDateStruct":{"date":"2022-04-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-16","lastUpdatePostDateStruct":{"date":"2026-01-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Allergy and Infectious Diseases (NIAID)","class":"NIH"},"collaborators":[{"name":"Childhood Asthma in Urban Settings (CAUSE)","class":"UNKNOWN"},{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"},{"name":"Rho Federal Systems Division, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a multi-center, double-blind, placebo-controlled, randomized trial of dupilumab adjunctive therapy for prevention of asthma exacerbations in urban children and adolescents with T2-high exacerbation-prone asthma.","detailedDescription":"Protocol CAUSE-01 PANDA is a multicenter, double-blind, placebo-controlled, randomized trial of dupilumab adjunctive therapy for the reduction of asthma exacerbations in urban children and adolescents 6 to 17 years with T2-high exacerbation-prone asthma. Approximately 240 participants will be randomized 2:1 to one of two study arms: 1) guidelines-based asthma treatment + dupilumab, or 2) guidelines-based asthma treatment + placebo. Study treatment will continue for 1 year with an additional 3 months of follow-up following completion of study treatment.\n\nAn initial Screening Visit will be followed by a 4-week run-in period. After the run-in, participants who continue to meet eligibility criteria will be randomized to one of the 2 treatment arms and receive their first injection. Over the next 2 weeks, participants will return to the clinic for 3 early treatment response visits. Participants will receive injections of dupilumab, or placebo administered subcutaneously every two weeks (Q2W), or every four weeks (Q4W), over 12 months. Each participant will have Evaluation and Management (E\\&M) visits every 3 months where their asthma and rhinitis will be assessed and adjustments made to their medications based on asthma guidelines.\n\nParticipants will be asked to monitor and self-report cold symptoms throughout the treatment period. Participants will be asked to complete up to three paired cold visits. At the time of a cold, participants will be asked to come into the clinic for collection of blood and nasal secretions for associated mechanistic studies. Approximately three days after the clinic visit, participants will complete symptom assessments and will be asked to collect nasal samples at home"},"conditionsModule":{"conditions":["Asthma"],"keywords":["asthma","CAUSE","PANDA","T2","dupilumab"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dupilumab","type":"EXPERIMENTAL","description":"Participants between 12-17 years of age will receive an initial dose of 600 mg (two 300 mg injections) followed by 300 mg given every other week (Q2W).\n\nParticipants between 6-11 years of age will not complete a loading dose and will receive injections based on their body weight:\n\nThose weighing 15 kg to less than 30 kg will receive 300 mg every four weeks (Q4W). Participants in this weight category who were randomized before July 1, 2024, were assigned to a 100mg Q2W and will not be transitioned to the Q4W dosing schedule.\n\nThose with a body weight of 30 kg or more will receive 200 mg Q2W.","interventionNames":["Drug: Dupilumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Participants between 12-17 years of age will receive an initial dose of placebo (two injections) followed by a placebo injection given every other week (Q2W).\n\nParticipants between 6-11 years of age will not receive an initial loading dose of placebo and will receive injections Q2W or Q4W based on their body weight and date of randomization.:\n\nThe injection volume of placebo will be matched to the corresponding dupilumab dose based on participant body weight.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"Dupilumab","description":"Dupilumab is a recombinant DNA-derived humanized IgG4ĸ monoclonal antibody that selectively binds to anti IL-4R monoclonal antibody (mAb).","armGroupLabels":["Dupilumab"],"otherNames":["Dupixent","IL4Ra mAb"]},{"type":"DRUG","name":"Placebo","description":"The composition of the placebo for dupilumab is the same as the active study drug without the dupilumab.","armGroupLabels":["Placebo"],"otherNames":["Placebo for Dupilumab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of asthma exacerbations during the 12-month treatment period","description":"Asthma exacerbation defined as a prescription of a course of systemic steroids by a clinician or initiation of a course of systemic steroids by a participant to prevent a serious asthma outcome. If a participant initiates and completes a course of systemic steroids without clinician involvement, this course will be counted only if it meets the following dosage: the course for prednisone, prednisolone, or methylprednisolone will be at least 20 mg daily dose for 3 of 5 consecutive days. The course for dexamethasone will be at least a 10 mg single daily dose. If a corticosteroid burst for the treatment of an asthma exacerbation is prescribed by a non-CAUSE clinician, it will be counted regardless of dose.","timeFrame":"Week 4 (Treatment initiation) - Week 54 (Completion of treatment)"}],"secondaryOutcomes":[{"measure":"Pulmonary Function Measured by Spirometry: Forced Expiratory Volume in 1 Second (FEV1) % Predicted","description":"FEV1 is air volume exhaled in 1 second during spirometry. FEV1 percent of predicted value is FEV1 converted to a percentage of normal, based on height, weight, and race.\n\nThis measurement will be performed by trained and certified clinical research staff according to American Thoracic Society standards as performed routinely in usual care as part of subspecialist management of asthma.","timeFrame":"Week 4 to Week 68"},{"measure":"Days with symptoms, nights with symptoms, and day and night albuterol use.","description":"Number of days with asthma symptoms as defined by the participant report of daytime asthma symptoms over the preceding 14-day period.\n\nNumber of nights with asthma symptoms as defined by participant report of nighttime asthma symptoms over the preceding 14-day period.\n\nNumber of days with albuterol use as defined by participant report of days of albuterol (bronchodilator) use over the preceding 14-day period.\n\nNumber of nights albuterol use as defined by participant report of nights of albuterol (bronchodilator) use over the preceding 14-day period.","timeFrame":"Week 4 to Week 68"},{"measure":"Asthma control measured by the Asthma Control Questionnaire-5","description":"The Asthma Control Questionnaire-5 is a validated tool that will be used to assess overall asthma control over the last 4 weeks. The Range is 0-6, with higher scores indicating worse asthma control.","timeFrame":"Week 4 to Week 60"},{"measure":"Time to first asthma exacerbation","description":"Time between initiation of treatment and first asthma exacerbation or the end of participant follow-up visits.","timeFrame":"Week 4 to Week 68"},{"measure":"Quality of life as measured by the PROMIS Asthma Impact Short Forms (Pediatric or Parent Proxy).","description":"As measured by the pediatric patient-reported (ages 8-17) or proxy-reported (ages 6-7) PROMIS Asthma Impact Short Forms.","timeFrame":"Week 4 to Week 68"},{"measure":"Asthma burden as measured by Combined Asthma Severity Index (CASI)","description":"The Composite Asthma Severity Index (CASI) is a comprehensive severity scale combining multiple facets of asthma severity: impairment, risk, and treatment. The CASI score ranges from 0 to 20 points, with higher scores indicating higher levels of severity, and includes 5 domains: day symptoms and albuterol use, night symptoms and albuterol use, controller treatment, lung function measures, and exacerbations.","timeFrame":"Week 4 to Week 68"},{"measure":"Rhinitis symptoms as measured by Modified Rhinitis Symptoms Utility Index (MRSUI)","description":"The Modified Rhinitis Symptom Utility Index (MRSUI) assesses the frequency and severity (degree of bothering: not bothered, somewhat bothered, bothered a lot) of the participant's (1) stuffy or blocked nose, (2) runny nose, (3) sneezing, (4) itchy, watery eyes, and (5) itchy nose or throat over the preceding 14-day period.","timeFrame":"Week 4 - Week 68"},{"measure":"Related adverse events and serious adverse events in the course of treatment","description":"The number of adverse events (AEs) by severity and relationship to study drug will be used to assess safety.\n\nThe number of serious adverse events (SAEs) by severity and relationship to study drug will be used to assess safety.","timeFrame":"Week 4 to Week 68"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant and/or parent guardian must be able to understand and provide informed consent and age-appropriate assent\n2. Are male and female aged 6-17 years at Visit 0\n3. Participant has a primary place of residence in one of the pre-selected recruitment census tracts as outlined in the Protocol CAUSE01 Manual of Operations (MOP). Participants who do not live in the pre-selected census tracts but live within the Office of Management and Budget (OMB) defined Metropolitan Statistical Area and have publicly funded health insurance will qualify for inclusion.\n4. Participant has a diagnosis of asthma made \\> 1 year prior to recruitment. Participants who received an asthma diagnosis by a clinician ≤1 year prior to recruitment must report that their respiratory symptoms were present for more than 1 year prior to recruitment.\n5. Participant has had at least two asthma exacerbations in the prior year (defined as a requirement for systemic corticosteroids and/or hospitalization).\n6. At Visit 0 (screening), participant must have the following requirement for asthma controller medication:\n\n   1. Participants aged 6 to 11 years: treatments with at least fluticasone 250 mcg dry powder inhaler (DPI) one puff twice daily or its equivalent.\n   2. Participants aged 12 years and older, treatment with at least fluticasone 250 mcg plus long-acting beta agonist (LABA) DPI one puff twice daily or its equivalent.\n7. Have peripheral blood eosinophils ≥150 cells/mcl and/or FeNO ≥ 20ppb obtained at Visit 0 or via another CAUSE protocol within 6 months.\n8. Are able to perform acceptable and repeatable spirometry per American Thoracic Society (ATS) criteria prior to randomization.\n9. Have documentation of current medical insurance with prescription coverage at Visit 0.\n\nExclusion Criteria:\n\n1. Parent or guardian is not able or willing to give written informed consent or comply with study protocol.\n2. Have concurrent medical problems that would require systemic corticosteroids or other immunomodulators during the study.\n3. Are currently receiving immunotherapy.\n4. Are currently receiving treatment with a biologic therapy or have received a biologic therapy within 3 months prior to randomization.\n5. Are currently requiring greater than fluticasone 500 mcg bid plus long-acting beta agonist (LABA) one puff twice daily or its equivalent plus Long-acting muscarinic antagonists (LAMA) and/or individuals using oral corticosteroids daily or every other day for more than 14 days at the time of Visit 0.\n6. Are currently pregnant or lactating, or plan to become pregnant during the time of study participation. Participants of child-bearing potential (post-menarche) must be abstinent or use a medically acceptable birth control method throughout the study (i.e., oral subcutaneous, mechanical, or surgical contraception). Males who are sexually active must agree to use an acceptable method of birth control (i.e., barrier methods with vaginal spermicide) or have a partner practicing an approved birth control method.\n7. Have a known, pre-existing clinically important lung condition other than asthma.\n8. Have a current malignancy or previous history of cancer in remission for less than 12 months prior to randomization.\n9. Is a current smoker or is currently using any electronic cigarette or vaping device (e.g. e-cigarette, e- cig, mod, vape pen, JUUL, e-cigar, e-hookah, e-pipe, vape pods).\n10. Have a known immunodeficiency disease.\n11. Have a known, active pre-existing parasitic infection or are undergoing treatment for a parasitic infection. Once the participant has been successfully treated, the participant may be reevaluated.\n12. Use of investigational drugs within 4 weeks of randomization\n13. Have past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the site investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.\n14. Will not allow the study clinician, an asthma specialist, to manage their disease for the duration of the study or who is not willing to change their asthma medications to follow the Protocol CAUSE- 01 PANDA.\n15. Have a known history of allergic reaction to dupilumab.\n16. Have had a life-threatening asthma exacerbation in the last 2 years requiring intubation, mechanical ventilation or resulting in a hypoxic seizure.\n17. Have received a live (attenuated) vaccine within 4 weeks of Visit 0.\n18. Have an eosinophil count of ≥1500 cells/mcl at Visit 0.\n\nPotential participants may be reassessed as outlined in the Protocol CAUSE-01 MOP.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Daniel J. Jackson, M.D.","affiliation":"University of Wisconsin School of Medicine and Public Health; Division of Allergy & Immunology","role":"STUDY_CHAIR"}],"locations":[{"facility":"Children's Hospital Colorado: Allergy Program","city":"Aurora","state":"Colorado","zip":"80045","country":"United States","geoPoint":{"lat":39.72943,"lon":-104.83192}},{"facility":"Children's National Medical Center: Children's Research Institute","city":"Washington D.C.","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Ann & Robert H. Lurie Children's Hospital of Chicago: Division of Allergy and Immunology","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Boston Children's Hospital: Department of Immunology","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Washington University at St. Louis","city":"St Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Icahn School of Medicine at Mount Sinai: Division of Clinical Immunology, Immunology Institute","city":"New York","state":"New York","zip":"10029","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Columbia University Medical Center: Division of Pediatric Pulmonology","city":"New York","state":"New York","zip":"10032","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Cincinnati Children's Hospital Medical Center: Asthma Center","city":"Cincinnati","state":"Ohio","zip":"45229","country":"United States","geoPoint":{"lat":39.12711,"lon":-84.51439}}]},"referencesModule":{"seeAlsoLinks":[{"label":"National Institute of Allergy and Infectious Diseases (NIAID)","url":"http://www.niaid.nih.gov/"},{"label":"Division of Allergy, Immunology, and Transplantation (DAIT)","url":"http://www.niaid.nih.gov/about/dait"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Share data upon study completion in Immunology Database and Analysis Portal (ImmPort), a long-term archive of clinical and mechanistic data from DAIT-funded grants and contracts.","timeFrame":"Post database lock","accessCriteria":"Open Access","url":"http://www.immport.org/home"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D001249","term":"Asthma"}],"ancestors":[{"id":"D001982","term":"Bronchial Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D008173","term":"Lung Diseases, Obstructive"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012130","term":"Respiratory Hypersensitivity"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}