{"protocolSection":{"identificationModule":{"nctId":"NCT04768972","orgStudyIdInfo":{"id":"ION363-CS1"},"secondaryIdInfos":[{"id":"2020-005522-28","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Ionis Pharmaceuticals, Inc.","class":"INDUSTRY"},"briefTitle":"FUSION: A Study to Evaluate the Efficacy, Safety, Pharmacokinetics and Pharmacodynamics of ION363 in Amyotrophic Lateral Sclerosis Participants With Fused in Sarcoma Mutations (FUS-ALS)","officialTitle":"A Phase 1-3 Study to Evaluate the Efficacy, Safety, Pharmacokinetics and Pharmacodynamics of Intrathecally Administered ION363 in Amyotrophic Lateral Sclerosis Patients With Fused in Sarcoma Mutations (FUS-ALS)"},"statusModule":{"statusVerifiedDate":"2026-02","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-22","studyFirstSubmitQcDate":"2021-02-22","studyFirstPostDateStruct":{"date":"2021-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-02-15","lastUpdatePostDateStruct":{"date":"2026-02-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ionis Pharmaceuticals, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The primary purpose of this study is to evaluate the efficacy of ION363 on clinical function and survival in carriers of fused in sarcoma mutations with amyotrophic lateral sclerosis (FUS-ALS).","detailedDescription":"This is a multi-center, three-part study of ION363 in up to 95 participants. Part 1 will consist of participants who will be randomized in a 2:1 ratio to receive a multi-dose regimen of ION363 or placebo for a period of 60 weeks, followed by Part 2, in which participants will receive open-label ION363 for a period of 84 weeks. Participants may continue to receive open-label ION363 in Part 3 for up to 3 additional years or until ION363 becomes commercially available in the patient's country or until the Sponsor discontinues the ION363 development program, whichever occurs earlier."},"conditionsModule":{"conditions":["Amyotrophic Lateral Sclerosis"],"keywords":["Amyotrophic Lateral Sclerosis Participants With Fused in Sarcoma Mutations","Amyotrophic Lateral Sclerosis","Sarcoma Mutations"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":89,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ION363","type":"EXPERIMENTAL","description":"ION363 will be administered by lumbar intrathecal (IT) bolus injection every 12 weeks, with an additional loading dose at 4 weeks, over a 60-week double-blind treatment period in Part 1; every 12 weeks for 84 weeks in the open-label extension treatment period (Part 2), with an additional loading dose administered 4 weeks after the first dose. Patients may continue to receive open-label ION363 every 12 weeks in Part 3 for up to 3 additional years or until ION363 becomes commercially available in the patient's country or until the Sponsor discontinues the development program, whichever occurs earlier.","interventionNames":["Drug: ION363"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Placebo will be administered by lumbar IT bolus injection every12 weeks, with an additional loading dose at 4 weeks, over a 60-week double-blind treatment period (Part 1).","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"ION363","description":"ION363 will be administered by IT bolus injection.","armGroupLabels":["ION363"]},{"type":"DRUG","name":"Placebo","description":"Placebo will be administered by IT bolus injection.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline (Day 1) through Study Day 505 in Part 1 in functional impairment","description":"Functional impairment to be measured by joint rank analysis of the combined assessment of: In-clinic Amyotrophic Lateral Sclerosis Functional Rating Scale-Revised (ALSFRS-R) total score, time of rescue or discontinuation from Part 1 and entering Part 2 due to a deterioration in function, and ventilation assistance-free survival (VAFS). ALSFRS-R measures functional disease severity. The scale measures four functional domains, bulbar function, gross motor skills, fine motor skills, and respiratory function. The assessment will contain 12 questions scored from 0 (no function) to 4 (full function), with a total possible score of 48, which will indicate the highest level of function. ALSFRS-R will be a part of the combined assessment of joint rank analysis to assess efficacy in Part 1.","timeFrame":"Baseline, Day 505 in Part 1"}],"secondaryOutcomes":[{"measure":"Change from Baseline in ALS Assessment Questionnaire, 5-item (ALSAQ-5)","timeFrame":"Baseline, Day 505 in Part 1"},{"measure":"Change from Baseline in the in-clinic Amyotrophic Lateral Sclerosis Functional Rating Scale-Revised (ALSFRS-R)","timeFrame":"Baseline, Day 505 in Part 1"},{"measure":"Survival and Ventilation Assistance-Free Survival (VAFS)","timeFrame":"Up to Day 505 in Part 1"},{"measure":"Change from Baseline in In-clinic Slow Vital Capacity (SVC) to Day 505 in Part 1","timeFrame":"Baseline, Day 505 in Part 1"},{"measure":"Change from Baseline in Handheld Dynamometry (HHD) to Day 505 in Part 1","timeFrame":"Baseline, Day 505 in Part 1"},{"measure":"Change from Baseline in Neurofilament Light (NfL) Concentration in Cerebrospinal Fluid (CSF) to Day 505","timeFrame":"Baseline, Day 505 in Part 1"},{"measure":"Change from Baseline in FUS Concentration in Cerebrospinal Fluid (CSF) to Day 505","timeFrame":"Baseline, Day 505 in Part 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Part 1:\n\n1. Participants must be ≥10 years of age at the time of informed consent and have signs or symptoms consistent with an ALS disease (in the opinion of the Investigator).\n2. Genetic mutation in FUS confirmed by a testing laboratory that is Clinical Laboratory Improvement Amendments (CLIA) certified and European Conformity (CE)-marked, or equivalent. Mutations must be reviewed and approved by a variant classification committee.\n3. Upright (sitting position) slow vital capacity (SVC) is ≥ 50% of predicted value (as adjusted for sex, age, and height) OR if SVC is \\< 50% of predicted value, must be 10 to 30 years of age (inclusive) at the time of informed consent AND had ALS symptom onset within 12 months before the time of informed consent.\n4. Participants taking edaravone, riluzole, Relyvrio (sodium phenylbutyrate/taurursodiol combination, called Albrioza in Canada), sodium phenylbutyrate, or tauroursodeoxycholic acid (TUDCA, also known as taurursodiol or urosodiol) must be on a stable dose for ≥ 28 days prior to Day 1, and willing to continue on that dose throughout the duration of the study, unless the Investigator determines that it should be discontinued for medical reasons, in which case it may not be restarted during the study.\n5. Stable concomitant medications and nutritional support for at least 1 month prior to Study Day 1. Concomitant medications or nutritional support that have not been stable for at least 1 month prior to Study Day 1 may be allowed in consultation with the Sponsor Medical Monitor or designee.\n6. Females must not be pregnant or lactating. Males and females must be willing to following protocol-specified contraception requirements, or be surgically sterile, or be post-menopausal (females).\n7. Has an informant/caregiver who, in the Investigator's judgment, has frequent and sufficient contact with the participant as to be able to provide accurate information about the participant's cognitive and functional abilities throughout the study. In addition, a patient who is \\< 18 years old must have a trial partner (parent, caregiver, or other) who is reliable, competent, at least 18 years of age, and willing to accompany the patient to all trial visits.\n\nInclusion Criteria for Part 2:\n\n1. Completed, or rescued from, Part 1, or\n2. Enrolled and received at least 1 dose of ION363 in the Investigator-initiated study program\n3. Patient meeting Criteria #1-2 is otherwise suitable for study participation, in the opinion of the Investigator\n\nExclusion Criteria for Part 1:\n\n1. Requiring permanent ventilation (\\> 22 hours of mechanical ventilation \\[invasive or noninvasive\\] per day for \\> 21 consecutive days) and/or tracheostomy.\n2. Any known genetic variant (other than those in the FUS gene) that is pathogenic or likely to be pathogenic for the ALS-frontotemporal dementia (FTD) spectrum of disease.\n3. Positive test result for:\n\n   1. Human immunodeficiency virus (HIV)\n   2. Hepatitis C (HCV), unless previously treated and has been serum/plasma HCV RNA negative for at least 6 months after the end of treatment\n   3. Hepatitis B (HBV) by HBV surface antigen test, unless currently on nucleotide/nucleoside analogue treatment\n4. Clinically significant abnormalities in medical history (e.g., previous acute coronary syndrome within 3 months before Screening, major surgery within 2 months before Screening) or physical examination.\n5. Uncontrolled hypertension (blood pressure \\[BP\\] \\> 160/100 millimeters of mercury \\[mm Hg\\]).\n6. Malignancy within 1 year before Screening, except for basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix that has been successfully treated. Participants with a history of other malignancies that have been treated with curative intent and which have not recurred within 6 months may also be eligible per Investigator judgement.\n7. Obstructive hydrocephalus\n8. Known significant brain or spinal disease that would interfere with the lumbar puncture (LP) process, CSF circulation or safety assessment, including tumors or abnormalities by magnetic resonance imaging (MRI) or computed tomography, subarachnoid hemorrhage, suggestion of raised intracranial pressure on MRI or ophthalmic examination, spinal stenosis or curvature, Chiari malformation, syringomyelia, tethered spinal cord syndrome and connective tissue disorders such as Ehlers-Danlos syndrome and Marfan syndrome.\n9. Concurrent participation in any other interventional clinical study.\n10. Previous or current treatment with an oligonucleotide (including small interfering RNA \\[siRNA\\], tofersen). This exclusion criterion does not apply to COVID-19 vaccinations, which are allowed.\n11. Treatment with another investigational drug, biological agent, or device within 1 month before Screening, or 5 half-lives of investigational agent, whichever is longer.\n12. History of gene therapy or cell transplantation or any other experimental brain surgery.\n13. Anticipated need, in the opinion of the Investigator, for administration of any antiplatelet or anticoagulant medication that cannot be safely paused before and/or after an LP procedure according to local or institutional guidelines and/or Investigator determination after consultation with the appropriate treating physician. Low-dose aspirin (≤ 100 mg/day, administered as monotherapy) is permitted and may be continued through the LP procedure.\n14. Have any other conditions, which, in the opinion of the Investigator would make the participant unsuitable for inclusion or could interfere with the individual participating in or completing the study, in the opinion of the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of California San Diego","city":"La Jolla","state":"California","zip":"92037","country":"United States","geoPoint":{"lat":32.84727,"lon":-117.2742}},{"facility":"Stanford University Medical Center","city":"Palo Alto","state":"California","zip":"94304","country":"United States","geoPoint":{"lat":37.44188,"lon":-122.14302}},{"facility":"Johns Hopkins University","city":"Baltimore","state":"Maryland","zip":"21205","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}},{"facility":"Massachusetts General Hospital","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Washington University School of Medicine","city":"St Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Columbia University Medical Center","city":"New York","state":"New York","zip":"10032","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"The Ohio State University Wexner Medical Center","city":"Columbus","state":"Ohio","zip":"43210","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}},{"facility":"University of Utah","city":"Salt Lake City","state":"Utah","zip":"84132","country":"United States","geoPoint":{"lat":40.76078,"lon":-111.89105}},{"facility":"UZ Leuven","city":"Leuven","state":"VL-Brabant","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}},{"facility":"PSEG Centro de Pesquisa Clinica S.A.","city":"São Paulo","zip":"04038-002","country":"Brazil","geoPoint":{"lat":-23.5475,"lon":-46.63611}},{"facility":"Montreal Neurological Institute","city":"Montreal","state":"Quebec","zip":"H3A 2B4","country":"Canada","geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"Universitaetsmedizin Rostock","city":"Rostock","zip":"18147","country":"Germany","geoPoint":{"lat":54.0887,"lon":12.14049}},{"facility":"Universitätsklinikum Ulm","city":"Ulm","zip":"89081","country":"Germany","geoPoint":{"lat":48.39841,"lon":9.99155}},{"facility":"St. James Hospital","city":"Dublin","zip":"D08 A978","country":"Ireland","geoPoint":{"lat":53.33306,"lon":-6.24889}},{"facility":"Citta della Salute e della Scienza di Torino - Ospedale le Molinette","city":"Torino","zip":"10126","country":"Italy","geoPoint":{"lat":44.88856,"lon":11.99138}},{"facility":"Toho University Omori Medical Center","city":"Tokyo","zip":"143-8541","country":"Japan","geoPoint":{"lat":35.6895,"lon":139.69171}},{"facility":"Universitair Medisch Centrum Utrecht","city":"Utrecht","zip":"3584 CX","country":"Netherlands","geoPoint":{"lat":52.09083,"lon":5.12222}},{"facility":"Linden spólka z ograniczona odpowiedzialnoscia spólka komandytow","city":"Krakow","zip":"30-721","country":"Poland","geoPoint":{"lat":50.06143,"lon":19.93658}},{"facility":"Seoul National University Hospital","city":"Seoul","zip":"3080","country":"South Korea","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"Hanyang University Seoul Hospital","city":"Seoul","zip":"4763","country":"South Korea","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"Hospital Universitari de Bellvitge","city":"Barcelona","zip":"8907","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"University Hospital of Umea","city":"Umeå","zip":"SE-901 85","country":"Sweden","geoPoint":{"lat":63.82842,"lon":20.25972}},{"facility":"Kantonsspital St. Gallen","city":"Sankt Gallen","zip":"9007","country":"Switzerland","geoPoint":{"lat":47.42391,"lon":9.37477}},{"facility":"Taipei Veterans General Hospital (VGHTP)","city":"Taipei","zip":"11217","country":"Taiwan","geoPoint":{"lat":25.05306,"lon":121.52639}},{"facility":"King's College Hospital","city":"London","zip":"SE5 9RT","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"35246398","type":"DERIVED","citation":"Codron P, Cassereau J, Vourc'h P. InFUSing antisense oligonucleotides for treating ALS. Trends Mol Med. 2022 Apr;28(4):253-254. doi: 10.1016/j.molmed.2022.02.006. Epub 2022 Mar 1."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Ionis may share anonymized individual participant data, aggregated clinical data, and other types of data that support the results in this study. Data requests from qualified researchers will be considered once all three of the following criteria are met: (1) 12 months from marketing approval of the study drug in both the United States and European Union; (2) 18 months from conclusion of the study; and (3) 6 months from publication of study article. Access would be via a secure environment and is contingent upon approval of a research proposal and entry into an appropriate data use agreement. Requests to access data can be submitted via the website https://vivli.org/ourmember/ionis/.","url":"https://vivli.org/ourmember/ionis/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25","removedCountries":["Australia"]},"conditionBrowseModule":{"meshes":[{"id":"D000690","term":"Amyotrophic Lateral Sclerosis"}],"ancestors":[{"id":"D013118","term":"Spinal Cord Diseases"},{"id":"D002493","term":"Central Nervous System Diseases"},{"id":"D009422","term":"Nervous System Diseases"},{"id":"D016472","term":"Motor Neuron Disease"},{"id":"D019636","term":"Neurodegenerative Diseases"},{"id":"D057177","term":"TDP-43 Proteinopathies"},{"id":"D009468","term":"Neuromuscular Diseases"},{"id":"D057165","term":"Proteostasis Deficiencies"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D009750","term":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}