{"protocolSection":{"identificationModule":{"nctId":"NCT07105254","orgStudyIdInfo":{"id":"20251829"},"organization":{"fullName":"Derm Texas, PLLC","class":"NETWORK"},"briefTitle":"An Open-label Single Center, Proof of Concept Study Evaluating the Efficacy of Roflumilast Foam 0.3% in Pediatric Patients With Non-Segmental Vitiligo (NSV)","officialTitle":"An Open-label Single Center, Proof of Concept Study Evaluating the Efficacy of Roflumilast Foam 0.3% in Pediatric Patients With Non-Segmental Vitiligo (NSV)"},"statusModule":{"statusVerifiedDate":"2025-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-05-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-07-14","studyFirstSubmitQcDate":"2025-07-29","studyFirstPostDateStruct":{"date":"2025-08-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-08-05","lastUpdatePostDateStruct":{"date":"2025-08-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Derm Texas, PLLC","class":"NETWORK"},"collaborators":[{"name":"Arcutis Biotherapeutics, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"An open-label single center, proof of concept study evaluating the efficacy of Roflumilast foam 0.3% in pediatric subjects with Non-Segmental Vitiligo (NSV)"},"conditionsModule":{"conditions":["Non-segmental Vitiligo"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Open-label single center, proof of concept study evaluating the efficacy of Roflumilast foam 0.3%","type":"EXPERIMENTAL","interventionNames":["Drug: Roflumilast topical 0.3% foam"]}],"interventions":[{"type":"DRUG","name":"Roflumilast topical 0.3% foam","description":"Roflumilast 0.3% topical foam","armGroupLabels":["Open-label single center, proof of concept study evaluating the efficacy of Roflumilast foam 0.3%"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary endpoint of this study is the number patients achieving F-VASI 50.","description":"The number of patients achieving a 50% improvement in their facial Vitiligo Area \\& Severity Index score (F-VASI 50) at week 24.","timeFrame":"Week 24"}],"secondaryOutcomes":[{"measure":"- Percentage of patients achieving: T-VASI50, T-VASI75, T-VASI90, and T-VASI100; F-VASI75, F-VASI90, and F-VASI100 at 24 weeks. Patient Assessments of - Patient Global Impression of Change-Vitiligo (PaGIC-V) - Vitiligo Noticeability Scale (VNS)","description":"The percentage of patients who achieve improvements of 50%, 75%, 90% and100% from baseline to week 24 in their facial and total VASI scores. (F-VASI-50, 75, 90, 100 \\& T-VASI-50, 75, 90, 100). Patients will assess their impression of vitiligo change and noticeability over the course of the study.","timeFrame":"Baseline, the at weeks 4, 8, 12, 18 & 24."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects aged 2 years but less than 18 years\n2. Pediatric and adolescent subjects: Informed consent of parent(s) or legal guardian, and, if age appropriate, assent by the subjects, as required by local laws.\n3. Diagnosis of non-segmental vitiligo based on clinical history and dermatology examination for at least 3 months.\n4. Diagnosis of non-segmental vitiligo with the following:\n\n   1. BSA affected \\< 10% AND\n   2. At least 0.5% BSA affected on the face. AND\n   3. Pigmented hair within some of the areas of vitiligo on the face\n5. In good health as judged by the Investigator, based on the medical history, and dermatology examination.\n6. Subjects and parent(s)/legal guardian (s) are considered reliable and capable of adhering to the Protocol and visit schedule, according to the judgment of the Investigator.\n\nExclusion Criteria:\n\n1. Subjects with any serious medical condition or physical examination abnormality that would prevent study participation or place the subject at significant risk, as judged by the Investigator.\n2. Subjects with known or suspected:\n\n   1. Severe renal insufficiency\n   2. Moderate to severe hepatic disorders (Child-Pugh B or C)\n   3. Subjects who cannot discontinue prohibited medications and treatments prior to the Baseline visit and during the study, including (any biologic or experimental therapy within 12 weeks (or 5 half-lives), phototherapy within 4 weeks, immunomodulating treatments within 4 weeks, or topical treatments within 1 week.\n3. Subjects who are unwilling to refrain from using a tanning bed or other artificial light emitting devices (LEDs) for 4 weeks prior to Baseline/Day 1 and during the study.\n4. Subjects with diagnosis of other forms of vitiligo (e.g. Segmental), other differential diagnosis of vitiligo or other skin depigmentation disorders (e.g. Piedbaldism, pityriasis alba, leprosy, post-inflammatory hypopigmentation, progressive macule hypomelanosis, nevus anemicus, chemical leukoderma and tinea versicolor) that would interfere with the evaluations of the effect of the study medication, as determined by the Investigator.\n5. Subjects with known genetic dermatological conditions that overlap with non-segmental vitiligo.\n6. Known allergies to excipients in Roflumilast foam (petrolatum, isopopyl palmitate, methylparaben, propylparaben, diethylene glycol monomethyl ether, hexylene glycol, cetylseteary alcohol, dicetyl phosphase and ceteth-10 phosphate)\n7. Subjects who cannot discontinue systemic CYP3A4 inhibitors or dual inhibitors that inhibit both CYP3A4 and CYP1A2 simultaneously (e.g. Erythromycin, ketoconazole, fluvoxamine, enoxacin, cimetidine)\n8. Subjects who have received oral roflumilast (Daxas®, Daliresp®) within 4 weeks prior to Baseline/Day 1.\n9. Females who are pregnant, wishing to become pregnant during the study, or are breast feeding.\n10. Previous treatment with Roflumilast cream or foam for vitiligo in the past 3 months.\n11. Parent (s)/legal guardians (s) who are unable to communicate, read, or understand the local language (s). Subjects who are unable to communicate, read or understand the local language, or who display another condition, which in the Investigator's opinion, makes them unsuitable for clinical study participation.\n12. Subjects who are family members of the clinical study site, clinical study staff, or sponsor, or family members of enrolled subjects living in the same house.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Amanda Harvey, Study Coordinator","role":"CONTACT","phone":"2148456426","email":"aharvey@derm-texas.com"}],"overallOfficials":[{"name":"Kelly Warren, MD","affiliation":"Derm Texas, PLLC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Derm Texas","status":"RECRUITING","city":"Dallas","state":"Texas","zip":"75235","country":"United States","contacts":[{"name":"Amanda Study Coordinator","role":"CONTACT","phone":"214-845-6426","email":"aharvey@derm-texas.com"},{"name":"Kelly Warren, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"C424423","term":"Roflumilast"}]}},"hasResults":false}