{"protocolSection":{"identificationModule":{"nctId":"NCT06381141","orgStudyIdInfo":{"id":"CLN-619-002"},"organization":{"fullName":"Cullinan Therapeutics Inc.","class":"INDUSTRY"},"briefTitle":"A Study of CLN-619 (Anti-MICA/MICB Antibody) in Patients With Relapsed and Refractory Multiple Myeloma","officialTitle":"A Phase 1b, Multicenter, Open-Label, Study to Investigate the Safety and Efficacy of CLN-619 (Anti-MICA/MICB Antibody) in Patients With Relapsed and Refractory Multiple Myeloma"},"statusModule":{"statusVerifiedDate":"2025-09","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-02","studyFirstSubmitQcDate":"2024-04-19","studyFirstPostDateStruct":{"date":"2024-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-09-12","lastUpdatePostDateStruct":{"date":"2025-09-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cullinan Therapeutics Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"A Phase 1b, Multicenter, Open-Label, Study to Investigate the Safety and Efficacy of CLN-619 (anti-MICA/MICB Antibody) in Patients with Relapsed and Refractory Multiple Myeloma"},"conditionsModule":{"conditions":["Multiple Myeloma"],"keywords":["Relapsed and Refractory Multiple Myeloma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Part 1 Dose Escalation","type":"EXPERIMENTAL","description":"Cohorts of patients with R/R MM will be treated at ascending doses of CLN-619 using a standard 3+3 dose escalation design.","interventionNames":["Drug: CLN-619"]}],"interventions":[{"type":"DRUG","name":"CLN-619","description":"Anti-MICA/MICB monoclonal antibody","armGroupLabels":["Part 1 Dose Escalation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of participants reporting Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"Incidence of AEs and SAEs using MedDRA","timeFrame":"baseline through 3-week treatment period"},{"measure":"Changes in Eastern Cooperative Oncology Group (ECOG) performance","description":"ECOG Scores are a functional scale ranging from 0 (Fully active, able to carry out all pre-disease activities without restrictions) to 5 (Death)","timeFrame":"Up to 2 years"},{"measure":"Incidence of Dose-Limiting toxicity (DLTs)","description":"Maximum Tolerated Dose (MTD) is reached if 2 or more patients experience a DLT at a dose level","timeFrame":"up to 2 years"},{"measure":"Best Overall Response (BOR) per patient","description":"The best response defined by the International Myeloma Working Group (IMWG) criteria recorded throughout the study including unscheduled assessments","timeFrame":"up to 2 years"},{"measure":"Overall Response Rate (ORR)","description":"The proportion of patients who achieve a partial response or better (e.g., Partial Response (PR), Very Good Partial Response (VGPR), Complete Response (CR) or stringent Complete Response (sCR), according to IMWG response criteria","timeFrame":"up to 2 years"},{"measure":"Duration of Response (DoR)","description":"The time from the earliest date of documented response to the first documented disease progression or death, whichever occurs first.","timeFrame":"up to 2 years"},{"measure":"Clinical Benefit Rate (CBR)","description":"The proportion of patients with a best overall response of CR, PR and stable disease (SD), according to IMWG response criteria","timeFrame":"up to 2 years"},{"measure":"Progression Free Survival (PFS)","description":"The time from date of first dose until the earliest date of disease progression, or death from any cause, whichever occurs first.","timeFrame":"up to 2 years"},{"measure":"Overall Survival (OS)","description":"Time from the date of first dose to date of death due to any cause.","timeFrame":"up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged ≥ 18 years at the time of signing the ICF.\n2. Willing and able to give written informed consent and adhere to protocol requirements.\n3. Patient has a history of multiple myeloma with relapsed and refractory disease as defined by the protocol.\n4. Patients must have measurable disease (as determined by the local laboratory) as defined by the protocol.\n5. Performance status of 0 to 2 based on the Eastern Cooperative Oncology Group (ECOG) performance scale.\n6. Estimated life expectancy of 12 weeks or longer.\n7. Prior palliative radiotherapy must have been completed at least 14 days prior to dosing on Cycle 1 Day 1.\n8. Toxicities related to prior study therapy should have resolved to Grade 1 or less according to criteria of NCI CTCAE v5.0, except for alopecia. Patients with chronic but stable Grade 2 toxicities may be allowed to enroll after an agreement between the Investigator and Sponsor.\n9. Have adequate liver and kidney function and hematological parameters within a normal range as defined by the protocol.\n\nExclusion Criteria:\n\n1. Patient has symptomatic central nervous system involvement of MM.\n2. Patient has nonsecretory MM, plasma cell leukemia, Waldenstrom's macroglobulinemia, POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes), or amyloidosis.\n3. Patient had a prior autologous stem cell transplant ≤ 3 months prior to first dose of study drug on Cycle 1 Day 1.\n4. Patient had a prior allogeneic stem cell transplant with either standard or reduced intensity conditioning ≤ 6 months prior first dose of study drug on Cycle 1 Day 1 or is on systemic immunosuppression for graft-versus-host disease.\n5. Patients with concomitant second malignancies (Except adequately treated non-melanomatous skin cancers, ductal carcinoma in situ, superficial bladder cancer, prostate cancer, Grade 1 stage 1A/1B endometrioid endometrial cancer or cervical cancer in situ) are excluded unless in complete remission three years prior to study entry, and no additional therapy is required or anticipated to be required during study participation.\n6. Patients with any active autoimmune disease or a history of known or suspected autoimmune disease, or history of a syndrome that requires systemic corticosteroids treatment or immunosuppressive medications, except for patients with vitiligo, resolved childhood asthma/atopy or autoimmune thyroid disorders on stable thyroid hormone supplementation.\n7. A serious uncontrolled medical disorder that would impair the ability of the patient to receive protocol therapy or whose control may be jeopardized by the complications of this therapy.\n8. Treatment with systemic antiviral, antibacterial or antifungal agents for acute infection within ≤ 7 days of first dose of study drug on Cycle 1 Day 1.\n9. Patient has active peripheral neuropathy or neuropathic pain Grade 2 or higher, as defined by the NCI-CTCAE v5.0.\n10. Diagnosed with HIV, Hepatitis B, or Hepatitis C infection.\n11. Treatment with non-oncology vaccines for the control of infectious diseases (i.e., HPV vaccine) within 28 days of first dose of study drug on Cycle 1 Day 1.\n12. Active SARS-CoV-2 infection based on positive SARS-CoV-2 test within 4 weeks prior to enrollment or patients with suspected active infection based on clinical features or pending results.\n13. Has received immunosuppressive medications including but not limited to CellCept, methotrexate, infliximab, anakinra, tocilizumab, cyclosporine, or corticosteroids (≥ 10 mg/day of prednisone or equivalent), within 28 days of first dose of study drug on Cycle 1 Day 1.\n14. Patient has history of drug-related anaphylactic reactions to any components of CLN-619. History of Grade 4 anaphylactic reaction to any monoclonal antibody therapy.\n15. Certain treatment with investigational agents and other anti-neoplastic therapy as defined by the protocol\n16. Female of child-bearing potential (FOCBP) who is pregnant or breast-feeding, plans to become pregnant within 120 days of last study drug administration or declines to use an acceptable method to prevent pregnancy during study treatment and for 120 days after the last dose of study drug administration.\n17. Male patients who plans to father a child or donate sperm within 120 days or 5 half-lives of CLN-619, whichever comes later, of last study drug administration, or who has a partner who is a FOCBP, and declines to use an acceptable method to prevent pregnancy during study treatment and for 120 days or 5 half-lives of CLN-619, whichever comes later, after the last dose of study drug administration.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Mayo Clinic","city":"Phoenix","state":"Arizona","zip":"85054","country":"United States","geoPoint":{"lat":33.44838,"lon":-112.07404}},{"facility":"Mayo Clinic","city":"Jacksonville","state":"Florida","zip":"32224","country":"United States","geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"Mayo Clinic","city":"Rochester","state":"Minnesota","zip":"55905","country":"United States","geoPoint":{"lat":44.02163,"lon":-92.4699}},{"facility":"Mt. Sinai","city":"New York","state":"New York","zip":"10029","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Memorial Sloan Kettering (MSK)","city":"New York","state":"New York","zip":"10065","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Levine Cancer Institute","city":"Charlotte","state":"North Carolina","zip":"28204","country":"United States","geoPoint":{"lat":35.22709,"lon":-80.84313}},{"facility":"Levine Cancer Institute","city":"Winston-Salem","state":"North Carolina","zip":"27157","country":"United States","geoPoint":{"lat":36.09986,"lon":-80.24422}},{"facility":"University of Texas Southwestern Medical Center","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D009101","term":"Multiple Myeloma"},{"id":"D012008","term":"Recurrence"}],"ancestors":[{"id":"D054219","term":"Neoplasms, Plasma Cell"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D020141","term":"Hemostatic Disorders"},{"id":"D014652","term":"Vascular Diseases"},{"id":"D002318","term":"Cardiovascular Diseases"},{"id":"D010265","term":"Paraproteinemias"},{"id":"D001796","term":"Blood Protein Disorders"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"},{"id":"D006474","term":"Hemorrhagic Disorders"},{"id":"D008232","term":"Lymphoproliferative Disorders"},{"id":"D007160","term":"Immunoproliferative Disorders"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D020969","term":"Disease Attributes"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]}},"hasResults":false}