{"protocolSection":{"identificationModule":{"nctId":"NCT07283848","orgStudyIdInfo":{"id":"25-569"},"organization":{"fullName":"Massachusetts General Hospital","class":"OTHER"},"briefTitle":"Zimberelimab + Domvanalimab in Gastroesophageal Adenocarcinoma","officialTitle":"A Single-Arm, Phase II Study of Perioperative Zimberelimab + Domvanalimab and Neoadjuvant Chemotherapy in Locally Advanced, Resectable, Gastroesophageal Adenocarcinoma"},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"WITHDRAWN","whyStopped":"The pharmaceutical company is not moving forward with this intervention due to lack of efficacy.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2026-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-12-06","studyFirstSubmitQcDate":"2025-12-06","studyFirstPostDateStruct":{"date":"2025-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-19","lastUpdatePostDateStruct":{"date":"2025-12-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Samuel J. Klempner","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Massachusetts General Hospital"},"leadSponsor":{"name":"Massachusetts General Hospital","class":"OTHER"},"collaborators":[{"name":"Arcus Biosciences, Inc.","class":"INDUSTRY"},{"name":"Gateway for Cancer Research","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to understand whether study drugs domvanalimab and zimberelimab are safe and effective in combination with standard chemotherapy for patients with operable cancer of the esophagus, stomach, or gastroesophageal junction (where the stomach meets the esophagus).\n\nAll participants will receive the study treatment. Participants will receive chemotherapy and two immune therapies drugs (domvanalimab and zimberelimab) for up to 4 months before surgery. After surgery and at least a 4 week recovery, participants will receive domvanalimab and zimberelimab for up to 8 months. After completion of the study treatment, participants will be followed for up to 5 years per standard of care.","detailedDescription":"This is a single-center, phase II study evaluating the efficacy, activity and safety of domvanalimab and zimberelimab with standard chemotherapy (FLOT: fluorouracil (also called 5FU), oxaliplatin, leucovorin, docetaxel) in locally advanced, resectable, gastroesophageal adenocarcinomas. This study will enroll up to 28 participants with untreated, locally advanced, resectable adenocarcinoma of the stomach and gastroesophageal junction. Participants will receive up to 8 2-week cycles of domvanalimab , zimberelimab, and FLOT. If there is no evidence of progressive disease and participants remain good surgical candidates, they will undergo surgery 4-6 weeks after last dose of FLOT as per standard of care. Beginning 4-12 weeks after surgery, participants will receive domvanalimab + zimberelimab for up to 8 4-week cycles. Total treatment duration is approximately 12 months. Participants will remain on study unless they do not safely tolerate therapy, develop progressive disease, or withdraw consent. Participants will be followed for up to 5 years.\n\nThe U.S. Food and Drug Administration (FDA) has not approved zimberelimab, domvanalimab, and FLOT in combination as a treatment for any disease. The FDA has not approved zimberelimab as a treatment for any disease. The FDA has not approved domvanalimab as a treatment for any disease. The FDA has approved FLOT (5-FU, oxaliplatin, leucovorin, and docetaxel) as approved chemotherapy drugs used to treat stomach and gastroesophageal cancers, as well as among many other cancers. Arcus Biosciences, Inc. (with Gilead Sciences) are providing study drugs zimberelimab and domvanalimab. Gateway for Cancer Research, a nonprofit organization, is providing funding for this study."},"conditionsModule":{"conditions":["Adenocarcinoma Stomach","Adenocarcinoma Gastroesophageal Junction"],"keywords":["stomach cancer","immunotherapy","gastroesophageal junction cancer","checkpoint inhibitor","stomach adenocarcinoma","gastric adenocarcinoma","gastric cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Zimberelimab + Domvanalimab +neoadjuvant FLOT","type":"EXPERIMENTAL","description":"Patients will receive up to 8 2-week cycles of domvanalimab, zimberelimab and FLOT (fluorouracil (5-FU), oxaliplatin, leucovorin, and docetaxel) via intravenous infusion (IV). If there is no evidence of progressive disease and patients remain good surgical candidates, they will undergo curative intent surgical resection as per standard of care. Beginning 4-12 weeks after surgery, patients will receive domvanalimab + zimberelimab via IV for up to 8 28-day cycles. Participants will be followed for up to 5 years.","interventionNames":["Drug: Zimberelimab","Drug: Domvanalimab","Drug: FLOT (Fluorouracil+Leucovorin+Oxaliplatin+Docetaxel)"]}],"interventions":[{"type":"DRUG","name":"Zimberelimab","description":"480mg administered intravenously once every 4 weeks before surgery (up to 4 doses) and once every 4 weeks after surgery (up to 8 doses).","armGroupLabels":["Zimberelimab + Domvanalimab +neoadjuvant FLOT"],"otherNames":["AB122"]},{"type":"DRUG","name":"Domvanalimab","description":"1600mg administered by intravenous \\[IV\\] infusion over about 60 minutes once every 4 weeks before surgery (up to 4 doses), and once every 4 weeks after surgery (up to 8 doses).","armGroupLabels":["Zimberelimab + Domvanalimab +neoadjuvant FLOT"],"otherNames":["AB154"]},{"type":"DRUG","name":"FLOT (Fluorouracil+Leucovorin+Oxaliplatin+Docetaxel)","description":"Administered by IV every 2 weeks before surgery for up to 8 doses. FLOT is given using a continuous IV infusion over 24 hours. FLOT will be administered according to standard clinical practice. Participants will receive FLOT before surgery but not after surgery.","armGroupLabels":["Zimberelimab + Domvanalimab +neoadjuvant FLOT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of Event-free Survival (EFS)","description":"The primary endpoint is the rate of 24-month EFS. EFS is defined as the time from enrollment to the first of the following events: radiographic disease progression per RECIST 1.1; local or distant recurrence as assessed by computer tomography (CT) scan or biopsy if indicated (for participants who are disease free after surgery); clinical progression as evidenced by peritoneal carcinomatosis confirmed by preoperative laparoscopy or laparotomy (for participants who are confirmed to be free of peritoneal involvement by laparoscopy at screening); or death due to any cause. A second primary malignancy, or radiographic progressive disease (PD) during the neoadjuvant phase that does not preclude successful surgery (i.e., disease free after surgery), are not considered EFS events.","timeFrame":"From enrollment to up to 24 months after enrollment"}],"secondaryOutcomes":[{"measure":"Rate of major pathologic response (MPR)","description":"MPR Rate is the sum of the proportions of treated participants having either a pathologic complete response (TRG1a, equivalent to pathological complete regression; no residual tumour cells) or subtotal regression with \\<10% residual tumor cells (TRG1b). Tumor regression grade will be quantified using the Becker regression criteria. Pathological staging will be assessed according to the 7th edition of the TNM International Union Against Cancer (UICC) classification.","timeFrame":"From enrollment to surgery, up to 24 weeks"},{"measure":"Rate of pathological complete response (pCR)","description":"Pathologic complete response (pCR) rate is defined as the proportion of treated participants having complete pathologic response, defined as no invasive disease within an entirely submitted and evaluated gross lesion, and histologically negative nodes. Pathological staging will be according to the 7th edition of the TNM International Union Against Cancer (UICC) classification.","timeFrame":"From enrollment to surgery, up to 24 weeks"},{"measure":"Disease-free survival (DFS)","description":"DFS is assessed per RECIST 1.1 and defined as the time from surgical resection to the earlier of documented disease recurrence or death due to any cause. The follow-up of patients who neither recur nor die will be censored at the date of last follow-up. The distributions of DFS will be summarized using the method of Kaplan-Meier. 12 and 24 month DFS will be calculated.","timeFrame":"From surgery through up to 24 months post surgery"},{"measure":"Overall survival (OS)","description":"Overall Survival (OS) is defined as the time from registration to death due to any cause or censored at date last known alive. 2 and 5 year overall survival distributions will be summarized using the method of Kaplan-Meier.","timeFrame":"From enrollment through up to 5 years post surgery (up to 5.5 years total)"},{"measure":"Incidence and Severity of Adverse Events","description":"Adverse events will be graded according to the NCI CTCAE, version 5.0. The incidence of adverse events will be evaluated for all patients combined. Adverse events, both in terms of MedDRA preferred terms and CTCAE (V5) will be listed individually. The number of patients experiencing new or worsening of each type of adverse event will be summarized according to the worst grade observed; incidence rates of adverse events and grade 3-5 adverse events will be summarized with 90% exact binomial confidence intervals.","timeFrame":"Day 1 of treatment through 100 days post end of treatment (up to 548 days)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have histologically proven adenocarcinoma of the stomach or gastroesophageal junction (GEJ), including Siewert I-III adenocarcinomas of the GEJ\n* Tumors must have a programmed death ligand-1 (PDL1) expression score of at least 1 or greater (≥1) by any testing method (any conventional immunohistochemistry assay and any calculation)\n* Participants must be treatment naïve.\n* Age ≥18 years.\n* ECOG performance status ≤1\n* Participants must have adequate organ and marrow function as defined below:\n\n  * leukocytes ≥2,000/mcL\n  * absolute neutrophil count ≥1,500/mcL\n  * hemoglobin \\> 9 g/dL\n  * platelets ≥100,000/mcL\n  * total bilirubin ≤ 1.5x institutional upper limit of normal (ULN) unless documented Gilbert's disease\n  * AST(SGOT)/ALT(SGPT) ≤3 × institutional ULN\n  * Creatinine clearance ≥50 mL/min.\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Patients must have been deemed to have resectable disease by the medical oncology provider after reviewing with the multidisciplinary team including surgery. This must be documented in the medical record by the medical oncologist.\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation including six months after last study dose.\n* Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 6 months after completion of domvanalimab and/or zimberelimab administration. Males who have had a successful vasectomy (confirmed azoospermia, documentation needed) require no additional contraception.\n* Ability to understand and the willingness to sign a written informed consent document.\n* The participant is a non-smoker or light smoker who smokes no more than 10 cigarettes, 2 cigars, 2 pipes, or other nicotine equivalents (eg, vape, snuff, gum) of tobacco per day; willing to limit smoking during the treatment period to 4 cigarettes or 1 cigar per day.\n\nExclusion Criteria:\n\n* Prior anti-PD-1/PD-L1/TIGIT treatment\n* Participants who are receiving any other investigational agents or other anticancer therapies.\n* Patients with brain metastases are excluded. Brain metastases constitute stage IVB disease and are not approached with curative intent and are therefore excluded.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to domvanalimab or zimberelimab\n* Subjects with any condition requiring systemic treatment with either corticosteroids (\\>2mg daily dexamethasone equivalent) or other immunosuppressive medications within 14 days of treatment. Premedication for hypersensitivity reactions (e.g. to contrast for CT or gadolinium for MRI) is allowed.\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), idiopathic pneumonitis, or clinical evidence of active pneumonitis. History of radiation pneumonitis/fibrosis in the radiation field is permitted.\n* Participants with uncontrolled intercurrent illness that would interfere with ability to participate in the opinion of the treating investigator.\n* Participants with psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant and/or nursing women are excluded from this study because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with domvanalimab or zimberelimab.\n* Patients with a history of another primary malignancy that is currently clinically significant and has potential for metastases or currently requires active intervention (except for hormonal therapy for breast or prostate cancer).\n* New York Heart Association \\[NYHA\\] Class III or IV (see Appendix D, New York Heart Association \\[NYHA\\] Classification) within the previous 2 months; if \\>2 months, cardiac function must be within normal limits and the patient must be free of cardiac-related symptoms.\n* HIV Infection: Participants with a known history of Human Immunodeficiency Virus (HIV) infection are excluded unless they meet all of the following criteria:\n\n  * Stable antiretroviral therapy (ART) for at least 12 weeks prior to enrollment.\n  * No history of AIDS-defining conditions.\n  * CD4+ T-cell count ≥ 350 cells/mm³ at screening.\n  * HIV viral load ≤ 50 copies/mL at screening.\n  * No significant comorbidities associated with HIV infection that could interfere with the safety or efficacy of the investigational treatment.\n  * No concurrent use of prohibited medications that may interfere with the study drug or cancer therapy.\n* Fredericia's corrected QT interval (QTcF) ≥ 450 ms for men and ≥ 470 ms for women on ECG conducted during screening.\n* Active systemic infection requiring intravenous antibiotics or intravenous monoclonal antibody treatments within 7 days of cycle 1 day 1.\n* Use of any live vaccines against infectious diseases within 28 days of first dose of study drug.\n* History of trauma or major surgery within 28 days prior to the first dose of study drug (placement of central venous access catheter \\[eg, port or similar\\] is not considered a major surgical procedure).\n* Any active autoimmune disease or a documented history of autoimmune disease or syndrome that required systemic treatment in the past 2 years (ie, with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs), except for vitiligo or resolved childhood asthma/atopy. Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment.\n* Any history of clinically significant pulmonary embolism within 30 days causing clinical symptoms including but not limited to shortness of breath, pleuritic chest pain, dyspnea on exertion and/or evidence of unresolved right heart strain on EKG or echocardiography.\n* History of allogeneic stem cell or solid organ transplantation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Samuel J. Klempner, MD","affiliation":"Massachusetts General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Massachusetts General Hospital","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: Samuel J. Klempner, MD, sklempner@mgb.org. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data can be shared no earlier than 1 year following the date of publication","accessCriteria":"Contact the Partners Innovations team at http://www.partners.org/innovation"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D013274","term":"Stomach Neoplasms"}],"ancestors":[{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D013272","term":"Stomach Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000719848","term":"zimberelimab"}]}},"hasResults":false}