{"protocolSection":{"identificationModule":{"nctId":"NCT05246267","orgStudyIdInfo":{"id":"2021-13161"},"organization":{"fullName":"Montefiore Medical Center","class":"OTHER"},"briefTitle":"Dupilumab Treatment Effects in an Ethnically Diverse Population With Chronic Rhinosinusitis With Nasal Polyposis","officialTitle":"Dupilumab Treatment Effects in an Ethnically Diverse Population With Chronic Rhinosinusitis With Nasal Polyposis (CRSwNP)"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-26","studyFirstSubmitQcDate":"2022-02-08","studyFirstPostDateStruct":{"date":"2022-02-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-20","lastUpdatePostDateStruct":{"date":"2026-01-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Montefiore Medical Center","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"},{"name":"Mayo Clinic","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The central hypothesis of this study is that the addition of dupilumab treatment onto standard-of-care intranasal corticosteroids will improve patient-reported measures of disease activity and sense of smell in a cohort of mostly ethnical and racial minority patients with CRSwNP","detailedDescription":"First, it will confirm the effectiveness of dupilumab in the treatment of CRSwNP in ethnic and racial minority patients who have traditionally been underrepresented in existing clinical trials of biologics in CRSwNP Second, this research will establish a biomarker of therapeutic response to dupilumab identifying the biological effect of dupilumab in CRSwNP patients and its association with symptom improvement.\n\nFinally, the investigators will measure the effect of dupilumab on asthma symptoms and lung function in patients with CRSwNP and comorbid asthma.\n\nThere will be a screening visit, followed by a baseline visit where the medication will be given. Follow-up visits will be scheduled at 2 weeks and then 16 weeks from baseline. Long-term visits will take place in 36 and 52 weeks."},"conditionsModule":{"conditions":["Chronic Rhinosinusitis With Nasal Polyps"],"keywords":["CRSwNP","dupilumab"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Nasal inferior turbinate tissue, fluid, and microbiome collection"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Study group","description":"Patients with physician-diagnosed CRSwNP, with or without comorbid asthma that meet indication criteria for FDA-approved use of Dupilumab.","interventionNames":["Biological: Dupilumab"]}],"interventions":[{"type":"BIOLOGICAL","name":"Dupilumab","description":"Standard of care treatment with dupilumab","armGroupLabels":["Study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Sinonasal outcome test (SNOT-22) score, scale 0-110, higher is worse outcome","description":"Measure changes in SNOT-22 values from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"},{"measure":"Change in University of Pennsylvania Smell Identification Test (UPSIT) scores, scale 0-40, lower is worse outcome values","description":"Measure changes in UPSIT scores from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"},{"measure":"Change in nasal peak flow (NPF) value (L/min)","description":"Measure changes in the NPF values from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"}],"secondaryOutcomes":[{"measure":"Change in urinary levels of Leukotriene E4 (uLTE4) levels in ug/L","description":"Measure changes in uLTE4 levels from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"},{"measure":"Change in peripheral blood eosinophil counts in k/uL","description":"Measure changes in peripheral blood eosinophil counts from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"},{"measure":"Change in Immunoglobulin E (IgE) level in IU/mL","description":"Measure changes in IgE levels from baseline","timeFrame":"at 2, 16, 36, and 52 weeks of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with physician-diagnosed CRSwNP, with or without comorbid asthma that meet indication criteria for FDA-approved use of Dupilumab.\n* Patients aged 18 years and older.\n* Patient willing to provide consent to be a participant in the study.\n* Patients with insurance that allows Dupilumab coverage or Dupilumab coverage obtained through \"Dupixent MyWay Program\"\n\nExclusion Criteria:\n\n* Age under 18\n* Suspected or diagnosed allergic fungal rhinosinusitis.\n* Suspected or diagnosed cystic fibrosis.\n* Dupilumab coverage denied through insurance or \"Dupixent MyWay Program\"\n* Patients who required a steroid taper in the preceding 30 days. However, patients on chronic steroids less or equal to 20 mg of prednisone daily, are eligible.\n* Patients who were on a different biologic medication in the preceding 3 months.\n* Patients with a diagnosis of EGPA/Churg-Strauss Syndrome\n* Pregnant patients\n* Patients with inverted papilloma growth","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"60 patients with physician-diagnosed CRSwNP, with or without comorbid asthma that meet indication criteria for FDA-approved use of Dupilumab. These patients will be 18 years and older and will have insurance that allows Dupilumab coverage or Dupilumab coverage obtained through \"Dupixent MyWay Program\"","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Golda Hudes, MD","role":"CONTACT","phone":"866-633-8255","email":"ghudes@montefiore.org"}],"overallOfficials":[{"name":"Golda Hudes, MD","affiliation":"Montefiore Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Montefiore Medical Center","status":"RECRUITING","city":"The Bronx","state":"New York","zip":"10461","country":"United States","contacts":[{"name":"Golda Hudes, MD","role":"CONTACT","phone":"866-633-8255","email":"ghudes@montefiore.org"},{"name":"Golda Hudes, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.84985,"lon":-73.86641}}]},"referencesModule":{"references":[{"pmid":"30810118","type":"BACKGROUND","citation":"Fokkens W, Desrosiers M, Harvey R, Hopkins C, Mullol J, Philpott C, Alobid I, Anselmo-Lima WT, Bachert C, Baroody F, Bernal-Sprekelsen M, von Buchwald C, Cervin A, Cohen N, Constantinidis J, De Gabory L, Douglas R, Gevaert P, Hafner A, Hellings P, Joos G, Kalogjera L, Kern R, Knill A, Kocks J, Landis BN, Limpens J, Lebeer S, Lourenco O, Matricardi PM, Meco C, O Mahony L, Reitsma S, Ryan D, Schlosser R, Senior B, Smith T, Teeling T, Tomazic PV, Toppila-Salmi S, Wang DY, Wang D, Zhang L, Lund V. EPOS2020: development strategy and goals for the latest European Position Paper on Rhinosinusitis. Rhinology. 2019 Jun 1;57(3):162-168. doi: 10.4193/Rhin19.080."},{"pmid":"26889651","type":"BACKGROUND","citation":"Orlandi RR, Kingdom TT, Hwang PH, Smith TL, Alt JA, Baroody FM, Batra PS, Bernal-Sprekelsen M, Bhattacharyya N, Chandra RK, Chiu A, Citardi MJ, Cohen NA, DelGaudio J, Desrosiers M, Dhong HJ, Douglas R, Ferguson B, Fokkens WJ, Georgalas C, Goldberg A, Gosepath J, Hamilos DL, Han JK, Harvey R, Hellings P, Hopkins C, Jankowski R, Javer AR, Kern R, Kountakis S, Kowalski ML, Lane A, Lanza DC, Lebowitz R, Lee HM, Lin SY, Lund V, Luong A, Mann W, Marple BF, McMains KC, Metson R, Naclerio R, Nayak JV, Otori N, Palmer JN, Parikh SR, Passali D, Peters A, Piccirillo J, Poetker DM, Psaltis AJ, Ramadan HH, Ramakrishnan VR, Riechelmann H, Roh HJ, Rudmik L, Sacks R, Schlosser RJ, Senior BA, Sindwani R, Stankiewicz JA, Stewart M, Tan BK, Toskala E, Voegels R, Wang de Y, Weitzel EK, Wise S, Woodworth BA, Wormald PJ, Wright ED, Zhou B, Kennedy DW. International Consensus Statement on Allergy and Rhinology: Rhinosinusitis. Int Forum Allergy Rhinol. 2016 Feb;6 Suppl 1:S22-209. doi: 10.1002/alr.21695."},{"pmid":"26836729","type":"BACKGROUND","citation":"Bachert C, Mannent L, Naclerio RM, Mullol J, Ferguson BJ, Gevaert P, Hellings P, Jiao L, Wang L, Evans RR, Pirozzi G, Graham NM, Swanson B, Hamilton JD, Radin A, Gandhi NA, Stahl N, Yancopoulos GD, Sutherland ER. Effect of Subcutaneous Dupilumab on Nasal Polyp Burden in Patients With Chronic Sinusitis and Nasal Polyposis: A Randomized Clinical Trial. JAMA. 2016 Feb 2;315(5):469-79. doi: 10.1001/jama.2015.19330."},{"pmid":"32524991","type":"BACKGROUND","citation":"Gevaert P, Omachi TA, Corren J, Mullol J, Han J, Lee SE, Kaufman D, Ligueros-Saylan M, Howard M, Zhu R, Owen R, Wong K, Islam L, Bachert C. Efficacy and safety of omalizumab in nasal polyposis: 2 randomized phase 3 trials. J Allergy Clin Immunol. 2020 Sep;146(3):595-605. doi: 10.1016/j.jaci.2020.05.032. Epub 2020 Jun 7."},{"pmid":"31543428","type":"BACKGROUND","citation":"Bachert C, Han JK, Desrosiers M, Hellings PW, Amin N, Lee SE, Mullol J, Greos LS, Bosso JV, Laidlaw TM, Cervin AU, Maspero JF, Hopkins C, Olze H, Canonica GW, Paggiaro P, Cho SH, Fokkens WJ, Fujieda S, Zhang M, Lu X, Fan C, Draikiwicz S, Kamat SA, Khan A, Pirozzi G, Patel N, Graham NMH, Ruddy M, Staudinger H, Weinreich D, Stahl N, Yancopoulos GD, Mannent LP. Efficacy and safety of dupilumab in patients with severe chronic rhinosinusitis with nasal polyps (LIBERTY NP SINUS-24 and LIBERTY NP SINUS-52): results from two multicentre, randomised, double-blind, placebo-controlled, parallel-group phase 3 trials. Lancet. 2019 Nov 2;394(10209):1638-1650. doi: 10.1016/S0140-6736(19)31881-1. Epub 2019 Sep 19."},{"pmid":"30928658","type":"BACKGROUND","citation":"Bachert C, Hellings PW, Mullol J, Naclerio RM, Chao J, Amin N, Grabher A, Swanson BN, Hamilton JD, Guillonneau S, Taniou C, Zhang D, Pirozzi G, Graham NMH, Staudinger H, Mannent LP, Khan A. Dupilumab improves patient-reported outcomes in patients with chronic rhinosinusitis with nasal polyps and comorbid asthma. J Allergy Clin Immunol Pract. 2019 Sep-Oct;7(7):2447-2449.e2. doi: 10.1016/j.jaip.2019.03.023. Epub 2019 Mar 27. No abstract available."},{"pmid":"31351189","type":"BACKGROUND","citation":"Maspero JF, Katelaris CH, Busse WW, Castro M, Corren J, Chipps BE, Peters AT, Pavord ID, Ford LB, Sher L, Rabe KF, Rice MS, Rowe P, Lu Y, Harel S, Jagerschmidt A, Khan AH, Kamat S, Pirozzi G, Amin N, Ruddy M, Graham NMH, Mannent LP, Teper A. Dupilumab Efficacy in Uncontrolled, Moderate-to-Severe Asthma with Self-Reported Chronic Rhinosinusitis. J Allergy Clin Immunol Pract. 2020 Feb;8(2):527-539.e9. doi: 10.1016/j.jaip.2019.07.016. Epub 2019 Jul 24."},{"pmid":"32001254","type":"BACKGROUND","citation":"Cardell LO, Stjarne P, Jonstam K, Bachert C. Endotypes of chronic rhinosinusitis: Impact on management. J Allergy Clin Immunol. 2020 Mar;145(3):752-756. doi: 10.1016/j.jaci.2020.01.019. Epub 2020 Jan 28."},{"pmid":"26868728","type":"BACKGROUND","citation":"Mahdavinia M, Benhammuda M, Codispoti CD, Tobin MC, Losavio PS, Mehta A, Jeffe JS, Bandi S, Peters AT, Stevens WW, Landay A, Keshavarzian A, Schleimer RP, Batra PS. African American Patients with Chronic Rhinosinusitis Have a Distinct Phenotype of Polyposis Associated with Increased Asthma Hospitalization. J Allergy Clin Immunol Pract. 2016 Jul-Aug;4(4):658-664.e1. doi: 10.1016/j.jaip.2015.11.031. Epub 2016 Jan 20."},{"pmid":"16200815","type":"BACKGROUND","citation":"Borish L, Chipps B, Deniz Y, Gujrathi S, Zheng B, Dolan CM; TENOR Study Group. Total serum IgE levels in a large cohort of patients with severe or difficult-to-treat asthma. Ann Allergy Asthma Immunol. 2005 Sep;95(3):247-53. doi: 10.1016/S1081-1206(10)61221-5."},{"pmid":"23554133","type":"BACKGROUND","citation":"Vergara C, Murray T, Rafaels N, Lewis R, Campbell M, Foster C, Gao L, Faruque M, Oliveira RR, Carvalho E, Araujo MI, Cruz AA, Watson H, Mercado D, Knight-Madden J, Ruczinski I, Dunston G, Ford J, Caraballo L, Beaty TH, Mathias RA, Barnes KC. African ancestry is a risk factor for asthma and high total IgE levels in African admixed populations. Genet Epidemiol. 2013 May;37(4):393-401. doi: 10.1002/gepi.21702. Epub 2013 Apr 2."},{"pmid":"28069248","type":"BACKGROUND","citation":"Nyenhuis SM, Krishnan JA, Berry A, Calhoun WJ, Chinchilli VM, Engle L, Grossman N, Holguin F, Israel E, Kittles RA, Kraft M, Lazarus SC, Lehman EB, Mauger DT, Moy JN, Peters SP, Phipatanakul W, Smith LJ, Sumino K, Szefler SJ, Wechsler ME, Wenzel S, White SR, Ackerman SJ. Race is associated with differences in airway inflammation in patients with asthma. J Allergy Clin Immunol. 2017 Jul;140(1):257-265.e11. doi: 10.1016/j.jaci.2016.10.024. Epub 2017 Jan 6."},{"pmid":"30635198","type":"BACKGROUND","citation":"Fitzpatrick AM, Gillespie SE, Mauger DT, Phillips BR, Bleecker ER, Israel E, Meyers DA, Moore WC, Sorkness RL, Wenzel SE, Bacharier LB, Castro M, Denlinger LC, Erzurum SC, Fahy JV, Gaston BM, Jarjour NN, Larkin A, Levy BD, Ly NP, Ortega VE, Peters SP, Phipatanakul W, Ramratnam S, Teague WG. Racial disparities in asthma-related health care use in the National Heart, Lung, and Blood Institute's Severe Asthma Research Program. J Allergy Clin Immunol. 2019 Jun;143(6):2052-2061. doi: 10.1016/j.jaci.2018.11.022. Epub 2019 Jan 8."},{"pmid":"30940518","type":"BACKGROUND","citation":"Matsui EC, Adamson AS, Peng RD. Time's up to adopt a biopsychosocial model to address racial and ethnic disparities in asthma outcomes. J Allergy Clin Immunol. 2019 Jun;143(6):2024-2025. doi: 10.1016/j.jaci.2019.03.015. Epub 2019 Mar 30. No abstract available."},{"pmid":"25301036","type":"BACKGROUND","citation":"Pino-Yanes M, Thakur N, Gignoux CR, Galanter JM, Roth LA, Eng C, Nishimura KK, Oh SS, Vora H, Huntsman S, Nguyen EA, Hu D, Drake KA, Conti DV, Moreno-Estrada A, Sandoval K, Winkler CA, Borrell LN, Lurmann F, Islam TS, Davis A, Farber HJ, Meade K, Avila PC, Serebrisky D, Bibbins-Domingo K, Lenoir MA, Ford JG, Brigino-Buenaventura E, Rodriguez-Cintron W, Thyne SM, Sen S, Rodriguez-Santana JR, Bustamante CD, Williams LK, Gilliland FD, Gauderman WJ, Kumar R, Torgerson DG, Burchard EG. Genetic ancestry influences asthma susceptibility and lung function among Latinos. J Allergy Clin Immunol. 2015 Jan;135(1):228-35. doi: 10.1016/j.jaci.2014.07.053. Epub 2014 Oct 6."},{"pmid":"17935571","type":"BACKGROUND","citation":"Salari K, Burchard EG. Latino populations: a unique opportunity for epidemiological research of asthma. Paediatr Perinat Epidemiol. 2007 Nov;21 Suppl 3:15-22. doi: 10.1111/j.1365-3016.2007.00880.x."},{"pmid":"28159558","type":"BACKGROUND","citation":"Jerschow E, Edin ML, Pelletier T, Abuzeid WM, Akbar NA, Gibber M, Fried M, Lih FB, Gruzdev A, Bradbury JA, Han W, Hudes G, Keskin T, Schuster VL, Spivack S, Zeldin DC, Rosenstreich D. Plasma 15-Hydroxyeicosatetraenoic Acid Predicts Treatment Outcomes in Aspirin-Exacerbated Respiratory Disease. J Allergy Clin Immunol Pract. 2017 Jul-Aug;5(4):998-1007.e2. doi: 10.1016/j.jaip.2016.11.021. Epub 2017 Jan 31."},{"pmid":"29782217","type":"BACKGROUND","citation":"Castro M, Corren J, Pavord ID, Maspero J, Wenzel S, Rabe KF, Busse WW, Ford L, Sher L, FitzGerald JM, Katelaris C, Tohda Y, Zhang B, Staudinger H, Pirozzi G, Amin N, Ruddy M, Akinlade B, Khan A, Chao J, Martincova R, Graham NMH, Hamilton JD, Swanson BN, Stahl N, Yancopoulos GD, Teper A. Dupilumab Efficacy and Safety in Moderate-to-Severe Uncontrolled Asthma. N Engl J Med. 2018 Jun 28;378(26):2486-2496. doi: 10.1056/NEJMoa1804092. Epub 2018 May 21."},{"pmid":"30580047","type":"BACKGROUND","citation":"Jerschow E, Edin ML, Chi Y, Hurst B, Abuzeid WM, Akbar NA, Gibber M, Fried MP, Han W, Pelletier T, Ren Z, Keskin T, Roizen G, Lih FB, Gruzdev A, Bradbury JA, Schuster V, Spivack S, Rosenstreich D, Zeldin DC. Sinus Surgery Is Associated with a Decrease in Aspirin-Induced Reaction Severity in Patients with Aspirin Exacerbated Respiratory Disease. J Allergy Clin Immunol Pract. 2019 May-Jun;7(5):1580-1588. doi: 10.1016/j.jaip.2018.12.014. Epub 2018 Dec 21."},{"pmid":"31569308","type":"BACKGROUND","citation":"Shah SJ, Abuzeid WM, Ponduri A, Pelletier T, Ren Z, Keskin T, Roizen G, Rosenstreich D, Ferastraoaru D, Jerschow E. Endoscopic sinus surgery improves aspirin treatment response in aspirin-exacerbated respiratory disease patients. Int Forum Allergy Rhinol. 2019 Dec;9(12):1401-1408. doi: 10.1002/alr.22418. Epub 2019 Sep 30."},{"pmid":"22627848","type":"BACKGROUND","citation":"Higashi N, Taniguchi M, Mita H, Yamaguchi H, Ono E, Akiyama K. Aspirin-intolerant asthma (AIA) assessment using the urinary biomarkers, leukotriene E4 (LTE4) and prostaglandin D2 (PGD2) metabolites. Allergol Int. 2012 Sep;61(3):393-403. doi: 10.2332/allergolint.11-RA-0403. Epub 2012 May 25."},{"pmid":"17702319","type":"BACKGROUND","citation":"Kim JE, Kountakis SE. The prevalence of Samter's triad in patients undergoing functional endoscopic sinus surgery. Ear Nose Throat J. 2007 Jul;86(7):396-9."},{"pmid":"17181095","type":"BACKGROUND","citation":"McMains KC, Kountakis SE. Medical and surgical considerations in patients with Samter's triad. Am J Rhinol. 2006 Nov-Dec;20(6):573-6. doi: 10.2500/ajr.2006.20.2913."},{"pmid":"33065294","type":"BACKGROUND","citation":"Buchheit KM, Hulse KE. Local immunoglobulin production in nasal tissues: A key to pathogenesis in chronic rhinosinusitis with nasal polyps and aspirin-exacerbated respiratory disease. Ann Allergy Asthma Immunol. 2021 Feb;126(2):127-134. doi: 10.1016/j.anai.2020.09.016. Epub 2020 Oct 13."},{"pmid":"20304469","type":"BACKGROUND","citation":"Higashi N, Mita H, Ono E, Fukutomi Y, Yamaguchi H, Kajiwara K, Tanimoto H, Sekiya K, Akiyama K, Taniguchi M. Profile of eicosanoid generation in aspirin-intolerant asthma and anaphylaxis assessed by new biomarkers. J Allergy Clin Immunol. 2010 May;125(5):1084-1091.e6. doi: 10.1016/j.jaci.2009.12.977. Epub 2010 Mar 20."},{"pmid":"22018904","type":"BACKGROUND","citation":"Higashi N, Mita H, Yamaguchi H, Fukutomi Y, Akiyama K, Taniguchi M. Urinary tetranor-PGDM concentrations in aspirin-intolerant asthma and anaphylaxis. J Allergy Clin Immunol. 2012 Feb;129(2):557-9, 559.e1-2. doi: 10.1016/j.jaci.2011.09.019. Epub 2011 Oct 22. No abstract available."},{"pmid":"31254531","type":"BACKGROUND","citation":"Hayes SM, Biggs TC, Goldie SP, Harries PG, Walls AF, Allan RN, Pender SLF, Salib RJ. Staphylococcus aureus internalization in mast cells in nasal polyps: Characterization of interactions and potential mechanisms. J Allergy Clin Immunol. 2020 Jan;145(1):147-159. doi: 10.1016/j.jaci.2019.06.013. Epub 2019 Jun 27."},{"pmid":"30053529","type":"BACKGROUND","citation":"Takeda K, Sakakibara S, Yamashita K, Motooka D, Nakamura S, El Hussien MA, Katayama J, Maeda Y, Nakata M, Hamada S, Standley DM, Hayama M, Shikina T, Inohara H, Kikutani H. Allergic conversion of protective mucosal immunity against nasal bacteria in patients with chronic rhinosinusitis with nasal polyposis. J Allergy Clin Immunol. 2019 Mar;143(3):1163-1175.e15. doi: 10.1016/j.jaci.2018.07.006. Epub 2018 Jul 25."},{"pmid":"19807976","type":"BACKGROUND","citation":"Corriveau MN, Zhang N, Holtappels G, Van Roy N, Bachert C. Detection of Staphylococcus aureus in nasal tissue with peptide nucleic acid-fluorescence in situ hybridization. Am J Rhinol Allergy. 2009 Sep-Oct;23(5):461-5. doi: 10.2500/ajra.2009.23.3367."},{"pmid":"17980412","type":"BACKGROUND","citation":"Patou J, Gevaert P, Van Zele T, Holtappels G, van Cauwenberge P, Bachert C. Staphylococcus aureus enterotoxin B, protein A, and lipoteichoic acid stimulations in nasal polyps. J Allergy Clin Immunol. 2008 Jan;121(1):110-5. doi: 10.1016/j.jaci.2007.08.059. Epub 2007 Nov 5."},{"pmid":"14976394","type":"BACKGROUND","citation":"Perez-Novo CA, Kowalski ML, Kuna P, Ptasinska A, Holtappels G, van Cauwenberge P, Gevaert P, Johannson S, Bachert C. Aspirin sensitivity and IgE antibodies to Staphylococcus aureus enterotoxins in nasal polyposis: studies on the relationship. Int Arch Allergy Immunol. 2004 Mar;133(3):255-60. doi: 10.1159/000076832. Epub 2004 Feb 17."},{"pmid":"15298569","type":"BACKGROUND","citation":"Suh YJ, Yoon SH, Sampson AP, Kim HJ, Kim SH, Nahm DH, Suh CH, Park HS. Specific immunoglobulin E for staphylococcal enterotoxins in nasal polyps from patients with aspirin-intolerant asthma. Clin Exp Allergy. 2004 Aug;34(8):1270-5. doi: 10.1111/j.1365-2222.2004.02051.x."},{"pmid":"15480349","type":"BACKGROUND","citation":"Van Zele T, Gevaert P, Watelet JB, Claeys G, Holtappels G, Claeys C, van Cauwenberge P, Bachert C. Staphylococcus aureus colonization and IgE antibody formation to enterotoxins is increased in nasal polyposis. J Allergy Clin Immunol. 2004 Oct;114(4):981-3. doi: 10.1016/j.jaci.2004.07.013. No abstract available."},{"pmid":"33757720","type":"BACKGROUND","citation":"Bachert C, Maurer M, Palomares O, Busse WW. What is the contribution of IgE to nasal polyposis? J Allergy Clin Immunol. 2021 Jun;147(6):1997-2008. doi: 10.1016/j.jaci.2021.03.016. Epub 2021 Mar 20."},{"pmid":"30877073","type":"BACKGROUND","citation":"Huang GX, Palumbo ML, Singer JI, Cahill KN, Laidlaw TM. Sinus surgery improves lower respiratory tract reactivity during aspirin desensitization for AERD. J Allergy Clin Immunol Pract. 2019 May-Jun;7(5):1647-1649. doi: 10.1016/j.jaip.2019.02.037. Epub 2019 Mar 12. No abstract available."},{"pmid":"33307278","type":"BACKGROUND","citation":"Bergmark RW, Palumbo M, Rahman S, Maurer R, Dominas C, Roditi R, Bhattacharyya N, Maxfield A, Buchheit KM, Laidlaw TM. Aspirin-Exacerbated Respiratory Disease: Association Between Patient-Reported Sinus and Asthma Morbidity. J Allergy Clin Immunol Pract. 2021 Apr;9(4):1604-1611. doi: 10.1016/j.jaip.2020.11.051. Epub 2020 Dec 8."},{"pmid":"22041925","type":"BACKGROUND","citation":"Hayworth JL, Mazzuca DM, Maleki Vareki S, Welch I, McCormick JK, Haeryfar SM. CD1d-independent activation of mouse and human iNKT cells by bacterial superantigens. Immunol Cell Biol. 2012 Aug;90(7):699-709. doi: 10.1038/icb.2011.90. Epub 2011 Nov 1."},{"pmid":"21887823","type":"BACKGROUND","citation":"Ziegler C, Goldmann O, Hobeika E, Geffers R, Peters G, Medina E. The dynamics of T cells during persistent Staphylococcus aureus infection: from antigen-reactivity to in vivo anergy. EMBO Mol Med. 2011 Nov;3(11):652-66. doi: 10.1002/emmm.201100173. Epub 2011 Sep 2."},{"pmid":"7930304","type":"BACKGROUND","citation":"Meltzer EO, Orgel HA, Rogenes PR, Field EA. Nasal cytology in patients with allergic rhinitis: effects of intranasal fluticasone propionate. J Allergy Clin Immunol. 1994 Oct;94(4):708-15. doi: 10.1016/0091-6749(94)90178-3."},{"pmid":"15179213","type":"BACKGROUND","citation":"Thornton MA, Walshe P, Costello RW, McConn-Walsh R, Walsh MA. An alternative technique for nasal biopsy. Laryngoscope. 2004 Jun;114(6):1060-2. doi: 10.1097/00005537-200406000-00019."},{"type":"RESULT","citation":"Effect of 16-week Dupilumab Treatment on Sinonasal Respiratory Symptoms and Sense of Smell in Ethnically Diverse Patients with Chronic Rhinosinusitis with Nasal Polyposis"}],"seeAlsoLinks":[{"label":"Racial and Ethnic Categories and Definitions for NIH Diversity Programs and for Other Reporting Purposes. 2015.","url":"https://grants.nih.gov/grants/guide/notice-files/not-od-15-089.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2021-09-13","uploadDate":"2022-01-26T14:37","filename":"Prot_SAP_000.pdf","size":218238},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-09-13","uploadDate":"2022-01-26T14:38","filename":"ICF_001.pdf","size":188953}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}