{"protocolSection":{"identificationModule":{"nctId":"NCT04380038","orgStudyIdInfo":{"id":"HSR200039"},"organization":{"fullName":"University of Virginia","class":"OTHER"},"briefTitle":"Viral Infection in Asthma (VIA) Study","officialTitle":"Viral Infection in Asthma (VIA) Study","acronym":"VIA"},"statusModule":{"statusVerifiedDate":"2025-03","overallStatus":"RECRUITING","startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-04-29","studyFirstSubmitQcDate":"2020-05-04","studyFirstPostDateStruct":{"date":"2020-05-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-03-26","lastUpdatePostDateStruct":{"date":"2025-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Larry Borish, MD","investigatorTitle":"M.D. Professor of Medicine and Microbiology Asthma and Allergic Disease Center","investigatorAffiliation":"University of Virginia"},"leadSponsor":{"name":"University of Virginia","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Often when people with asthma get a virus caused by the common cold (rhinovirus), they also experience an increase or worsening of their asthma symptoms. The purpose of this study is to see if the study medication dupilumab helps prevent those with mild to moderate asthma from having increased asthma symptoms, after being exposed to an experimental rhinovirus inoculation. This is a study about dupilumab which is a drug approved by the U.S. Food and Drug Administration (FDA) for treatment of moderate to severe asthma. Dupilumab is a medication that blocks pathways that cause asthmatic inflammation in the lungs, leading to symptoms and worsening lung function. During this study, subjects will be given either dupilumab or placebo and will subsequently be exposed to the the \"common\" cold virus (rhinovirus). The virus that the investigators are using has been safely used before in many studies like this involving thousands of volunteers, and the safe use of the virus in this research study has been reviewed by the FDA. The investigators will track asthma symptoms during the study with lung function tests, questionnaires, specimen collection, biomarkers, and physical exams. For data analysis the investigators will assess the samples collected to determine changes in the treatment groups. The investigators will also asses the symptom scores and deviations from baseline measures for lung function.","detailedDescription":"Rhinovirus (RV) is responsible for up to 70-80% of asthmatic exacerbations in children and adolescents requiring urgent care or hospitalizations. Understanding the mechanism by which this otherwise relatively innocuous infection produces asthma exacerbations is essential towards mitigating these episodes. Two theories have been proposed to explain this phenomenon. One is that asthmatics have defective innate and adaptive immune responses to viral respiratory infections, leading to increased viral-associated pathology with an associated enhanced inflammatory response. An alternative - and not mutually exclusive - explanation is that RV indirectly exacerbates an ongoing allergic response to bystander allergens. Dupilumab blocks type 2 inflammatory responses and is known to prevent asthma exacerbations. It both attenuates the reduced innate immunity observed in asthmatics and also reduces the ability to engage a type 2 allergic inflammatory response to bystander allergens. Therefore, the investigators hypothesize that RV mediated worsening of asthma will be attenuated in the presence of dupilumab. This study examines cellular and molecular mediators of these interactions, which could help understand the intimate mechanism(s) underlying dupilumab's protective effect in asthmatics.\n\nA total of 60 patients with mild persistent asthma will be enrolled and randomized in this study (30 active treatment and 30 placebo).\n\nThe double-blind, randomized design minimizes any sources of bias. The placebo group provides a reference for the interpretation of study results, so the net effect of dupilumab could be discerned. The dupilumab dose regimen selected for this study (300 mg q2w after an initial loading dose of 600 mg) is consistent with the approved dose for patients with asthma. The primary objective of the study is to evaluate the effect of dupilumab on innate antiviral and type 2 inflammatory biomarkers, epithelial barrier repair, and adaptive immune responses following rhinovirus infection in asthmatic patients. The exploratory objectives include evaluating the effect of dupilumab in reducing the severity of rhinovirus-induced respiratory symptoms, its effect on lung function (eg FEV1, FEV1/FVC) and asthma control. As well as evaluating the effect of dupilumab on other biomarkers and viral load. The sample size was selected empirically, informed by similar successful studies conducted in the past. For example, in a previous double-blind, placebo-controlled randomized trial of omalizumab in the prevention of RV-induced asthma exacerbations, a total n of 20 (10 per group in the final analysis) was sufficient to achieve a secondary endpoint based on FEV1/FVC ratio). These data demonstrate the intrinsic power of the viral challenge model. The population included in the current trial has been further enriched (mild to moderate persistent asthmatics, on ICS ± other long-term controllers)."},"conditionsModule":{"conditions":["Asthma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double-blind, Randomized study design.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The placebo group provides a reference for the interpretation of study results, so the net effect of dupilumab could be discerned.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dupilumab","type":"ACTIVE_COMPARATOR","description":"The dupilumab dose regimen selected for this study (300 mg q2w after an initial loading dose of 600 mg)","interventionNames":["Drug: Dupilumab Injectable Product"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"A harmless substance that looks like the study drug, but which should have no effect. The placebo formulation used in this study contains all the ingredients present in the active drug, except the active ingredient (IL-4α antibody). Therefore, the risk related to this formulation should be no greater than the risk associated to the active drug.","interventionNames":["Drug: Dupilumab Injectable Product"]}],"interventions":[{"type":"DRUG","name":"Dupilumab Injectable Product","description":"Nasal inoculation, single dose 300 TCID50 in 1ml.","armGroupLabels":["Dupilumab","Placebo"],"otherNames":["Rhinovirus"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in interleukin-25 transcript expression post-rhinovirus inoculation","description":"Comparison of the change in IL-25 transcript expression in nasal scraping samples as determined by semi-quantitative polymerase chain reaction between the placebo- and dupilumab-treated cohorts","timeFrame":"Day 0 to day 4 post-inoculation with the rhinovirus"}],"secondaryOutcomes":[{"measure":"Change in transcriptome in nasal brushing samples post-rhinovirus inoculation","description":"Comparison of the change in epithelial cell transcriptome as determined by single cell RNA sequencing between the control- and dupilumab-treated cohorts","timeFrame":"Day 0 to day 14 post-inoculation with the rhinovirus"},{"measure":"Change in the proteome in nasal wash samples post-rhinovirus inoculation","description":"Comparison of the change in proteome as determined by proximity extension assay between the control- and dupilumab-treated cohorts","timeFrame":"Day 0 to day 14 post-inoculation with the rhinovirus"},{"measure":"Change in allergen-specific Th2 effector lymphocytes post-rhinovirus inoculation","description":"Comparison of the absolute number of allergen-specific Th2 effector lymphocytes as determined by flow cytometry between the placebo- and dupilumab-treated subjects","timeFrame":"Day 0 to day 14"},{"measure":"Change in symptoms post-rhinovirus inoculation","description":"Comparison of the symptom scores induced by the rhinovirus using Jackson criteria between the placebo- and dupilumab-treated cohorts","timeFrame":"Day 0 to day 14"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult ages 18-40\n2. Physician diagnosed asthma for at least 6 months\n3. Mild persistent asthma well controlled (ACT≥20) over 6-month period prior to enrollment\n4. FEV1 of \\>80% predicted\n5. Well controlled asthma on albuterol alone or albuterol plus low to medium dose inhaled corticosteroids (ICS) with or without other controller medications not using any anti-inflammatory medications for any concurrent sinonasal conditions.\n6. Positive methacholine test (≤16 mg/ml)\n7. Blood eosinophil count ≥150/µL or FeNO ≥20 ppb\n8. Negative (≤1:4) serum neutralizing HRV antibody to HRV 16 or HRV 39.\n9. Willing and able to comply with clinic visits and study-related procedures\n10. Provide informed consent signed by study patient\n11. Able to understand and complete study-related questionnaires\n\nExclusion Criteria:\n\n1. Current smoker or has smoked regularly for 10 yrs and smoked \\>10 pack-years\n2. History or clinical evidence of COPD or any other significant lung disease\n3. Known allergy to any ingredients in the study drug product\n4. Asthma biologic therapy in last 3 months (including dupilumab)\n5. Antiviral, immunosuppressive, or immune modulator therapies in the last 3 months\n6. Use of any inhaled nasal sprays\n7. Upper or lower respiratory tract infection in the last 6 weeks\n8. Asthma exacerbation in the last 6 weeks\n9. Any history of an asthma exacerbation requiring Emergency Department visit, intubation or hospitalization\n10. History of asthma exacerbation requiring unscheduled office visit or oral corticosteroids within the past 3 years\n11. Members of the clinical site study team and/or his/her immediate family\n12. Pregnant or breastfeeding women\n13. Women of childbearing potential\\* who are unwilling to practice highly effective contraception prior to the initial dose/start of the first treatment, during the study, and for at least 4 months after the last dose. Highly effective contraceptive measures include:\n\n    1. stable use of combined (estrogen and progestogen containing) hormonal contraception (oral, intravaginal, transdermal) or progestogen-only hormonal contraception (oral, injectable, implantable) associated with inhibition of ovulation initiated 2 or more menstrual cycles prior to screening\n    2. intrauterine device (IUD); intrauterine hormone releasing system (IUS)\n    3. bilateral tubal ligation\n    4. vasectomized partner and/or\n\n    <!-- -->\n\n    1. sexual abstinence†, ‡.\n\n       * Postmenopausal women must be amenorrheic for at least 12 months in order not to be considered of childbearing potential. Pregnancy testing and contraception are not required for women with documented hysterectomy or tubal ligation.\n\n         * Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments.\n\n           * Periodic abstinence (calendar, symptothermal, post-ovulation methods), withdrawal (coitus interruptus), spermicides only, and lactational amenorrhoea method (LAM) are not acceptable methods of contraception. Female condom and male condom should not be used together.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristin W Wavell Shifflett, BS, CCRC","role":"CONTACT","phone":"4349817599","phoneExt":"4349817599","email":"kwavell@gmail.com"},{"name":"Deborah Murphy, RN","role":"CONTACT","phone":"(434) 982-3510","email":"DDM9Q@hscmail.mcc.virginia.edu"}],"overallOfficials":[{"name":"Larry Borish, MD","affiliation":"University of Virginia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Virginia","status":"RECRUITING","city":"Charlottesville","state":"Virginia","zip":"22908","country":"United States","contacts":[{"name":"Deborah Murphy, BSN","role":"CONTACT","phone":"434-982-3510","email":"ddm9q@virginia.edu"},{"name":"Larry Borish, MD","role":"CONTACT","phone":"4349245779","email":"lb4m@virginia.edu"},{"name":"Larry Borish, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.02931,"lon":-78.47668}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D001249","term":"Asthma"}],"ancestors":[{"id":"D001982","term":"Bronchial Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D008173","term":"Lung Diseases, Obstructive"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012130","term":"Respiratory Hypersensitivity"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"}]}},"hasResults":false}