{"protocolSection":{"identificationModule":{"nctId":"NCT07075640","orgStudyIdInfo":{"id":"AG236-C-001"},"organization":{"fullName":"Agios Pharmaceuticals, Inc.","class":"INDUSTRY"},"briefTitle":"A Study to Determine the Safety and Tolerability of AG-236 and How it is Absorbed, Broken Down, and Eliminated From the Body in Healthy Participants","officialTitle":"A Phase 1, Randomized, Double-blind, Placebo-controlled, Single-Ascending Dose Safety, Tolerability, and Pharmacokinetic Study of AG-236 Administered as a Subcutaneous Dose in Healthy Male and Female Participants"},"statusModule":{"statusVerifiedDate":"2026-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-07-11","studyFirstSubmitQcDate":"2025-07-11","studyFirstPostDateStruct":{"date":"2025-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-02-02","lastUpdatePostDateStruct":{"date":"2026-02-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Agios Pharmaceuticals, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary purpose of this study is to assess the safety and tolerability of a single dose of AG-236 administered subcutaneously in healthy participants."},"conditionsModule":{"conditions":["Healthy Participants"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Group A","type":"EXPERIMENTAL","description":"Participants will receive a single dose of AG-236 at dose level 1 or placebo on Day 1 under fasted conditions.","interventionNames":["Drug: AG-236","Drug: Placebo"]},{"label":"Treatment Group B","type":"EXPERIMENTAL","description":"Participants will receive a single dose of AG-236 at dose level 2 or placebo on Day 1 under fasted conditions.","interventionNames":["Drug: AG-236","Drug: Placebo"]},{"label":"Treatment Group C","type":"EXPERIMENTAL","description":"Participants will receive a single dose of AG-236 at dose level 3 or placebo on Day 1 under fasted conditions.","interventionNames":["Drug: AG-236","Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"AG-236","description":"Subcutaneous (SC) Injection","armGroupLabels":["Treatment Group A","Treatment Group B","Treatment Group C"]},{"type":"DRUG","name":"Placebo","description":"SC Injection","armGroupLabels":["Treatment Group A","Treatment Group B","Treatment Group C"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs) by Type, Severity, and Relationship to Study Drug","timeFrame":"Up to Day 57"}],"secondaryOutcomes":[{"measure":"Area Under the Concentration-time Curve From Time Zero to Infinity (AUC0-inf) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Area Under the Concentration-time Curve From Time Zero to Last Quantifiable Concentration (AUC0-t) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Maximum Observed Plasma Concentration (Cmax) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Percentage of Area Under the Concentration-Time Curve due to Extrapolation From the Last Quantifiable Concentration to Infinity (AUC%extrap) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Time to Last Measurable Concentration (tlast) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Time to Reach Maximum Observed Plasma Concentration (tmax) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Terminal Elimination Half-Life (t1/2) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Apparent Total Body Clearance (CL/F) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Apparent Volume of Distribution (Vz/F) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 57"},{"measure":"Amount of Unchanged AG-236 Excreted in Urine From Day 1 to Day 3 (Aet1-t2)","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 3"},{"measure":"Cumulative Amount of Unchanged AG-236 Excreted in Urine (Cum Aeu)","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 3"},{"measure":"Percentage of AG-236 Dose Excreted Unchanged in Urine From Day 1 to Day 3 (fet1-t2)","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 3"},{"measure":"Cumulative Percentage of AG-236 Dose Excreted Unchanged in Urine (Cum fe)","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 3"},{"measure":"Renal Clearance (CLR) of AG-236","timeFrame":"Predose and multiple time points postdose from Day 1 to Day 3"},{"measure":"Change From Baseline in Serum Hepcidin Levels","timeFrame":"Baseline, Days 2, 3, 8, 29, and 57"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Male or female, of any race, between 18 and 55 years of age, inclusive.\n\n  1. Females must be of nonchildbearing potential.\n  2. Males must agree to use contraception.\n  3. Males must agree not to donate sperm during the study and for 90 days or 5-half-lives of AG-236 in plasma, whichever is longer, after dose administration.\n* Body mass index between 18.0 and 32.0 kilograms per square meter (kg/m2), inclusive.\n* Body weight between 50 and 100 kg, inclusive.\n* In good health, as determined by no clinically significant findings from medical history, 12-lead electrocardiogram (ECG) and vital sign measurements, and clinical laboratory evaluations (congenital nonhemolytic hyperbilirubinemia \\[eg, suspicion of Gilbert's syndrome based on total and direct bilirubin\\] is not acceptable) at screening and check-in, and from the physical examination at screening, as assessed by the investigator or designee.\n* Able to comprehend and willing to sign the informed consent form (ICF) and abide by the study restrictions.\n\nExclusion Criteria\n\n* Significant history or clinical manifestation of any metabolic, allergic, dermatological, hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, neurological, respiratory, endocrine, or psychiatric disorder, as determined by the investigator or designee.\n* History of malignancy, with the exception of adequately treated non-melanomatous skin carcinoma.\n* History of significant hypersensitivity, intolerance, or allergy to any drug compound, food, or other substance, as determined by the investigator or designee.\n* History or presence of iron deficiency or iron deficiency anemia and/or currently receiving oral or parenteral iron supplementation as treatment for those conditions or deemed high risk of iron deficiency as determined by the investigator.\n\n  1. Males: ferritin \\<30 nanogram per millilitres (ng/mL) and/or transferrin saturation (TSAT): ≤25%.\n  2. Females: ferritin \\<30 ng/mL and/or TSAT: ≤20%.\n* Fever (oral body temperature \\>38°C) or symptomatic viral or bacterial infection within 2 weeks prior to screening; evidence of intestinal infection (such as a participant-reported history of gastrointestinal symptoms \\[eg, nausea, vomiting, diarrhea\\] that are consistent, in the opinion of the investigator, with an acute viral or bacterial process) within 30 days prior to screening.\n* Confirmed systolic blood pressure \\>140 or \\<90 millilitres of mercury (mmHg), diastolic blood pressure \\>90 or \\<50 mmHg, or pulse rate \\>100 or \\<40 beats per minute. If any parameter is out of range, measurements should be repeated twice. Participants will be excluded if the average of the 3 measurements are outside of the corresponding reference range.\n* Clinically significant abnormality, as determined by the investigator, on ECG performed at screening or check-in or any of the following:\n\n  1. QT interval corrected for heart rate using Fridericia's formula (QTcF) \\>450 milliseconds (ms) in males or \\>470 ms in females, confirmed by calculating the mean of the triplicate values obtained\n  2. history of additional risk factors for torsades de pointes (eg, heart failure, hypokalemia, or family history of long QT syndrome).\n  3. Clinical laboratory values that are outside the normal reference range and are considered clinically significant, as determined by the investigator.\n  4. Clinical laboratory values for hemoglobin (Hb) for males \\<13.8 grams per decilitres g/dL and females \\<12.1 g/dL.\n  5. Clinical laboratory values for aspartate aminotransferase (AST), alanine aminotransferase (ALT) and/or total bilirubin \\>1 × upper limit of normal (ULN).\n* Participants will be excluded if a single repeat confirms the result.\n* Positive hepatitis panel and/or positive human immunodeficiency virus test.\n* Participants whose results are compatible with prior immunization may be included.\n* Clinical laboratory value for partial thromboplastin time (PTT) \\>1 × ULN and/or International Normalized Ratio (INR) \\>1.2. Participants will be excluded if a single repeat confirms the result.\n* Administration of any vaccine within 30 days prior to dosing.\n* Use or intend to use during the study duration any prescription medications/products, including hormone replacement therapy, within 28 days prior to dosing, considered to potentially impact participant safety or the objectives of the study, as determined by the investigator or designee.\n* Use or intend to use during the study duration any slow-release medications/products considered to still be active within 28 days prior to dosing, considered to potentially impact participant safety or the objectives of the study, as determined by the investigator or designee.\n* Use or intend to use during the study duration any nonprescription medications/products including vitamins (including iron-containing multivitamins), minerals, biotin supplements, recreational drugs, or phytotherapeutic/herbal/plant-derived preparations within 28 days prior to dosing, considered to potentially impact participant safety or the objectives of the study, as determined by the investigator or designee.\n* Participation in a clinical study involving administration of an IMP (new chemical entity) in the past 30 days or 5 half-lives of that drug (if known) prior to dosing, whichever is longer.\n* Have previously completed or withdrawn from this study or any other study investigating AG-236 and have previously received AG-236.\n* Alcohol consumption of \\>14 units per week for males and females. One unit of alcohol equals 12 ounces (oz) (360 mL) beer, 1½ oz (45 mL) liquor, or 5 oz (150 mL) wine.\n* Positive urine drug screen at screening or positive alcohol test result or positive urine drug screen at check-in.\n* History of alcoholism or drug/chemical abuse within 2 years prior to check-in.\n* Use of tobacco- or nicotine-containing products within 3 months prior to check-in, or positive cotinine at screening or check-in.\n* Have special dietary restrictions or inability to consume standard meals as required in the study.\n* Receipt of blood products within 2 months prior to check in.\n* Donation of blood from 3 months prior to screening, plasma from 2 weeks prior to screening, or platelets from 6 weeks prior to screening.\n* Poor peripheral venous access.\n* Participants who, in the opinion of the investigator or designee, should not participate in this study.\n* Increased risk of thrombosis, as determined by the investigator or designee.\n* Clinical laboratory value for homocysteine \\>1 × ULN.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Agios Medical Affairs","role":"CONTACT","phone":"833-228-8474","email":"medinfo@agios.com"}],"locations":[{"facility":"Fortrea Clinical Research Unit Inc.","status":"RECRUITING","city":"Madison","state":"Wisconsin","zip":"53704","country":"United States","geoPoint":{"lat":43.07305,"lon":-89.40123}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"}},"hasResults":false}