{"protocolSection":{"identificationModule":{"nctId":"NCT06665971","orgStudyIdInfo":{"id":"810335"},"organization":{"fullName":"University of California, San Diego","class":"OTHER"},"briefTitle":"Effect of Dupilumab on the Muscle Function of the Esophagus (food Pipe) in Participants with Eosinophilic Esophagitis (EoE)","officialTitle":"Effect of Dupilumab on Esophageal Peristaltic Function in Participants with Eosinophilic Esophagitis"},"statusModule":{"statusVerifiedDate":"2024-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-11-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-09-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-14","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-10-28","studyFirstSubmitQcDate":"2024-10-28","studyFirstPostDateStruct":{"date":"2024-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-12-06","lastUpdatePostDateStruct":{"date":"2024-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ravinder Mittal","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of California, San Diego"},"leadSponsor":{"name":"University of California, San Diego","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to research Dupilumab, an FDA approved medication in treating patients diagnosed with Eosinophilic esophagitis (EoE). The drug works by controlling allergic inflammation of the esophagus. The esophagus is a food pipe that transfers food from the mouth into the stomach. Participants with EoE have dysfunction of the muscle of the esophagus (impaired peristalsis) that is not favorable for the transport function.\n\nMain question this study aims to answer is: Whether Dupilumab helps improve muscle activity of the esophagus in participants with EOE?\n\nParticipants will:\n\nTake Dupilumab every week for 12 weeks. Visit the clinic before and after starting the medication. Keep a diary of symptoms.","detailedDescription":"Eosinophilic esophagitis (EOE) is an allergic inflammation of the mucosa of the esophagus. One or more of the common food constituents (milk, egg, soy, wheat, peanuts, tree nuts, fish, and shellfish) in a susceptible host (people with history of atopic dermatitis or asthma) is the cause of allergic inflammation in EOE. It is a Th-2 immune cell mediated allergic inflammation that leads to infiltration of the esophageal mucosa with eosinophils (\\> 15/high power field/HPF), which leads to submucosal fibrosis, esophageal stricture, narrow esophageal lumen, and reduced distensibility of the esophagus. Patients present with symptoms of dysphagia, food impaction, heartburn, and other non-descript symptoms. The condition can start in childhood and continue in adulthood; however, patients may present at any age. Current incidence estimates range from 5 to 10 cases per 100,000, and current prevalence estimates range from 0.5 to 1 case per 10001. Some of the EOE patients respond to acid inhibition therapy and it may be that acid reflux is the cause of EOE in some patients.\n\nThe inflammatory damage to the esophageal epithelium results in symptoms of esophageal dysfunction, such as dysphagia. Chronic inflammation of the esophagus may also lead to remodeling, stricture formation, and fibrosis6. The fibrotic aspect of progressed disease is not well understood, and whether or not this can be reversed with treatment is unknown. Current therapeutic approaches include chronic dietary elimination, swallowed topical formulation of corticosteroids and esophageal dilation. Emergency endoscopy for prolonged and/or painful food impaction is associated with a risk of severe esophageal injury, and it does not alter the underlying pathogenesis or progression of the disease. Although swallowed topical corticosteroids have been reported in clinical trials to induce partial clinical responses and histologic remission, they are not uniformly effective and can be associated with fungal infections as well as disease recurrence after discontinuation. Studies shows that Dupilumab, a monoclonal antibody against IL4 and IL13 is an effective treatment in patients with EOE.\n\nFew years ago, the investigators observed an additional mechanism of dysphagia in EOE patients, which relates to the esophageal motor function. The latter is best assessed by esophageal manometry study, which is normal in the majority (80%) of EOE patients. However, esophageal manometry records only the function of inner, i.e., circular muscle layer of the esophagus, which is only 50% of the total esophageal muscles mass (muscularis propria). The other 50%, i.e., longitudinal muscle is the outer of the 2 muscle layers of the esophagus. A series of studies from my laboratory reveal that the longitudinal muscle layer is responsible for the descending relaxation of the peristaltic reflex. Descending relaxation is critical because it allows esophagus to distend and bolus to proceed in aboral direction with minimal resistance to the flow of swallowed contents. The investigators found that patients with EOE have, 1) dysfunctional longitudinal muscle which manifests as a lower amplitude of contraction as compared to normal subjects and, 2) temporal discoordination between the contractions of the two muscle layers15. Both of the above scenarios can lead to impaired descending relaxation that can results in a smaller luminal CSA of the esophagus during peristalsis as compared to normal subject, which will appear as a narrow lumen esophagus on the barium swallow study, a scenario similar to an esophageal stricture, well described in patients with EOE. A narrow lumen esophagus will result in resistance to the passage of bolus or in other words difficulty swallowing (dysphagia).\n\nPatients with EOE have reduced distensibility of the esophagus, as measured by Endoflip technique. The Endoflip study requires placement of a bag inside the esophagus and distending it with saline to measure pressure and the bag luminal CSA. While Endoflip is an important advancement to measure the luminal CSA, it does not record distensibility under physiological condition of swallowing, i.e., swallow-induced peristalsis. Using intraluminal impedance technique, the investigators have pioneered a methodology to measure the luminal CSA during peristalsis. Using above methodology, the investigators found that in many participant groups, i.e., nutcracker esophagus, esophagogastric junction outflow obstruction and functional dysphagia, the luminal CSA during peristalsis is significantly smaller as compared to normal healthy subjects. The luminal CSA ahead of contraction during peristalsis is an indirect measure of the descending relaxation of the peristaltic reflex. Recent studies published in the New England Journal of Medicine and Gastroenterology show that a 24-week treatment with Dupilumab leads to an approximately 50% reduction in dysphagia symptoms, \\>90% reduction in the eosinophil count, 70% reduction in the histologic scoring system and 18% improvement in the esophageal distensibility. The goal of the study is to determine if treatment with Dupilumab will result in reversal of the longitudinal muscle dysfunction during peristalsis seen in patients with EOE.\n\nThe Dupilumab is an FDA approved study for the treatment of EOE. The current investigation is not intended to support, 1) a significant change in the advertising for the drug, 2) does not involve a change of route of administration, dose, participant population, or other factor that significantly increases the risk (or decreases the acceptability of the risk) associated with the use of the drug product. The investigation will be conducted in compliance with the requirements for review by an IRB and with the requirements for informed consent. 3) A previously reported study has showed a significant inflammation reduction in 60% EoE patients when taking Dupilumab for 12 weeks. This study aims to study its effects on restoring peristalsis in EoE participants when taken for 12 weeks. 4) Participants after study completion will be continuing standard treatment guidelines as indicated by the study PI or participant's physician."},"conditionsModule":{"conditions":["Eosinophilic Esophagitis (EoE)"],"keywords":["Dupilumab","Dupixent","EoE","Eosinophilic esophagitis","Esophagitis","inflammation","Esophagus","Dysphagia","Difficulty swallowing","food stuck in throat","Motility","Gastroenterology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The study is a single arm clinical trial with subgroup analysis comparing responder's vs non-responders. Methods used to minimize bias:\n\nAll participants will be treated with medications. There is no placebo arm of the study. Based on the available data the response to the drug is approximately 60%, i.e., eosinophil count of \\< 6/HPF on esophageal mucosal biopsy (Responders). The remaining 40% participants are expected to have eosinophil count of \\> 6/HPF on esophageal mucosal biopsy after treatments (Non-responders). The study design is to compare the responder vs non-responders.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"EoE participants treated with Dupilumab","type":"EXPERIMENTAL","description":"All the participants will be treated with once a week subcutaneous injection of Dupilumab 300 mg through for 12 weeks. There is no placebo arm in the study.","interventionNames":["Drug: Dupilumab 300 MG/2 ML Subcutaneous Solution [DUPIXENT]"]}],"interventions":[{"type":"DRUG","name":"Dupilumab 300 MG/2 ML Subcutaneous Solution [DUPIXENT]","description":"Dosage form: Subcutaneous injection Dosage: 300 mg/ 2ml Dosage frequency: Once a week Duration: 12 weeks","armGroupLabels":["EoE participants treated with Dupilumab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To determine the change in the peak esophageal muscle thickness during peristalsis following 12 weeks of Dupilumab","description":"To see if there is an improvement in the longitudinal muscle dysfunction - increase in the muscle thickness (difference between baseline and at the peak of swallow-induced esophageal contraction), and peak muscle thickness at the peak of circular muscle contraction, measured in millimeters will be recorded. The investigators will make paired observation in each participant, i.e., before and after treatment with Dupilumab, and perform paired t test statistics.","timeFrame":"From baseline assesment at 2 weeks to the end of the study at 14 weeks"}],"secondaryOutcomes":[{"measure":"To determine the change in the esophageal luminal cross-sectional area ( measured in mm2) following treatment with Dupilumab","description":"To see if there is an increase in the luminal cross-sectional area during peristalsis (measured in mm2) following treatment, which will be assessed by the impedance recording. The investigators expect a statistically significant increase in luminal cross-sectional area during peristalsis following treatment with Dupilumab.","timeFrame":"From baseline assesment at 2 weeks to the end of treatment at 14 weeks"},{"measure":"To determine the differences in amplitude of longitudinal muscle contraction in EOE participants who have reduction in eosinophil count < 6 HPF, compared to the one with eosinophil count > 6HPF following 12 weeks treatment with Dupilumab","description":"To measure whether there is a statistically significant difference in the amplitude of longitudinal muscle contraction (peak muscle thickness or the difference between baseline and peak muscle thickness measured in mm) between those EOE participants who have reduction in eosinophil count of \\< 6 HPF, as compared to the one with eosinophil count of \\> 6HPF, following 12 weeks of treatment with Dupilumab. Participants with eosinophils \\< 6HPF should have greater improvement compared to participants with \\>6 HPF","timeFrame":"From week 2 till the end of the study at 12 weeks"},{"measure":"To determine the differences in the luminal CSA during peristalsis following 12 weeks of treatment with Dupilumab in EOE participants who have reduction in the eosinophil count of < 6 HPF as compared to the one with eosinophil count of > 6HPF.","description":"To see if there is a statistically significant differences in the luminal CSA (measured in mm2) during peristalsis following 12 weeks of treatment with Dupilumab in those EOE participants who have reduction in the eosinophil count of \\< 6 HPF as compared to the one with eosinophil count of \\> 6HPF.","timeFrame":"From baseline assesment at week 2 to the study end date at 12 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all study procedures and availability for the duration of the study including regular follow-up with the study monitor.\n* Persons aged 22-75 years of age, males and females, of all ethnic races.\n* Participants must be diagnosed with PPI resistant eosinophilic esophagitis (EoE) (proven by endoscopic biopsy showing \\> 15 eosinophils/HPF prior to and 8 weeks after treatment with PPI) will be eligible to participate in the study.\n* Ability to take subcutaneous medication and willing to adhere to the 12-week Dupilumab regimen.\n* Eligible participants must not have taken inhalational, oral or IV steroids for at least 8 weeks prior to the study.\n\nExclusion Criteria:\n\nParticipants will be excluded from the study if they have any of the followings:\n\n* Prior participation in a Dupilumab clinical trial, or past or current treatment with Dupilumab\n* Initiation or change of a food-elimination diet regimen or re-introduction of a previously eliminated food group in the 6 weeks prior to screening. Participants on a food-elimination diet must remain on the same diet throughout the study.\n* Other causes of esophageal eosinophilia for the following conditions: hyper eosinophilic syndrome and eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome), Participants with eosinophilic gastroenteritis are eligible, provided they meet other eligibility criteria.\n* Active Helicobacter pylori infection, history of achalasia, Crohn's disease, ulcerative colitis, celiac disease, and prior esophageal surgery\n* Participant with significant other medical condition that would prevent treatment with Dupilumab and close follow up of their EOE condition.\n* Initiation, discontinuation, or change in the dosage regimen of the following medications within 8 weeks prior to the baseline endoscopy:\n* Proton pump inhibitors (except for participants who require a PPI trial prior to baseline endoscopy)\n* Leukotriene inhibitors\n* Nasal and/or inhaled corticosteroids\n* Participants on a stable dose of these medications for at least 8 weeks prior to the baseline endoscopy may be included in the study but must not change the dose during the study.\n* Participants who have asthma and use an asthma medicine c) have atopic dermatitis, chronic rhinosinusitis with nasal polyposis, eosinophilic esophagitis, or prurigo nodularis and also have asthma, then do not change or stop their corticosteroid medicine or other asthma medicine without talking to the investigators. This may cause other symptoms that were controlled by the corticosteroid medicine or other asthma medicine to come back.\n* Initiation, discontinuation, or change in the dosage regimen of SC immunotherapy (SCIT), participants on a stable dose of these medications for at least 1 year prior to visit 1 may be included in the study but must not change the dose during the study.\n* Treatment with sublingual immunotherapy (SLIT)\n* Treatment with oral immunotherapy (OIT) within 6 months prior to visit 1.\n* The following treatments within 3 months prior to screening, or any condition that, in the opinion of the investigator, is likely to require such treatment(s) during the study:\n* Systemic immunosuppressant/immunomodulating drugs, including but not limited to systemic corticosteroids, omalizumab, cyclosporine, mycophenolate-mofetil, interferon-gamma \\[IFN-γ\\], Janus kinase inhibitors, azathioprine, and methotrexate: One-time use of a corticosteroid as a part of the anesthetic preparation used during each endoscopy procedure is allowed.\n* Treatment with an investigational drug within 2 months or within 5 half-lives (if known), whichever is longer, prior to visit.\n* Planned or anticipated use of any prohibited medications and procedures during the study\n* Planned or anticipated major surgical procedure during the study.\n* Treatment with a live (attenuated) vaccine within 4 weeks prior to the baseline visit\n* Active parasitic infection or suspected parasitic infection, unless clinical and (if necessary) laboratory assessments have ruled out active infection before randomization.\n* Chronic or acute infection requiring treatment with systemic antibiotics, antivirals, or antifungals within 2 weeks before baseline visit. Note: A participant may be re-screened after the infection resolves.\n* Known or suspected immunodeficiency disorder, including history of invasive opportunistic infections (e.g., tuberculosis \\[TB\\], non-tuberculous mycobacterial infections, histoplasmosis, listeriosis, coccidioidomycosis, pneumocystis, aspergillosis) despite infection resolution, or otherwise recurrent infections of abnormal frequency, or prolonged infections suggesting an immune-compromised status, as judged by the investigator.\n* Tuberculosis testing will be performed if required by regulatory authorities or ethics committees (ECs).\n* Known history of human immunodeficiency virus (HIV) infection\n* Established diagnosis of hepatitis B viral infection at the time of screening or positive for hepatitis B surface antigen (HBsAg) at the time of screening. Participants who have gained immunity for hepatitis B virus infection after vaccination (participants who are HBsAg negative, hepatitis B surface antibody \\[HBsAb\\] positive, and hepatitis B core antibody \\[HBcAb\\] negative are eligible for the study). Participants with positive HBcAb are eligible for the study only if hepatitis B virus DNA level is undetectable.\n* Established diagnosis of hepatitis C viral (HCV) infection at the time of screening. Participants positive for hepatitis C Ab are eligible for the study only if HCV RNA is negative.\n* On current treatment for hepatic disease including but not limited to acute or chronic hepatitis, cirrhosis, or hepatic failure, or has evidence of liver disease as indicated by persistent (confirmed by repeated tests ≥2 weeks apart) elevated transaminases (alanine aminotransferase \\[ALT\\] and/or aspartate aminotransferase \\[AST\\]) more than 3 times the upper limit of normal \\[ULN\\] during the screening period)\n* Any of the following abnormal lab values at screening:\n\n  * Platelets \\<100 ×103/μL\n  * Neutrophils \\<1.5 × 103/μL\n  * Estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73 m2 If an abnormal value is detected at screening, a repeat test should be performed to confirm the abnormality. Only if the repeat test confirms the abnormality would the participant be categorized as a screen failure. eGFR will be calculated using the Modification of Diet in Renal Disease (MDRD) equation in adult participants and using the Bedside Schwartz formula in participants \\<18 years of age.\n* If the participant: are taking oral, topical, or inhaled corticosteroid medicines, have asthma and use an asthma medicine, have atopic dermatitis, chronic rhinosinusitis with nasal polyposis, eosinophilic esophagitis, or prurigo nodularis and also have asthma\n* Do not change or stop corticosteroid medicine or other asthma medicine without talking to the investigators. This may cause other symptoms that were controlled by the corticosteroid medicine or other asthma medicine to come back. \"\n* Severe concomitant illness (es) that, in the investigator's judgment, would adversely affect the participant's participation in the study. Examples include but are not limited to short life expectancy, uncontrolled diabetes, cardiovascular conditions (e.g., NYHA Class III or IV cardiac failure), severe renal conditions (e.g., severe nephrotic syndrome), hepatobiliary conditions (e.g., Child-Pugh class B or C), neurological conditions (e.g., demyelinating diseases), active major autoimmune diseases (e.g., lupus, inflammatory bowel disease, rheumatoid arthritis, etc.), other severe endocrinologic, gastrointestinal, metabolic, pulmonary, or lymphatic diseases. The specific justification for participants excluded under this criterion will be noted in study documents (chart notes, case report forms \\[CRF\\].\n* History of malignancy within 5 years prior to screening, except completely treated in situ carcinoma of the cervix and completely treated non-metastatic squamous or basal cell carcinoma of the skin.\n* History of alcohol or drug abuse within 6 months prior to screening\n* Any other medical or psychological condition including relevant laboratory abnormalities at screening that, in the opinion of the investigator, suggest a new and/or insufficiently understood disease, may present an unreasonable risk to the study participant as a result of his/her participation in this clinical trial, may make participant's participation unreliable, or may interfere with study assessments. The specific justification for participants excluded under this criterion will be noted in study documents.\n* Participant or his/her immediate family is a member of the investigational team\n* Pregnant or breastfeeding women, or women planning to become pregnant or breastfeed during the study\n* Heterosexual women of childbearing potential who are unwilling to practice highly effective contraception prior to the initial dose/start of the first treatment, during the study, and for at least 12 weeks after the last dose. Highly effective contraceptive measures include:\n\n  * Stable use of combined (estrogen and progestogen containing) hormonal contraception (oral, intravaginal, transdermal) or progestogen-only hormonal contraception (oral, injectable, implantable) associated with inhibition of ovulation initiated 2 or more menstrual cycles prior to screening\n  * Intrauterine device; intrauterine hormone-releasing system\n  * Bilateral tubal ligation\n  * Vasectomized partner\n  * And/or sexual abstinence.\n* Postmenopausal women must have amenorrhea for at least 12 months in order not to be considered of childbearing potential. Pregnancy testing and contraception are not required for women with documented hysterectomy or tubal ligation.\n* Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the participant. ‡Periodic abstinence (calendar, symptom-thermal, post-ovulation methods), withdrawal (coitus interrupts), spermicides only, and lactation amenorrhea method are not acceptable methods of contraception. Female condom and male condom should not be used together.\n* Known systemic hypersensitivity to Dupilumab or the excipients of the drug product. This includes hypersensitivity reactions such as anaphylaxis, serum sickness, angioedema, urticaria, rash, erythema nodosum, and erythema multiforme.\n* If participant have or develop significant dysphagia, dilation of the esophagus using endoscopic, Savary or other kind of dilators will be allowed during the treatment with Dupilumab.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anant Gupta, MBBS","role":"CONTACT","phone":"314-685-9214","email":"ucsdgimotility@gmail.com"},{"name":"Ravinder Mittal, MD","role":"CONTACT","phone":"858-534-3328","email":"rmittal@health.ucsd.edu"}],"locations":[{"facility":"University of California San Diego (UCSD) Health Medical center","status":"RECRUITING","city":"La Jolla","state":"California","zip":"92037","country":"United States","contacts":[{"name":"Anant Gupta, MBBS","role":"CONTACT","phone":"314-685-9214","email":"ang062@health.ucsd.edu"},{"name":"Ravinder Mittal, MD","role":"CONTACT","phone":"858-534-3328","email":"rmittal@health.ucsd.edu"}],"geoPoint":{"lat":32.84727,"lon":-117.2742}}]},"referencesModule":{"references":[{"pmid":"30680849","type":"BACKGROUND","citation":"Ledgerwood-Lee M, Zifan A, Kunkel DC, Sah R, Mittal RK. High-frequency ultrasound imaging of the anal sphincter muscles in normal subjects and patients with fecal incontinence. Neurogastroenterol Motil. 2019 Apr;31(4):e13537. doi: 10.1111/nmo.13537. Epub 2019 Jan 24."},{"pmid":"33373474","type":"BACKGROUND","citation":"Ledgerwood M, Zifan A, Lin W, de Alva J, Chen H, Mittal RK. Novel gel bolus to improve impedance-based measurements of esophageal cross-sectional area during primary peristalsis. Neurogastroenterol Motil. 2021 Jul;33(7):e14071. doi: 10.1111/nmo.14071. Epub 2020 Dec 29."},{"pmid":"15685559","type":"BACKGROUND","citation":"Mittal RK, Liu J, Puckett JL, Bhalla V, Bhargava V, Tipnis N, Kassab G. Sensory and motor function of the esophagus: lessons from ultrasound imaging. Gastroenterology. 2005 Feb;128(2):487-97. doi: 10.1053/j.gastro.2004.08.004."},{"pmid":"27380834","type":"BACKGROUND","citation":"Taft TH, Riehl M, Sodikoff JB, Kahrilas PJ, Keefer L, Doerfler B, Pandolfino JE. Development and validation of the brief esophageal dysphagia questionnaire. Neurogastroenterol Motil. 2016 Dec;28(12):1854-1860. doi: 10.1111/nmo.12889. Epub 2016 Jul 5."},{"pmid":"23837796","type":"BACKGROUND","citation":"Dellon ES, Irani AM, Hill MR, Hirano I. Development and field testing of a novel patient-reported outcome measure of dysphagia in patients with eosinophilic esophagitis. Aliment Pharmacol Ther. 2013 Sep;38(6):634-42. doi: 10.1111/apt.12413. Epub 2013 Jul 9."},{"pmid":"14977636","type":"BACKGROUND","citation":"Bhalla V, Liu J, Puckett JL, Mittal RK. Symptom hypersensitivity to acid infusion is associated with hypersensitivity of esophageal contractility. Am J Physiol Gastrointest Liver Physiol. 2004 Jul;287(1):G65-71. doi: 10.1152/ajpgi.00420.2003. Epub 2004 Feb 19."},{"pmid":"11171629","type":"BACKGROUND","citation":"White RJ, Zhang Y, Morris GP, Paterson WG. Esophagitis-related esophageal shortening in opossum is associated with longitudinal muscle hyperresponsiveness. Am J Physiol Gastrointest Liver Physiol. 2001 Mar;280(3):G463-9. doi: 10.1152/ajpgi.2001.280.3.G463."},{"pmid":"18364578","type":"BACKGROUND","citation":"Goyal RK, Chaudhury A. Physiology of normal esophageal motility. J Clin Gastroenterol. 2008 May-Jun;42(5):610-9. doi: 10.1097/MCG.0b013e31816b444d."},{"pmid":"30676774","type":"BACKGROUND","citation":"Zifan A, Song HJ, Youn YH, Qiu X, Ledgerwood-Lee M, Mittal RK. Topographical plots of esophageal distension and contraction: effects of posture on esophageal peristalsis and bolus transport. Am J Physiol Gastrointest Liver Physiol. 2019 Apr 1;316(4):G519-G526. doi: 10.1152/ajpgi.00397.2018. Epub 2019 Jan 24."},{"pmid":"33307025","type":"BACKGROUND","citation":"Mittal RK, Muta K, Ledgerwood-Lee M, Gandu V, Zifan A. Abnormal Esophageal Distension Profiles in Patients With Functional Dysphagia: A Possible Mechanism of Dysphagia. Gastroenterology. 2021 Apr;160(5):1847-1849.e2. doi: 10.1053/j.gastro.2020.12.002. Epub 2020 Dec 8. No abstract available."},{"pmid":"35073388","type":"BACKGROUND","citation":"Muta K, Mittal RK, Zifan A. Rhythmic contraction but arrhythmic distension of esophageal peristaltic reflex in patients with dysphagia. PLoS One. 2022 Jan 24;17(1):e0262948. doi: 10.1371/journal.pone.0262948. eCollection 2022."},{"pmid":"33818858","type":"BACKGROUND","citation":"Zifan A, Muta K, Mittal RK. Distension-contraction profile of peristalsis in patients with nutcracker esophagus. Neurogastroenterol Motil. 2021 Nov;33(11):e14138. doi: 10.1111/nmo.14138. Epub 2021 Apr 5."},{"pmid":"35788152","type":"BACKGROUND","citation":"Omari TI, Zifan A, Cock C, Mittal RK. Distension contraction plots of pharyngeal/esophageal peristalsis: next frontier in the assessment of esophageal motor function. Am J Physiol Gastrointest Liver Physiol. 2022 Sep 1;323(3):G145-G156. doi: 10.1152/ajpgi.00124.2022. Epub 2022 Jul 5."},{"pmid":"25930157","type":"BACKGROUND","citation":"Zifan A, Ledgerwood-Lee M, Mittal RK. Measurement of peak esophageal luminal cross-sectional area utilizing nadir intraluminal impedance. Neurogastroenterol Motil. 2015 Jul;27(7):971-80. doi: 10.1111/nmo.12571. Epub 2015 Apr 30."},{"pmid":"23591279","type":"BACKGROUND","citation":"Nicodeme F, Hirano I, Chen J, Robinson K, Lin Z, Xiao Y, Gonsalves N, Kwasny MJ, Kahrilas PJ, Pandolfino JE. Esophageal distensibility as a measure of disease severity in patients with eosinophilic esophagitis. Clin Gastroenterol Hepatol. 2013 Sep;11(9):1101-1107.e1. doi: 10.1016/j.cgh.2013.03.020. Epub 2013 Apr 13."},{"pmid":"27445346","type":"BACKGROUND","citation":"Mittal RK. Regulation and dysregulation of esophageal peristalsis by the integrated function of circular and longitudinal muscle layers in health and disease. Am J Physiol Gastrointest Liver Physiol. 2016 Sep 1;311(3):G431-43. doi: 10.1152/ajpgi.00182.2016. Epub 2016 Jul 21."},{"pmid":"19136515","type":"BACKGROUND","citation":"Korsapati H, Babaei A, Bhargava V, Dohil R, Quin A, Mittal RK. Dysfunction of the longitudinal muscles of the oesophagus in eosinophilic oesophagitis. Gut. 2009 Aug;58(8):1056-62. doi: 10.1136/gut.2008.168146. Epub 2009 Jan 9."},{"pmid":"17413294","type":"BACKGROUND","citation":"Lucendo AJ, Castillo P, Martin-Chavarri S, Carrion G, Pajares R, Pascual JM, Mancenido N, Erdozain JC. Manometric findings in adult eosinophilic oesophagitis: a study of 12 cases. Eur J Gastroenterol Hepatol. 2007 May;19(5):417-24. doi: 10.1097/MEG.0b013e328010bd69."},{"pmid":"18061103","type":"BACKGROUND","citation":"Nurko S, Rosen R. Esophageal dysmotility in patients who have eosinophilic esophagitis. Gastrointest Endosc Clin N Am. 2008 Jan;18(1):73-89; ix. doi: 10.1016/j.giec.2007.09.006."},{"pmid":"36546624","type":"BACKGROUND","citation":"Dellon ES, Rothenberg ME, Collins MH, Hirano I, Chehade M, Bredenoord AJ, Lucendo AJ, Spergel JM, Aceves S, Sun X, Kosloski MP, Kamal MA, Hamilton JD, Beazley B, McCann E, Patel K, Mannent LP, Laws E, Akinlade B, Amin N, Lim WK, Wipperman MF, Ruddy M, Patel N, Weinreich DR, Yancopoulos GD, Shumel B, Maloney J, Giannelou A, Shabbir A. Dupilumab in Adults and Adolescents with Eosinophilic Esophagitis. N Engl J Med. 2022 Dec 22;387(25):2317-2330. doi: 10.1056/NEJMoa2205982."},{"pmid":"20457157","type":"BACKGROUND","citation":"Dohil R, Newbury R, Fox L, Bastian J, Aceves S. Oral viscous budesonide is effective in children with eosinophilic esophagitis in a randomized, placebo-controlled trial. Gastroenterology. 2010 Aug;139(2):418-29. doi: 10.1053/j.gastro.2010.05.001. Epub 2010 May 7."},{"pmid":"26233926","type":"BACKGROUND","citation":"Rajan J, Newbury RO, Anilkumar A, Dohil R, Broide DH, Aceves SS. Long-term assessment of esophageal remodeling in patients with pediatric eosinophilic esophagitis treated with topical corticosteroids. J Allergy Clin Immunol. 2016 Jan;137(1):147-156.e8. doi: 10.1016/j.jaci.2015.05.045. Epub 2015 Jul 30."},{"pmid":"19141355","type":"BACKGROUND","citation":"Aceves SS, Ackerman SJ. Relationships between eosinophilic inflammation, tissue remodeling, and fibrosis in eosinophilic esophagitis. Immunol Allergy Clin North Am. 2009 Feb;29(1):197-211, xiii-xiv. doi: 10.1016/j.iac.2008.10.003."},{"pmid":"20208004","type":"BACKGROUND","citation":"Blanchard C, Stucke EM, Burwinkel K, Caldwell JM, Collins MH, Ahrens A, Buckmeier BK, Jameson SC, Greenberg A, Kaul A, Franciosi JP, Kushner JP, Martin LJ, Putnam PE, Abonia JP, Wells SI, Rothenberg ME. Coordinate interaction between IL-13 and epithelial differentiation cluster genes in eosinophilic esophagitis. J Immunol. 2010 Apr 1;184(7):4033-41. doi: 10.4049/jimmunol.0903069. Epub 2010 Mar 5."},{"pmid":"31593702","type":"BACKGROUND","citation":"Hirano I, Dellon ES, Hamilton JD, Collins MH, Peterson K, Chehade M, Schoepfer AM, Safroneeva E, Rothenberg ME, Falk GW, Assouline-Dayan Y, Zhao Q, Chen Z, Swanson BN, Pirozzi G, Mannent L, Graham NMH, Akinlade B, Stahl N, Yancopoulos GD, Radin A. Efficacy of Dupilumab in a Phase 2 Randomized Trial of Adults With Active Eosinophilic Esophagitis. Gastroenterology. 2020 Jan;158(1):111-122.e10. doi: 10.1053/j.gastro.2019.09.042. Epub 2019 Oct 5."},{"pmid":"24813517","type":"BACKGROUND","citation":"Hirano I, Aceves SS. Clinical implications and pathogenesis of esophageal remodeling in eosinophilic esophagitis. Gastroenterol Clin North Am. 2014 Jun;43(2):297-316. doi: 10.1016/j.gtc.2014.02.015. Epub 2014 Apr 16."},{"pmid":"22034864","type":"BACKGROUND","citation":"Abonia JP, Rothenberg ME. Eosinophilic esophagitis: rapidly advancing insights. Annu Rev Med. 2012;63:421-34. doi: 10.1146/annurev-med-041610-134138. Epub 2011 Oct 27."},{"pmid":"24813512","type":"BACKGROUND","citation":"Falk GW. Clinical presentation of eosinophilic esophagitis in adults. Gastroenterol Clin North Am. 2014 Jun;43(2):231-42. doi: 10.1016/j.gtc.2014.02.009. Epub 2014 Apr 1."},{"pmid":"28257973","type":"BACKGROUND","citation":"Furuta GT, Aceves SS. The National Biome Initiative: An allergy perspective. J Allergy Clin Immunol. 2017 Apr;139(4):1131-1134. doi: 10.1016/j.jaci.2017.02.008. Epub 2017 Feb 28. No abstract available."},{"pmid":"28774845","type":"BACKGROUND","citation":"Dellon ES, Hirano I. Epidemiology and Natural History of Eosinophilic Esophagitis. Gastroenterology. 2018 Jan;154(2):319-332.e3. doi: 10.1053/j.gastro.2017.06.067. Epub 2017 Aug 1."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Plans to share the de-identified IPD will be considered at the end of the study on the basis of the study results."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D057765","term":"Eosinophilic Esophagitis"},{"id":"D004941","term":"Esophagitis"},{"id":"D007249","term":"Inflammation"},{"id":"D003680","term":"Deglutition Disorders"}],"ancestors":[{"id":"D004935","term":"Esophageal Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005759","term":"Gastroenteritis"},{"id":"D004802","term":"Eosinophilia"},{"id":"D007960","term":"Leukocyte Disorders"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"},{"id":"D006969","term":"Hypersensitivity, Immediate"},{"id":"D006967","term":"Hypersensitivity"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"},{"id":"D010608","term":"Pharyngeal Diseases"},{"id":"D010038","term":"Otorhinolaryngologic Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582203","term":"dupilumab"}]}},"hasResults":false}