{"protocolSection":{"identificationModule":{"nctId":"NCT07055243","orgStudyIdInfo":{"id":"OZUHN-025"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"To Assess Safety of Mitapivat and Provide Proof of Concept of the Efficacy of the Drug in Patients With RBC Membranopathies or CDAII.","officialTitle":"Safety and Efficacy of Mitapivat Sulfate in Adult Patients With Erythrocyte Membranopathies - Canada (SATISFY-CA)","acronym":"SATISFY-CA"},"statusModule":{"statusVerifiedDate":"2025-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-06-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-04-17","studyFirstSubmitQcDate":"2025-07-03","studyFirstPostDateStruct":{"date":"2025-07-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-07-03","lastUpdatePostDateStruct":{"date":"2025-07-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"Agios Pharmaceuticals, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a prospective exploratory phase 2 study designed to evaluate the safety and efficacy of mitapivat in RBC membranopathies and CDAII, a rare sub type of anemia. Nine patients from Princess Margaret who are diagnosed with CDAII will be enrolled to the study. Patients will be in the trial for 57 weeks treatment weeks and a safety follow up week after 30 days from last dose. First 8 weeks will be dose escalating period followed by 48 weeks of fixed dose period. 57th week will be dose tapering week. Data collected from Princes Margaret will be incorporated to the main study conducted in EU for analysis. Overall, approximately 25 patients are expected to be enrolled: Approximately 16 patients at sites in the EU and approximately 9 patients in Canada.","detailedDescription":"This is a prospective exploratory phase 2 study designed to evaluate the safety and efficacy of mitapivat in RBC membranopathies and CDAII. Gobal target is 25 patients. 9 patients from UHN, Canada will be enrolled to the study. All enrolled patients will receive the study drug Mitapivat. All eligible subjects who enter the Dose Escalation Period will receive an initial dose of 50 mg mitapivat BID. After 4 weeks dose will be increased from 50 mg BID to 100 mg BID unless dose limiting side effects have occurred or maximum allowed Hb levels have been reached. The maximum dosage is 100 mg BID, for patients in which no dosage limiting side effects have occurred and maximum allowed hemoglobin levels have not been reached.\n\nMaximal study duration per subject is screening period (≤50 days) + 57 weeks on study drug:\n\n* 8 weeks Dose Escalation Period\n* 24 Fixed Dose Period 1\n* 24 Fixed Dose Period 2\n* 1 week Dose Taper Dose reduction is allowed at any time during both the Dose Escalation Period and the Fixed Dose Extension Period. In cases, where 50 mg BID provides dose limiting side effect(s), subjects can be offered dose reduction to 20 mg BID. If 20 mg BID provides dose limiting side effect(s), subjects can be further dose reduced to 5 mg BID. Subjects receiving dosage of \\<50mg BID are allowed to continue in the study.\n\nPhysical exam, ECG, vital signs, Dexa scan, MRI scan, safety blood work will be carried out thorough out the study. Patients will be asked to complete 2 questionnaires in a online web browser during the study visits at the clinic."},"conditionsModule":{"conditions":["Anemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":9,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Mitapivat","type":"EXPERIMENTAL","description":"All patients will receive the drug Mitapivat","interventionNames":["Drug: Mitapivat"]}],"interventions":[{"type":"DRUG","name":"Mitapivat","description":"Mitapivat will be given to adult patients with erythrocyte membranopathies","armGroupLabels":["Mitapivat"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate safety of mitapivat","description":"Type, incidence, severity and relationship of mitapivat to AE and SAE","timeFrame":"61 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female with RBC membranopathy or congenital dyserythropoietic anemia type II (CDAII). Diagnosis must be supported genetically by a ACMG class 3 (VUS), 4 or 5 variant.\n2. Age ≥18 years.\n3. Average hemoglobin (Hb) concentration (average of at least 2 Hb measurements separated by a minimum of 7 days the during screening period) must be less than 13.0 g/dL for males and 11.0 g/dL for females. Patients with average Hb \\>10.0 g/dL for males and females must meet at least one of the following additional criteria:\n\n   1. Splenomegaly (length ≥12.5 cm)\n   2. Fatigue attributed to hemolysis\n   3. Active hemolysis as evaluated by one or more of the following: haptoglobin, bilirubin, LDH, reticulocytes\n4. Subjects must start or continue taking at least the equivalent of daily 0.8 mg oral folic acid for the duration of the study.\n5. Have adequate organ function, as defined by:\n\n   1. Serum aspartate aminotransferase (AST) ≤2.5 × ULN (unless the increased AST is assessed by the Investigator as due to hemolysis and/or hepatic iron deposition) and alanine aminotransferase (ALT) ≤2.5 × ULN.\n   2. Normal or elevated levels of serum bilirubin. In subjects with serum bilirubin \\> ULN, the elevation must be attributed to hemolysis with or without Gilbert's syndrome and must not be associated with choledocholithiasis, cholecystitis, biliary obstruction, or hepatocellular disease Elevated bilirubin attributed to hemolysis with or without Gilbert's syndrome is not exclusionary.\n   3. Estimated glomerular filtration rate ≥45 mL/min/1.73 m2 by Chronic Kidney Disease Epidemiology Collaboration creatinine\n6. Be willing and able to give written informed consent and to comply to all study procedures for the duration of the study.\n7. For women of reproductive potential, have a negative urine or serum pregnancy test during the Screening Period (Day -50 to Day -1). Women of reproductive potential are defined as sexually mature women who have not undergone a hysterectomy, bilateral oophorectomy or tubal occlusion; or who have not been naturally postmenopausal (i.e. who have not menstruated at all for at least the preceding 12 months prior to signing informed consent), or has a known diagnosis of hypogonadotropic hypogonadism.\n8. For women of reproductive potential, be abstinent as part of their usual lifestyle, or agree to use a highly effective method of contraception. A highly effective form of contraception is defined as combined (estrogen and progestin containing) hormonal contraceptives (oral, intravaginal, or transdermal) associated with inhibition of ovulation; progestin-only hormonal contraceptives (oral, injectable, or implantable) associated with inhibition of ovulation; intrauterine device; intrauterine hormone releasing system; bilateral tube occlusion; or vasectomized partner. Women of reproductive potential using hormonal contraception as a highly effective form of contraception must also utilize an acceptable barrier method while enrolled in the study and for at least 28 days after their last dose of study drug. An acceptable barrier method includes male or female condoms with or without spermicide, and cervical cap, diaphragm, or sponge with spermicide.\n\nExclusion Criteria:\n\n1. Known history of pyruvate kinase deficiency (decreased PK activity or two pathogenic PKLR alleles). PK activity and PKLR testing is not required.\n2. Receiving regularly scheduled blood (RBC) transfusion therapy (also termed chronic, prophylactic or preventive transfusion), defined as more than 5 transfusion episodes in the 12-month period up to the first day of study treatment, and/or have received a transfusion within the past 3 months prior to the first day of study treatment.\n3. Have a significant medical condition that confers an unacceptable risk to participating in the study, and/or that could confound interpretation of the study data. Such significant medical conditions include, but are not limited to:\n\n   1. Poorly controlled hypertension (defined as systolic blood pressure \\>150 mm Hg or diastolic blood pressure \\>90 mm Hg) refractory to medical management.\n   2. Any history of congestive heart failure; myocardial infarction or unstable angina pectoris; hemorrhagic, embolic, or thrombotic stroke; or recent (\\< 6 months prior to signing informed consent) deep venous thrombosis; or pulmonary or arterial embolism.\n   3. Cardiac dysrhythmias judged as clinically significant by the Investigator.\n   4. Clinically symptomatic cholelithiasis or cholecystitis. Prior cholecystectomy is not exclusionary. Subjects with symptomatic cholelithiasis or cholecystitis may be rescreened once the disorder has been treated and clinical symptoms have resolved.\n   5. History of drug-induced cholestatic hepatitis.\n   6. Severe iron overload as evaluated by the Investigator. This includes cardiac (eg, clinically significant impaired left ventricular ejection fraction) or hepatic (eg, fibrosis, cirrhosis) dysfunction.\n   7. Have a diagnosis of any other congenital or acquired blood disorder or any other hemolytic process, except mild allo-immunization, as a consequence of transfusion therapy.\n\n   g. Positive test for HBsAg or HCVAb with signs of active hepatitis B or C virus infection. Subjects with hepatitis C may be rescreened after receiving appropriate hepatitis C treatment.\n\n   i. Positive test for HIV-1 or -2 antibodies. j. Active infection requiring the use of parenteral antimicrobial agents or Grade ≥3 in severity (per NCI CTCAE) within 2 months prior to the first dose of study treatment.\n\n   k. Diabetes mellitus judged to be under poor control by the Investigator or requiring \\>3 antidiabetic agents, including insulin (all insulins are considered 1 agent); use of insulin per se is not exclusionary.\n\n   l. History of any primary malignancy, with the exception of: curatively treated non-melanomatous skin cancer; curatively treated cervical or breast carcinoma in situ; or other primary tumor treated with curative intent, no known active disease present, and no treatment administered during the last 3 years.\n\n   m. Unstable extramedullary hematopoiesis that could pose a risk of imminent neurologic compromise.\n\n   n. Severe hepatic issues such as liver fibrosis (F3 or worse), significant cirrhosis or non-alcoholic fatty liver disease (NASH).\n\n   o. Current or recent history of psychiatric disorder that, in the opinion of the Investigator, could compromise the ability of the subject to cooperate with study visits and procedures.\n\n   p. Alcohol use disorder.\n\n4\\. Are currently enrolled in another therapeutic clinical trial involving ongoing therapy with any investigational or marketed product or placebo. Participation in registry studies is allowed.\n\n5\\. Have exposure to any investigational drug, device, or procedure within 5 half-lives or 3 months (whichever is longer) to the first dose of study treatment.\n\n6\\. Have had any prior treatment with a pyruvate kinase activator.\n\n7\\. Have a prior bone marrow or stem cell transplant.\n\n8\\. Are currently pregnant or breastfeeding or planning to become pregnant during the course of the study.\n\n9\\. Have a history of major surgery within 6 months prior to signing informed consent. Note that procedures such as laparoscopic gallbladder surgery are not considered major in this context.\n\n10\\. Are currently receiving medications that are strong inhibitors of CYP3A4 and strong inducers of CYP3A4 that have not been stopped for a duration of at least 5 days or a timeframe equivalent to 5 half-lives (whichever is longer) prior to the first dose of study treatment.\n\n11\\. Are currently receiving hematopoietic stimulating agents (eg, erythropoietins, granulocyte colony stimulating factors, thrombopoietins) that have not been stopped for a duration of at least 28 days prior to the first dose of study treatment.\n\n12\\. Known allergy to mitapivat or its excipients (microcrystalline cellulose, croscarmellose sodium, sodium stearyl fumarate, and mannitol) or history of acute allergic reaction to drugs characterized by acute hemolytic anemia, drug-induced liver injury, anaphylaxis, rash of erythema multiforme type or Stevens-Johnson syndrome, cholestatic hepatitis, or other serious clinical manifestations.\n\n13\\. For men and women of reproductive potential: unwillingness to be abstinent or use double anticonception during the trial period.\n\n14\\. Are currently receiving herbal or dietary supplements that have not been stable in dose and preparation for \\>8 weeks prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kevin Kuo, MD","role":"CONTACT","phone":"416-340-5233","email":"Kevin.Kuo@uhn.ca"}],"locations":[{"facility":"University Health Network (UHN)","status":"RECRUITING","city":"Toronto","state":"Ontario","zip":"M5G 2C4","country":"Canada","contacts":[{"name":"Kevin Kuo, MD","role":"CONTACT","phone":"416-340-5233","email":"Kevin.Kuo@uhn.ca"}],"geoPoint":{"lat":43.70643,"lon":-79.39864}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D000740","term":"Anemia"}],"ancestors":[{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000634504","term":"mitapivat"}]}},"hasResults":false}