{"protocolSection":{"identificationModule":{"nctId":"NCT07178912","orgStudyIdInfo":{"id":"2025-0934"},"secondaryIdInfos":[{"id":"NCI-2025-06675","type":"OTHER","domain":"NCI-CTRP Clinical Registry"}],"organization":{"fullName":"M.D. Anderson Cancer Center","class":"OTHER"},"briefTitle":"Phase II Study of the Combination of Subcutaneous Blinatumomab and Olverembatinib in Patients With Philadelphia Chromosome (ph)-Positive and/or BCR::ABL1 Positive Acute Lymphoblastic Leukemia (ALL)","officialTitle":"Phase II Study of the Combination of Subcutaneous Blinatumomab and Olverembatinib in Patients With Philadelphia Chromosome (ph)-Positive and/or BCR::ABL1 Positive Acute Lymphoblastic Leukemia (ALL)"},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"NOT_YET_RECRUITING","startDateStruct":{"date":"2026-02-27","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2031-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-09-10","studyFirstSubmitQcDate":"2025-09-10","studyFirstPostDateStruct":{"date":"2025-09-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-10","lastUpdatePostDateStruct":{"date":"2025-12-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"M.D. Anderson Cancer Center","class":"OTHER"},"collaborators":[{"name":"Amgen","class":"INDUSTRY"},{"name":"Ascentage Pharma Group Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"To find out if giving blinatumomab as injections under the skin and olverembatinib can help to control the disease in patients with Ph-positive ALL.","detailedDescription":"Primary Objective\n\n• To evaluate the rate of complete molecular response (CMR; undetectable BCR::ABL1 transcript by RT-PCR) in participants with newly diagnosed Ph-positive ALL and the overall response rate (complete remission + complete remission with incomplete count recovery) in participants with relapsed/refractory Ph-positive ALL\n\nSecondary Objectives\n\n* To evaluate event-free survival (EFS)\n* To evaluate overall survival (OS)\n* To evaluate MRD negativity by next-generation sequencing (NGS) at a sensitivity of 1x10-6\n* To assess the safety of the regimen"},"conditionsModule":{"conditions":["Phase II Clinical Trial","Blinatumomab","Olverembatinib","Lymphoblastic Leukemia","Philadelphia Chromosome Positive"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment with Blinatumomab (SC) + Olverembatinib (PO) Q5W","type":"EXPERIMENTAL","description":"Patients will be receiving blinatumomab and olverembatinib.","interventionNames":["Drug: Blinatumomab","Drug: olverembatinib"]}],"interventions":[{"type":"DRUG","name":"Blinatumomab","description":"Given by Iv","armGroupLabels":["Treatment with Blinatumomab (SC) + Olverembatinib (PO) Q5W"]},{"type":"DRUG","name":"olverembatinib","description":"Given by PO","armGroupLabels":["Treatment with Blinatumomab (SC) + Olverembatinib (PO) Q5W"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"safety and adverse events","description":"Incidence of Adverse Events, Graded According to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version (v) 5.0","timeFrame":"Through study completion; an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria\n\n* Diagnosis of one of the following:\n\n  o Participants ≥18 years of age with newly diagnosed or relapsed/refractory Ph-positive and/or BCR::ABL1-positive ALL (includes Participants initiated on first course of therapy before cytogenetics known) or with lymphoid accelerated or blast phase CML. Participants with newly diagnosed disease could have received one or two courses of chemotherapy with or without other TKIs and still eligible (Participants with lymphoid accelerated or blast phase CML will be evaluated separately).\n* Performance status ≤2 (ECOG Scale).\n* Adequate liver function as defined by the following criteria (unless the increased values are judged to be leukemia disease related):\n\n  * Total serum bilirubin \\<2 x upper limit of normal (ULN), unless due to Gilbert's syndrome\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<3 x ULN.\n* Adequate pancreatic function as defined by serum lipase and amylase \\<1.5 x ULN.\n* For females of childbearing potential, a negative urine pregnancy test must be documented.\n* Female Participants who:\n\n  * Are postmenopausal for at least 1 year before the screening visit, OR\n  * Are surgically sterile, OR\n  * If they are of childbearing potential, agree to practice 2 effective methods of contraception, at the same time, from the time of signing the informed consent through 4 months after the last dose of study drug or agree to completely abstain from heterosexual intercourse.\n* Male Participants, even if surgically sterilized (i.e., status post-vasectomy), who:\n\n  * Agree to practice effective barrier contraception during the entire study treatment period and through 4 months after the last dose of study drug, OR\n  * Agree to completely abstain from heterosexual intercourse.\n* Adequate cardiac function as assessed clinically by history and physical examination.\n* Signed informed consent.\n\nExclusion Criteria\n\n* Active serious infection not controlled by oral or IV antibiotics.\n* Active secondary malignancy other than skin cancer (e.g., basal cell carcinoma or squamous cell carcinoma) that in the investigator's opinion will shorten survival to less than 1 year.\n* Participants with psychiatric illness/social situations that would limit compliance with study requirements.\n\nActive grade III-V cardiac failure as defined by the New York Heart Association criteria.\n\n* Uncontrolled, or active cardiovascular disease, specifically including, but not restricted to:\n\n  * Myocardial infarction, stroke, or revascularization within 3 months\n  * Unstable angina or transient ischemic attack\n  * Congestive heart failure prior to enrollment, or left ventricular ejection fraction less than lower limit of normal per local institutional standards prior to enrollment\n  * Diagnosed or suspected congenital long QT syndrome\n  * Clinically significant atrial or ventricular arrhythmias (such as atrial fibrillation, ventricular tachycardia, ventricular fibrillation, or Torsades de pointes) as determined by the treating physician\n  * Prolonged QTc interval on pre-entry electrocardiogram (\\>470 msec) unless corrected after electrolyte replacement or approved by cardiologist\n  * Significant venous or arterial thromboembolism including deep venous thrombosis or pulmonary embolism. Participants with a history of treated prior superficial or catheter associated thrombosis will not be considered as significant embolism and after discussion with PI will not be excluded from eligibility\n  * Uncontrolled hypertension (diastolic blood pressure \\>90 mmHg, systolic \\>140 mmHg). Participants with hypertension should be under treatment on study entry for blood pressure control.\n* History or presence of clinically relevant CNS pathology such as epilepsy, childhood or adult seizure, paresis, aphasia, stroke, severe brain injuries, dementia, Parkinson's disease, cerebellar disease, organic brain syndrome, or psychosis. Participants with active CNS leukemia will not be excluded.\n* Current autoimmune disease or history of autoimmune disease with potential CNS involvement.\n* Treatment with any investigational antileukemic agent or chemotherapy agent in the last 7 days before study entry, unless full recovery from side effects has occurred or Participant has rapidly progressive disease judged to be life-threatening by the investigator.\n* Pregnant and lactating women will not be eligible; women of childbearing potential should have a negative pregnancy test prior to entering on the study and be willing to practice methods of contraception. Women do not have childbearing potential if they have had a hysterectomy or are postmenopausal without menses for 12 months. In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control.\n* History of significant bleeding disorder unrelated to cancer, including:\n\n  * Diagnosed congenital bleeding disorders (e.g., von Willebrand's disease)\n  * Diagnosed acquired bleeding disorder within one year (e.g., acquired anti-factor VIII antibodies).\n* Participants with documented significant pleural or pericardial effusions unless they are thought to be secondary to their leukemia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Elias J Jabbour, MD","role":"CONTACT","phone":"713-792-4764","email":"ejabbour@mdanderson.org"}],"overallOfficials":[{"name":"Elias J Jabbour, MD","affiliation":"M.D. Anderson Cancer Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MD Anderson Cancer Center","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Elias j Jabbour, MD","role":"CONTACT","phone":"713-792-4764","email":"ejabbour@mdanderson.org"},{"name":"Elias J Jabbour, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"seeAlsoLinks":[{"label":"MD Anderson Cancer Center","url":"http://www.mdanderson.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D054198","term":"Precursor Cell Lymphoblastic Leukemia-Lymphoma"}],"ancestors":[{"id":"D007945","term":"Leukemia, Lymphoid"},{"id":"D007938","term":"Leukemia"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"},{"id":"D008232","term":"Lymphoproliferative Disorders"},{"id":"D008206","term":"Lymphatic Diseases"},{"id":"D007160","term":"Immunoproliferative Disorders"},{"id":"D007154","term":"Immune System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C510808","term":"blinatumomab"},{"id":"C579813","term":"olverembatinib"}]}},"hasResults":false}