{"protocolSection":{"identificationModule":{"nctId":"NCT05618925","orgStudyIdInfo":{"id":"QUILT-3.092"},"organization":{"fullName":"ImmunityBio, Inc.","class":"INDUSTRY"},"briefTitle":"Study for Subjects With Relapsed/Refractory Non- Hodgkin Lymphoma","officialTitle":"Open-label, Phase 1 Study of CD19 t-haNK as a Single Agent and in Combination With an IL-15 Superagonist (N-803) and Rituximab in Subjects With Relapsed/Refractory Non-Hodgkin Lymphoma."},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-08-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-19","studyFirstSubmitQcDate":"2022-11-09","studyFirstPostDateStruct":{"date":"2022-11-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-10","lastUpdatePostDateStruct":{"date":"2025-10-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ImmunityBio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Open-label, Phase 1 Study of CD19 t-haNK as a Single Agent and in Combination With an IL-15 Superagonist (N-803) and Rituximab in Subjects With Relapsed/Refractory Non-Hodgkin Lymphoma. Up to 20 subjects will be enrolled and randomized 1:1 to 1 of 2 cohorts, as outlined below. The initial 3 subjects will be sequentially enrolled in a staggered fashion, with a 7 day interval between each subject to enable the capture and monitoring of any acute and subacute toxicities.","detailedDescription":"This is a phase 1, first-in-human (FIH), open-label study to evaluate the safety of CD19 t-haNK as a single agent and the safety and preliminary efficacy of CD19 t haNK in combination with rituximab only and in combination with rituximab and N 803 in subjects with R/R NHL.\n\nUp to 20 subjects will be enrolled and randomized 1:1 to 1 of 2 cohorts, as outlined below. The initial 3 subjects will be sequentially enrolled in a staggered fashion, with a 7 day interval between each subject to enable the capture and monitoring of any acute and subacute toxicities.\n\nSubjects in both cohorts will initially receive lymphodepleting chemotherapy followed by a single 4 week cycle of the CD19 t haNK single-agent regimen. Following a 1-week rest period, subjects will then receive lymphodepleting chemotherapy followed by a single 4-week cycle of CD19 t-haNK in combination with rituximab (cohort A) or in combination with rituximab and N-803 (cohort B). Following a second 1-week rest period, subjects will receive up to 4 repeated 4 week cycles of CD19 t haNK in combination with rituximab (cohort A) or in combination with rituximab and N 803 (cohort B) without lymphodepleting chemotherapy."},"conditionsModule":{"conditions":["Non Hodgkin's Lymphoma Refractory/Relapsed"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Subjects in both cohorts will initially receive lymphodepleting chemotherapy followed by a single 4 week cycle of the CD19 t haNK single-agent regimen. Following a 1-week rest period, subjects will then receive lymphodepleting chemotherapy followed by a single 4-week cycle of CD19 t-haNK in combination with rituximab (cohort A) or in combination with rituximab and N-803 (cohort B). Following a second 1-week rest period, subjects will receive up to 4 repeated 4 week cycles of CD19 t haNK in combination with rituximab (cohort A) or in combination with rituximab and N 803 (cohort B) without lymphodepleting chemotherapy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","description":"Subjects in both cohorts will initially receive lymphodepleting chemotherapy followed by a single 4-week cycle of the CD19 t-haNK single-agent regimen. Following a 1-week rest period, subjects will then receive lymphodepleting chemotherapy followed by a single 4-week cycle of CD19 t-haNK in combination with rituximab","interventionNames":["Biological: CD19t-haNK suspension","Drug: Cyclophosphamide","Drug: Fludarabine","Drug: Rituximab"]},{"label":"Arm B","type":"EXPERIMENTAL","description":"Subjects in both cohorts will initially receive lymphodepleting chemotherapy followed by a single 4-week cycle of the CD19 t-haNK single-agent regimen. Following a 1-week rest period, subjects will then receive lymphodepleting chemotherapy followed by a single 4-week cycle of CD19 t-haNK in combination with rituximab (cohort A) or in combination with rituximab and N-803 (cohort B).","interventionNames":["Drug: N803","Biological: CD19t-haNK suspension","Drug: Cyclophosphamide","Drug: Fludarabine","Drug: Rituximab"]}],"interventions":[{"type":"DRUG","name":"N803","description":"nogapendekin alfa inbakicept (also known as ALT-803; recombinant human superagonist interleukin-15 (IL-15) complex \\[also known as IL 15N72D:IL-15RαSu/IgG1 Fc complex\\])","armGroupLabels":["Arm B"],"otherNames":["Anktiva"]},{"type":"BIOLOGICAL","name":"CD19t-haNK suspension","description":"Derived from the parental NK-92 (aNK) cell line, CD19 t-haNK is a human, allogeneic, NK cell line that has been engineered to express a CAR targeting CD19. Similar to the haNK cell line, CD19 t haNK has also been engineered to produce endoplasmic reticulum-retained IL 2 and the high-affinity (158V) variant of the Fcγ receptor (FcγRIIIa/CD16a), and thereby has enhanced CD16-targeted ADCC capabilities. CD19 t-haNK is similar to PD L1 t-haNK, differing only in the CAR that is expressed (CD19 vs PD-L1).","armGroupLabels":["Arm A","Arm B"]},{"type":"DRUG","name":"Cyclophosphamide","description":"Cyclophosphamide is a synthetic antineoplastic drug chemically related to the nitrogen mustards. The chemical name for cyclophosphamide is 2-\\[bis(2-chloroethyl)amino\\]tetrahydro-2H-1,3,2-oxazaphosphorine 2-oxide monohydrate and has the molecular formula C7H15Cl2N2O2P•H2O and a molecular weight of 279.1.","armGroupLabels":["Arm A","Arm B"],"otherNames":["Cytoxan"]},{"type":"DRUG","name":"Fludarabine","description":"Fludarabine phosphate is a fluorinated nucleotide analog of the antiviral agent vidarabine, 9-β-D-arabinofuranosyladenine (ara-A) that is relatively resistant to deamination by adenosine deaminase. The chemical name for fludarabine phosphate is 9H-Purin-6-amine, 2-fluoro-9-(5-0-phosphono β-D-arabino-furanosyl) (2-fluoro-ara-AMP). The molecular formula of fludarabine phosphate is C10H13FN5O7P and it has a molecular weight of 365.2.","armGroupLabels":["Arm A","Arm B"],"otherNames":["Fludara"]},{"type":"DRUG","name":"Rituximab","description":"Rituximab is a genetically engineered chimeric murine/human monoclonal IgG1 kappa antibody directed against the CD20 antigen. Rituximab has an approximate molecular weight of 145 kD and has a binding affinity for the CD20 antigen of approximately 8.0 nM.","armGroupLabels":["Arm A","Arm B"],"otherNames":["Rituxan"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Outcome Measures","description":"Safety of CD19 t-haNK will be assessed by incidence and severity of TEAEs and SAEs, as well as incidence of clinically significant in safety laboratory tests and vital signs","timeFrame":"within 30 days after each cell infusion"}],"secondaryOutcomes":[{"measure":"Secondary Outcome measures","description":"Overall response rate (ORR) will be assessed in accordance with Lymphoma Response to Immunomodulatory Therapy Criteria (LYRIC) from first CD19 t-haNK infusion to death of last follow-up","timeFrame":"Within 12 months after first cell infusion"}],"otherOutcomes":[{"measure":"Progression-free survival (PFS) after infusion in accordance with LYRIC","description":"refers to the time from cell infusion to the first assessment of tumor progression or recurrence or death or last follow-up","timeFrame":"Within 12 months after first cell infusion"},{"measure":"Duration of response (DoR) in accordance with LYRIC","description":"Refers to the time from the first assessment of CR or PR to the first assessment of disease progression or death or last follow-up","timeFrame":"Within 12 months after first cell infusion"},{"measure":"Overall survival (OS) after infusion","description":"Refers to the time from cell infusion to death or last follow-up","timeFrame":"Within 12 months after first cell infusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. Able to understand and provide a signed informed consent that fulfills the relevant Institutional Review Board (IRB) or Independent Ethics Committee (IEC) guidelines.\n3. Histologically documented CD19- and CD20-positive B-cell NHL with the following specific criteria:\n\n   1. Have active disease after ≥ 2 lines of cytotoxic chemotherapy.\n   2. Have received rituximab or another anti-CD20 antibody.\n   3. Have either failed autologous transplant or are ineligible to receive autologous transplant.\n   4. Have measurable disease by Lugano classification documented within 8 weeks of the time of consent, defined as nodal lesions \\> 15 mm in the long axis or extranodal lesions \\> 10 mm in long and short axis, or bone marrow involvement that is biopsy proven.\n   5. Have CD19- and CD20-positive disease on most recent biopsy performed (a repeat biopsy is not mandatory for this study except as noted below). A minimum of 5% CD19 and CD20 positivity by immunohistochemistry or flow cytometry on prior or repeat biopsy is required.\n4. History of central nervous system (CNS) involvement with cerebral spinal fluid (CSF) analysis following magnetic resonance imaging (MRI) brain and lumbar puncture showing no evidence of CNS involvement by cytology and flow cytometry.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n6. Expected survival \\> 12 weeks.\n7. Willing and able to have central line placed for study drug infusions.\n8. Stated willingness to comply with study procedures.\n9. Able to attend required study visits and return for adequate follow-up, as required by this protocol.\n10. Agreement to practice effective contraception for female subjects of child-bearing potential and nonsterile males. Female subjects of child-bearing potential must agree to use effective contraception while on study and for at least 5 months after the last dose of study drug. Nonsterile male subjects must agree to use a condom while on study and for up to 5 months after the last dose of study drug. Effective contraception includes surgical sterilization (eg, vasectomy, tubal ligation), two forms of barrier methods (eg, condom, diaphragm) used with spermicide, intrauterine devices (IUDs), and abstinence.\n\nExclusion Criteria:\n\n1. Known hypersensitivity to any component of the study medication(s), including anaphylactic reaction to sulfur-containing medications.\n2. Known allergy to albumin (human) or dimethyl sulfoxide (DMSO).\n3. Serious uncontrolled concomitant disease that would contraindicate the use of the investigational drug used in this study or that would put the subject at high risk for treatment-related complications.\n4. History of significant autoimmune disease OR active, uncontrolled autoimmune phenomenon: such as systemic lupus erythematous, Wegner's glomerulonephritis, autoimmune hemolytic anemia, idiopathic thrombocytopenic purpura requiring steroid therapy defined as \\> 20 mg of prednisone or equivalent daily.\n5. History of allogeneic hematopoietic stem-cell transplantation (HSCT) or allogeneic chimeric antigen receptor (CAR) T therapy within 6 months of day 1 or require ongoing systemic graft versus host disease (GvHD) therapy.\n6. Anti-CD19 or anti-CD20 antibody treatment within 4 weeks of cell infusion.\n7. Live vaccine \\< 6 weeks prior to starting lymphodepleting chemotherapy.\n8. History of receiving allograft organ transplant requiring immunosuppression.\n9. Subjects post solid organ transplant who develop high grade lymphomas or leukemias.\n10. Known lymphomatous involvement of the CNS, including the parenchyma or leptomeninges.\n11. Nonmalignant CNS disease (eg, stroke, epilepsy, vasculitis, or neurodegenerative disease).\n12. History of or active inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).\n13. Inadequate organ function, evidenced by the following laboratory results:\n\n    1. ANC \\< 1000 cells/mm3.\n    2. Platelet count \\< 100,000 cells/mm3.\n    3. Total bilirubin ≥ 1.5 × the upper limit of normal (ULN; unless the subject has documented Gilbert's syndrome or indirect hyperbilirubinemia).\n    4. Aspartate aminotransferase (AST \\[SGOT\\])/ALT (SGPT) ≥ 2.5 × ULN.\n    5. Alkaline phosphatase (ALP) levels ≥ 2.5 × ULN (or ≥ 5 × ULN in subjects with bone metastases).\n    6. Serum creatinine \\> 1.6 mg/dL. Each study site should use its institutional ULN to determine eligibility.\n14. Uncontrolled hypertension (systolic \\> 160 mm Hg and/or diastolic \\> 110 mm Hg) or clinically significant (ie, active) cardiovascular disease, cerebrovascular accident/stroke, or myocardial infarction within 6 months prior to first study medication; unstable angina; congestive heart failure of New York Heart Association grade 2 or higher; or serious cardiac arrhythmia requiring medication.\n15. Current chronic daily treatment (continuous for \\> 3 months) with systemic corticosteroids (dose equivalent to or greater than 10 mg/day methylprednisolone), excluding inhaled steroids. Short-term steroid use to prevent IV contrast allergic reaction or anaphylaxis in subjects who have known contrast allergies is allowed.\n16. Currently taking any medication(s) (herbal or prescribed) known to have an adverse drug reaction with any of the study medications.\n17. History of human immunodeficiency virus (HIV) with current CD4+ T-cell count \\< 500 cells/μL..\n18. Chronic carriers of hepatitis B virus (HBV) infection that is currently hepatitis B surface antigen (HBsAg) positive. NOTE: Subjects who have a history of HIV/HBV or who are seropositive will require testing for Infectious Disease Markers (IDM).\n19. Concurrent active malignancy other than basal or squamous cell carcinomas of the skin.\n20. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.\n21. Women who are pregnant or breastfeeding. A negative urine or serum pregnancy test in women of child bearing potential is required at screening and again within 48 hours prior to lymphodepleting chemotherapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mark Nelson","role":"CONTACT","phone":"213 414 3566","email":"mark.nelson@immunitybio.com"},{"name":"Atessa Kiani","role":"CONTACT","phone":"9499038749","email":"atessa.kiani@immunitybio.com"}],"locations":[{"facility":"Hoag Memorial Hospital","status":"RECRUITING","city":"Newport Beach","state":"California","zip":"92663","country":"United States","contacts":[{"name":"Patrice Jones","role":"CONTACT","phone":"949-764-5501","email":"Patrice.Jones@hoag.org"},{"name":"Pooja Motwani, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.61891,"lon":-117.92895}},{"facility":"Texas Oncology","status":"RECRUITING","city":"Tyler","state":"Texas","zip":"75702","country":"United States","contacts":[{"name":"Jennifer Castner","role":"CONTACT","phone":"903-579-9800","email":"Jennifer.castner@usoncology.com"},{"name":"Cassie Timms","role":"CONTACT","phone":"903-579-9800","email":"cassie.timms@usoncology.com"},{"name":"Habte Yimer, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.35126,"lon":-95.30106}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D012008","term":"Recurrence"}],"ancestors":[{"id":"D020969","term":"Disease Attributes"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]},"interventionBrowseModule":{"meshes":[{"id":"C582303","term":"ALT-803"},{"id":"D003520","term":"Cyclophosphamide"},{"id":"C024352","term":"fludarabine"},{"id":"C042382","term":"fludarabine phosphate"},{"id":"D000069283","term":"Rituximab"}],"ancestors":[{"id":"D010752","term":"Phosphoramide Mustards"},{"id":"D009588","term":"Nitrogen Mustard Compounds"},{"id":"D009150","term":"Mustard Compounds"},{"id":"D006846","term":"Hydrocarbons, Halogenated"},{"id":"D006838","term":"Hydrocarbons"},{"id":"D009930","term":"Organic Chemicals"},{"id":"D063088","term":"Phosphoramides"},{"id":"D009943","term":"Organophosphorus Compounds"},{"id":"D058846","term":"Antibodies, Monoclonal, Murine-Derived"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"}]}},"hasResults":false}