{"protocolSection":{"identificationModule":{"nctId":"NCT05490446","orgStudyIdInfo":{"id":"AG946-C-002"},"secondaryIdInfos":[{"id":"2022-500609-42-00","type":"OTHER","domain":"EU-CTR"}],"organization":{"fullName":"Agios Pharmaceuticals, Inc.","class":"INDUSTRY"},"briefTitle":"A Study of Tebapivat (AG-946) in Participants With Anemia Due to Lower-Risk Myelodysplastic Syndromes (LR-MDS)","officialTitle":"A Phase 2a/2b, Open-label, Proof of Concept (Phase 2a) and Open-label (Phase 2b), Multicenter, Efficacy, and Safety Study of AG-946 in Participants With Anemia Due to Lower-Risk Myelodysplastic Syndromes"},"statusModule":{"statusVerifiedDate":"2026-01","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-26","studyFirstSubmitQcDate":"2022-08-04","studyFirstPostDateStruct":{"date":"2022-08-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-27","lastUpdatePostDateStruct":{"date":"2026-01-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Agios Pharmaceuticals, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This purpose of this study is to establish proof of concept of tebapivat in participants with LR-MDS in Phase 2a and to evaluate the effect of tebapivat on transfusion independence (TI) in participants with LR-MDS in phase 2b."},"conditionsModule":{"conditions":["Myelodysplastic Syndromes"],"keywords":["Anemia","Lower-Risk Myelodysplastic Syndromes"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":87,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Core Period: Phase 2a - Tebapivat 5 mg","type":"EXPERIMENTAL","description":"Participants will receive 5 milligrams (mg) tebapivat orally, once daily for up to 16 weeks. At the discretion of the investigator, participants who complete the Core Period will be eligible to receive the same dose in Extension Period for up to 156 weeks.","interventionNames":["Drug: Tebapivat"]},{"label":"Core Period: Phase 2b - Tebapivat 10 mg","type":"EXPERIMENTAL","description":"Participants will receive 10 mg tebapivat, orally, once daily for up to 24 weeks. At the discretion of the investigator, participants who complete the Core Period will be eligible to receive the same dose in Extension Period for up to 156 weeks.","interventionNames":["Drug: Tebapivat"]},{"label":"Core Period: Phase 2b - Tebapivat 15 mg","type":"EXPERIMENTAL","description":"Participants will receive 15 mg tebapivat, orally, once daily for up to 24 weeks. At the discretion of the investigator, participants who complete the Core Period will be eligible to receive the same dose in Extension Period for up to 156 weeks.","interventionNames":["Drug: Tebapivat"]},{"label":"Core Period: Phase 2b - Tebapivat 20 mg","type":"EXPERIMENTAL","description":"Participants will receive 20 mg tebapivat, orally, once daily for up to 24 weeks. At the discretion of the investigator, participants who complete the Core Period will be eligible to receive the same dose in Extension Period for up to 156 weeks.","interventionNames":["Drug: Tebapivat"]}],"interventions":[{"type":"DRUG","name":"Tebapivat","description":"Tebapivat Tablet","armGroupLabels":["Core Period: Phase 2a - Tebapivat 5 mg","Core Period: Phase 2b - Tebapivat 10 mg","Core Period: Phase 2b - Tebapivat 15 mg","Core Period: Phase 2b - Tebapivat 20 mg"],"otherNames":["AG-946"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Phase 2a: Proportion of Participants With Hemoglobin (Hb) Response","description":"Hb response is defined as a ≥1.5-grams per deciliter (g/dL) increase from baseline in the average Hb concentration from Week 8 through Week 16.","timeFrame":"Baseline, Week 8 through Week 16"},{"measure":"Phase 2a: Proportion of Participants With Transfusion Independence During the Core Period","description":"Transfusion Independence is defined as transfusion-free for ≥8 consecutive weeks during the Core Period (participants With Low Transfusion Burden \\[LTB\\] only).","timeFrame":"Up to 16 weeks"},{"measure":"Phase 2b: Proportion of Participants With Transfusion Independence","description":"Transfusion independence, defined as transfusion-free for ≥8 consecutive weeks (TI8) during the Core Period.","timeFrame":"Up to 24 weeks"}],"secondaryOutcomes":[{"measure":"Phase 2a: Proportion of Participants With Adverse Events (AEs), Serious Adverse Events (SAEs), and AEs Leading to Discontinuation During the Core Period","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment. An SAE is any AE or suspected adverse reaction that results in death, is immediately life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, results in congenital anomaly/birth defect, or is considered an important medical event.","timeFrame":"Up to 16 weeks"},{"measure":"Phase 2a: Proportion of Participants With Laboratory Abnormalities During the Core Period","timeFrame":"Up to 16 weeks"},{"measure":"Phase 2a: Proportion of Participants With Hb 1.0+ Response","description":"Hb 1.0+ response is defined as a ≥1.0-g/dL increase from baseline in the average Hb concentration from Week 8 through Week 16","timeFrame":"Baseline, Week 8 through Week 16"},{"measure":"Phase 2a: Change From Baseline in Hb Concentration During the Core Period","timeFrame":"Baseline up to 16 weeks"},{"measure":"Phase 2a: Proportion of Participants With ≥1.5-g/dL increase From Baseline in the Hb Concentration at ≥2 Consecutive Time Points From Week 8 through Week 16","timeFrame":"Baseline, Week 8 through Week 16"},{"measure":"Phase 2a: Change from Baseline in Total Transfused Red Blood Cell (RBC) Units During the Core Period","timeFrame":"Baseline up to 16 weeks"},{"measure":"Phase 2a: Proportion of Participants With ≥50% Reduction in Total Transfused RBC Units for ≥8 Consecutive Weeks During the Core Period Compared With Baseline","timeFrame":"Baseline up to 16 weeks"},{"measure":"Phase 2a: Plasma Concentration of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Maximum (Peak) Concentration (Cmax) of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Time to Cmax (tmax) of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Area Under the Concentration-time Curve From 0 to t Hours (AUC0-t) of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Area Under the Concentration-time Curve From 0 to the End of the Dosing Interval (AUC0-τ) of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Apparent Terminal Elimination Half-life (t½) of Tebapivat During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Whole Blood Concentrations of 2,3-diphosphoglycerate (2,3-DPG) During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2a: Whole Blood Concentrations of Adenosine Triphosphate (ATP) During the Core Period","timeFrame":"Day 1 and Week 8 (≤60 minutes predose and 0.5, 1, 2, 3, 4, 6, and 8 hours postdose) and at Weeks 2, 4, 12, and 16 (≤60 minutes predose)"},{"measure":"Phase 2b: Proportion of Participants With Adverse Events (AEs), Serious Adverse Events (SAEs), and AEs Leading to Discontinuation During the Core Period","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment. An SAE is any AE or suspected adverse reaction that results in death, is immediately life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, results in congenital anomaly/birth defect, or is considered an important medical event.","timeFrame":"Up to 24 weeks"},{"measure":"Phase 2b: Proportion of Participants With Laboratory Abnormalities During the Core Period","timeFrame":"Up to 24 weeks"},{"measure":"Phase 2b: Change From Baseline in Hb Concentration During the Core Period","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Change From Baseline in Total Transfused RBC Units From Week 8 Through Week 24","timeFrame":"Baseline, Week 8 through Week 24"},{"measure":"Phase 2b: Proportion of Participants With ≥50% Reduction in Total Transfused RBC Units for ≥8 Consecutive Weeks During the Core Period Compared With Baseline","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Time to First TI8 During the Core Period","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Proportion of Participants Who Become Transfusion-free for ≥12 Consecutive Weeks (TI12) During the Core Period","timeFrame":"Up to 24 weeks"},{"measure":"Phase 2b: Proportion of Participants With ≥50% Reduction in Total Transfused RBC Units for ≥12 Consecutive Weeks During the Core Period Compared With Baseline","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Time to First TI12 During the Core Period","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Duration of Transfusion Independence (TI)","description":"The duration of TI will be calculated as the number of days in the longest transfusion-free period starting on or after the start of study treatment through the end of the Core Period.","timeFrame":"Baseline up to 24 weeks"},{"measure":"Phase 2b: Plasma Concentration of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Maximum (Peak) Concentration (Cmax) of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Time to Cmax (tmax) of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Area Under the Concentration-time Curve From 0 to t Hours (AUC0-t) of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Area Under the Concentration-time Curve From 0 to the End of the Dosing Interval (AUC0-τ) of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Apparent Terminal Elimination Half-life (t½) of Tebapivat During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Whole Blood Concentrations of 2,3-diphosphoglycerate (2,3-DPG) During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"},{"measure":"Phase 2b: Whole Blood Concentrations of Adenosine Triphosphate (ATP) During the Core Period","timeFrame":"Predose and multiple time points post dose from Day 1 up to Week 20"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPhase 2a\n\n1. At least 18 years of age at the time of providing informed consent;\n2. Documented diagnosis of myelodysplastic syndromes (MDS) according to World Health Organization (WHO) classification (Arber et al, 2016), that meets Revised International Prognostic Scoring System (IPSS-R) classification of lower-risk disease (risk score: ≤3.5) and \\<5% blasts as determined by the participant's bone marrow biopsy/aspirate during the Screening Period;\n3. Nontransfused or with low transfusion burden (LTB), based on transfusion history from the participant's medical record, according to revised International Working Group (IWG) 2018 criteria:\n\n   * Nontransfused (NTD): \\<3 red blood cell (RBC) units in the 16-week period before administration of the first dose of study drug and no transfusions in the 8-week period before administration of the first dose of study drug, or\n   * LTB: 3 to 7 RBC units in the 16-week period before administration of the first dose of study drug and \\<4 RBC units in the 8-week period before administration of the first dose of study drug;\n4. A hemoglobin (Hb) concentration \\<11.0 grams per deciliter (g/dL) during the 4-week Screening Period;\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0, 1, or 2;\n6. If taking iron chelation therapy, the iron chelation therapy dose must have been stable and started ≥56 days before administration of the first dose of study drug;\n7. Women of childbearing potential (WOCBP) must be abstinent of sexual activities that may result in pregnancy as part of their usual lifestyle or agree to use a highly effective method of contraception from the time of providing informed consent, throughout the study, and for 28 days after the last dose of study drug; if the highly effective method of contraception is hormonal contraception, then an acceptable barrier method must also be used. Men with partners who are WOCBP must be abstinent of sexual activities that may result in pregnancy as part of their usual lifestyle or agree to use a condom from the time of providing informed consent throughout the study and for 28 days after the last dose of study drug;\n8. Written informed consent from the participant before any study-related procedures are conducted and willing to comply with all study procedures for the duration of the study.\n\nPhase 2b\n\n1. At least 18 years of age at the time of providing informed consent;\n2. Documented diagnosis of MDS according to WHO classification (Arber et al, 2016), that meets IPSS-R classification of lower-risk disease (risk score: ≤3.5) and \\<5% blasts as determined by the participant's bone marrow biopsy/aspirate during the Screening Period;\n3. With LTB, or high transfusion burden (HTB), based on transfusion history from the participant's medical record, according to revised IWG 2018 criteria:\n\n   1. LTB: 3 to 7 RBC units from at least 2 transfusion episodes in the 16-week period before administration of the first dose of study drug AND \\<4 RBC units in the 8-week period before administration of the first dose of study drug, or\n   2. HTB: ≥8 RBC units in the 16-week period before administration of the first dose of study drug AND ≥4 RBC units in the 8-week period before administration of the first dose of study drug\n\n   If a participant's transfusion burden does not fall into either the LTB or HTB category, as defined per IWG 2018 criteria, then the transfusion burden will be categorized based on their transfusion history in the 16-week period before administration of the first dose of study drug.\n4. Pretransfusion Hb concentration available for a minimum of 2 and at least half (50%) of the transfusions received in the 16-week period before administration of the first dose of study drug\n5. A Hb concentration \\<10.0 g/dL during the 4-week Screening Period;\n6. Up to 2 prior therapies including erythropoiesis-stimulating agents (ESAs) (eg, erythropoietin \\[EPO\\], EPO + granulocyte colony-stimulating factor \\[G-CSF\\]) and/or luspatercept;\n7. ECOG Performance Status score of 0, 1, or 2;\n8. If taking iron chelation therapy, the iron chelation therapy dose must have been stable and started ≥56 days before administration of the first dose of study drug;\n9. WOCBP must be abstinent of sexual activities that may result in pregnancy as part of their usual lifestyle or agree to use a highly effective, from the time of providing informed consent throughout the study and for 28 days after the last dose of study drug; if the highly effective method of contraception is hormonal contraception, then an acceptable barrier method must be used. Men with partners who are WOCBP must be abstinent of sexual activities that may result in pregnancy as part of their usual lifestyle or agree to use a condom from the time of providing informed consent throughout the study and for 28 days after the last dose of study drug;\n10. Written informed consent from the participant before any study-related procedures are conducted and willing to comply with all study procedures for the duration of the study.\n\nExclusion Criteria:\n\nPhase 2a\n\n1. Known history of acute myeloid leukemia (AML);\n2. Secondary MDS, defined as MDS that is known to have arisen as a result of chemical injury or treatment with chemotherapy and/or radiation for other diseases;\n3. Prior exposure to a pyruvate kinase activator and/or disease-modifying agents for underlying MDS:\n\n   * Immunomodulatory drugs (IMiDs) such as lenalidomide; at the Investigator's discretion and in consultation with the Medical Monitor, participants who received ≤1 week of treatment with IMiDs may not be excluded, provided their last dose was ≥8 weeks before administration of the first dose of study drug\n   * Hypomethylating agents (HMAs); at the Investigator's discretion and in consultation with the Medical Monitor, participants who received ≤2 doses of HMAs may not be excluded, provided that their last dose was ≥8 weeks before administration of the first dose of study drug\n   * Isocitrate dehydrogenase (IDH) inhibitors\n   * Immunosuppressive therapy (IST)\n   * Allogeneic or autologous stem cell transplant;\n4. Currently receiving treatment with ESAs±G-CSF and/or luspatercept. Treatment with ESAs±G-CSF must have been stopped for ≥28 days before administration of the first dose of study drug; treatment with luspatercept must have been stopped for ≥65 days before administration of the first dose of study drug;\n5. History of active and/or uncontrolled cardiac or pulmonary disease within 6 months before providing informed consent, including but not limited to:\n\n   * New York Heart Association Class III or IV heart failure or clinically significant dysrhythmia\n   * Myocardial infarction, unstable angina pectoris, or unstable hypertension; high risk thrombosis; hemorrhagic, embolic, or thrombotic stroke; deep venous thrombosis; or pulmonary or arterial embolism\n   * Heart rate-corrected QT interval using Fridericia's method of ≥470 milliseconds for female participants and ≥450 milliseconds for male participants, except for right or left bundle branch block\n   * Severe pulmonary fibrosis as defined by severe hypoxia, evidence of right-sided heart failure, and radiographic pulmonary fibrosis \\>50%\n   * Severe pulmonary hypertension as defined by severe symptoms associated with hypoxia, right-sided heart failure, and oxygen indicated;\n6. History of hepatobiliary disorders, as defined by:\n\n   * Serum aspartate aminotransferase (AST) \\>2.5 × upper limit of normal (ULN) (unless due to hemolysis and/or hepatic iron deposition) and alanine aminotransferase (ALT) \\>2.5 × ULN (unless due to hepatic iron deposition)\n   * Serum bilirubin \\>ULN, if the elevation is associated with clinically symptomatic choledocholithiasis, cholecystitis, biliary obstruction, or hepatocellular disease;\n7. Renal dysfunction, as defined by an estimated glomerular filtration rate (eGFR) \\<45 milliliters per minute (mL/min)/1.73 m\\^2;\n8. Active infection requiring systemic antimicrobial therapy at the time of providing informed consent. If antimicrobial therapy is required during the Screening Period, screening procedures should not be performed while antimicrobial therapy is being administered, and the last dose of antimicrobial therapy must be administered ≥7 days before administration of the first dose of study drug;\n9. Major surgery within 12 weeks before administration of the first dose of study drug. Participants must have completely recovered from any previous surgery before administration of the first dose of study drug;\n10. For any malignancy except MDS: History of malignancy (active or treated) ≤5 years before providing informed consent for nonmelanomatous skin cancer in situ, cervical carcinoma in situ, or breast carcinoma in situ;\n11. Positive test for hepatitis C virus (HCV) antibody (Ab) with evidence of active HCV infection, or positive test for hepatitis B surface antigen (HBsAg);\n12. Positive test for HIV-1 Ab or HIV-2 Ab;\n13. Absolute neutrophil count (ANC) \\<500/microliter (μL) (0.5 × 10\\^9/L);\n14. Platelet count ≤75,000/μL during Screening (75 × 10\\^9/L) platelet transfusions within 28 days before Screening or during Screening;\n15. Nonfasting triglyceride concentration \\>500 mg/dL;\n16. Receiving inhibitors of P-glycoprotein (P-gp) that have not been stopped for ≥5 days or a time frame equivalent to 5 half-lives (whichever is longer) before administration of the first dose of study drug;\n17. Current enrollment or past participation (within 4 weeks or a time frame equivalent to 5 half-lives of the investigational study drug before administration of the first dose of study drug or, whichever is longer) in any other clinical study involving an investigational treatment or device;\n18. Known allergy to tebapivat or its excipients;\n19. Pregnant or breastfeeding;\n20. Any medical, hematologic, psychological, or behavioral condition(s) or prior or current therapy that, in the opinion of the Investigator, may confer an unacceptable risk to participating in the study and/or could confound the interpretation of the study data. Also excluded are:\n\n    * Participants who are institutionalized by regulatory or court order;\n    * Participants with any condition(s) that could create undue influence (including but not limited to incarceration, involuntary psychiatric confinement, and financial or familial affiliation with the Investigator or Sponsor).\n\nPhase 2b\n\n1. Known history of AML;\n2. Secondary MDS, defined as MDS that is known to have arisen as a result of chemical injury or treatment with chemotherapy and/or radiation for other diseases;\n3. Prior exposure to a pyruvate kinase activator, including exposure to tebapivat in the Phase 2a part of this study, and/or disease-modifying agents for underlying MDS:\n\n   * Imetelstat; at the Investigator's discretion and in consultation with the Medical Monitor, participants who received ≤2 doses of imetelstat may not be excluded, provided that their last dose was ≥8 weeks before administration of the first dose of study drug\n   * IMiDs such as lenalidomide; at the Investigator's discretion and in consultation with the Medical Monitor, participants who received ≤1 week of treatment with IMiDs may not be excluded, provided their last dose was ≥8 weeks before administration of the first dose of study drug\n   * HMAs; at the Investigator's discretion and in consultation with the Medical Monitor, participants who received ≤2 doses of HMAs may not be excluded, provided that their last dose was ≥8 weeks before administration of the first dose of study drug\n   * IDH inhibitors\n   * IST\n   * Allogeneic or autologous stem cell transplant;\n4. Currently receiving treatment with ESAs±G-CSF and/or luspatercept. Treatment with ESAs±G-CSF must have been stopped for ≥28 days before administration of the first dose of study drug; treatment with luspatercept must have been stopped for ≥65 days before administration of the first dose of study drug;\n5. History of active and/or uncontrolled cardiac or pulmonary disease within 6 months before providing informed consent, including but not limited to:\n\n   * New York Heart Association Class III or IV heart failure or clinically significant dysrhythmia\n   * Myocardial infarction, unstable angina pectoris, or unstable hypertension; high risk thrombosis; hemorrhagic, embolic, or thrombotic stroke; deep venous thrombosis; or pulmonary or arterial embolism\n   * Heart rate-corrected QT interval using Fridericia's method of ≥470 milliseconds for female participants and ≥450 milliseconds for male participants, except for right or left bundle branch block\n   * Severe pulmonary fibrosis as defined by severe hypoxia, evidence of right-sided heart failure, and radiographic pulmonary fibrosis \\>50%\n   * Severe pulmonary hypertension as defined by severe symptoms associated with hypoxia, right-sided heart failure, and oxygen indicated\n6. History of hepatobiliary disorders, as defined by:\n\n   * Serum AST \\>2.5 × ULN (unless due to hemolysis and/or hepatic iron deposition) and ALT \\>2.5 × ULN (unless due to hepatic iron deposition)\n   * Serum bilirubin \\>ULN, if the elevation is associated with clinically symptomatic choledocholithiasis, cholecystitis, biliary obstruction, or hepatocellular disease\n7. Renal dysfunction, as defined by an eGFR \\<45 mL/min/1.73 m\\^2;\n8. Active infection requiring systemic antimicrobial therapy at the time of providing informed consent. If antimicrobial therapy is required during the Screening Period, screening procedures should not be performed while antimicrobial therapy is being administered, and the last dose of antimicrobial therapy must be administered ≥7 days before administration of the first dose of study drug;\n9. Major surgery within 12 weeks before administration of the first dose of study drug. Participants must have completely recovered from any previous surgery before administration of the first dose of study drug;\n10. For any malignancy except MDS: History of malignancy (active or treated) ≤5 years before providing informed consent, except for nonmelanomatous skin cancer in situ, cervical carcinoma in situ, or breast carcinoma in situ.;\n11. Positive test for HCV Ab with evidence of active HCV infection, or positive test for HBsAg;\n12. Positive test for HIV-1 Ab or HIV-2 Ab;\n13. ANC \\<500/μL (0.5 × 10\\^9/L);\n14. Platelet count \\< 75,000/μL (75 × 10\\^9 /L) during Screening; platelet transfusions within 28 days before Screening or during Screening;\n15. Nonfasting triglyceride concentration \\>500 mg/dL;\n16. Receiving inhibitors of P-gp that have not been stopped for ≥5 days or a time frame equivalent to 5 half-lives (whichever is longer) beforeadministration of the first dose of study drug;\n17. Current enrollment or past participation (within 4 weeks or a time frame equivalent to 5 half-lives of the investigational study drug before administration of the first dose of study drug or, whichever is longer) in any other clinical study involving an investigational treatment or device;\n18. Known allergy to tebapivat or its excipients;\n19. Pregnant or breastfeeding;\n20. Any medical, hematologic, psychological, or behavioral condition(s) or prior or current therapy that, in the opinion of the Investigator, may confer an unacceptable risk to participating in the study and/or could confound the interpretation of the study data. Also excluded are:\n\n    * Participants who are institutionalized by regulatory or court order\n    * Participants with any condition(s) that could create undue influence (including but not limited to incarceration, involuntary psychiatric confinement, and financial or familial affiliation with the Investigator or Sponsor).\n21. Known clinically significant anemia due to iron, vitamin B12, or folate deficiencies, autoimmune or hereditary hemolytic anemia, hypothyroidism, or any type of known clinically significant bleeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Medical Medical Affairs","affiliation":"Agios Pharmaceuticals, Inc.","role":"STUDY_CHAIR"}],"locations":[{"facility":"Innovative Clinical Research Institute Whittier","city":"Lakewood","state":"California","zip":"90805","country":"United States","geoPoint":{"lat":33.85363,"lon":-118.13396}},{"facility":"David Geffen School of Medicine at UCLA","city":"Los Angeles","state":"California","zip":"90024","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"Emad Ibrahim, MD, Inc.","city":"Redlands","state":"California","zip":"92373","country":"United States","geoPoint":{"lat":34.05557,"lon":-117.18254}},{"facility":"Smilow Cancer Hospital at Yale New Haven","city":"New Haven","state":"Connecticut","zip":"06510","country":"United States","geoPoint":{"lat":41.30815,"lon":-72.92816}},{"facility":"Mayo Clinic Jacksonville - PPDS","city":"Jacksonville","state":"Florida","zip":"32224","country":"United States","geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"Edward H. Kaplan MD & Associates","city":"Skokie","state":"Illinois","zip":"60076","country":"United States","geoPoint":{"lat":42.03336,"lon":-87.73339}},{"facility":"Washington University School of Medicine","city":"St Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Memorial Sloan Kettering Cancer Center","city":"Long Island City","state":"New York","zip":"11101","country":"United States","geoPoint":{"lat":40.74482,"lon":-73.94875}},{"facility":"Duke Adult Blood and Marrow Clinic","city":"Durham","state":"North Carolina","zip":"27705","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}},{"facility":"Monash Health, Monash Medical Centre","city":"Clayton","state":"Victoria","zip":"3168","country":"Australia","geoPoint":{"lat":-37.91667,"lon":145.11667}},{"facility":"Ordensklinikum Linz GmbH Elisabethinen","city":"Linz","state":"Upper Austria","zip":"4020","country":"Austria","geoPoint":{"lat":48.30639,"lon":14.28611}},{"facility":"Fakultni nemocnice Ostrava","city":"Ostrava","zip":"708 52","country":"Czechia","geoPoint":{"lat":49.83465,"lon":18.28204}},{"facility":"Hôpital de La Conception","city":"Marseille","state":"Bouches-du-Rhône","zip":"13010","country":"France","geoPoint":{"lat":43.29695,"lon":5.38107}},{"facility":"CHU Angers","city":"Angers","state":"Maine-et-Loire","zip":"49933","country":"France","geoPoint":{"lat":47.47156,"lon":-0.55202}},{"facility":"CHRU Lille","city":"Lille","zip":"59037","country":"France","geoPoint":{"lat":50.63391,"lon":3.05512}},{"facility":"Hôpital Saint Louis","city":"Paris","zip":"75475","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Medizinische Hochschule Hannover","city":"Hanover","state":"Lower Saxony","zip":"30625","country":"Germany","geoPoint":{"lat":52.37052,"lon":9.73322}},{"facility":"Universitatsklinikum Dusseldorf","city":"Düsseldorf","state":"North Rhine-Westphalia","zip":"40225","country":"Germany","geoPoint":{"lat":51.22172,"lon":6.77616}},{"facility":"Universitatsklinikum Leipzig","city":"Leipzig","state":"Saxony","zip":"04103","country":"Germany","geoPoint":{"lat":51.33962,"lon":12.37129}},{"facility":"University Hospital of Alexandroupolis","city":"Alexandroupoli","country":"Greece","geoPoint":{"lat":40.84995,"lon":25.87644}},{"facility":"Attikon University General Hospital","city":"Athens","country":"Greece","geoPoint":{"lat":37.98376,"lon":23.72784}},{"facility":"University General Hospital of Patras","city":"Pátrai","country":"Greece","geoPoint":{"lat":38.2462,"lon":21.73508}},{"facility":"Hippokration Hospital","city":"Thessaloniki","country":"Greece","geoPoint":{"lat":40.64072,"lon":22.93493}},{"facility":"Shaare Zedek Medical Center","city":"Jerusalem","zip":"9103102","country":"Israel","geoPoint":{"lat":31.76904,"lon":35.21633}},{"facility":"Tel Aviv Sourasky Medical Center PPDS","city":"Tel Aviv","country":"Israel","geoPoint":{"lat":32.08088,"lon":34.78057}},{"facility":"Fondazione IRCCS Cà Granda Ospedale Maggiore Policlinico","city":"Milan","state":"Lombardy","country":"Italy","geoPoint":{"lat":45.46427,"lon":9.18951}},{"facility":"Fondazione IRCCS Policlinico San Matteo di Pavia","city":"Pavia","state":"Lombardy","country":"Italy","geoPoint":{"lat":45.19205,"lon":9.15917}},{"facility":"Istituto Clinico Humanitas","city":"Rozzano","state":"Lombardy","country":"Italy","geoPoint":{"lat":45.38193,"lon":9.1559}},{"facility":"Azienda Ospedaliera Ordine Mauriziano di Torino","city":"Turin","state":"Piedmont","country":"Italy","geoPoint":{"lat":45.07049,"lon":7.68682}},{"facility":"Fondazione PTV Policlinico Tor Vergata","city":"Roma","country":"Italy","geoPoint":{"lat":44.99364,"lon":11.10642}},{"facility":"MTZ Clinical Research Powered by PRATIA - PPDS","city":"Warsaw","state":"Masovian Voivodeship","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}},{"facility":"Pratia Onkologia Katowice - PRATIA - PPDS","city":"Katowice","state":"Silesian Voivodeship","country":"Poland","geoPoint":{"lat":50.2597,"lon":19.02173}},{"facility":"SPZOZ MiSWiA z Warminsko-Mazurskim Centrum Onkologii w Olsztynie","city":"Olsztyn","state":"Warmian-Masurian Voivodeship","country":"Poland","geoPoint":{"lat":53.78376,"lon":20.49272}},{"facility":"Kyungpook National University Hospital","city":"Daegu","zip":"41944","country":"South Korea","geoPoint":{"lat":35.87028,"lon":128.59111}},{"facility":"Asan Medical Center - PPDS","city":"Seoul","zip":"05505","country":"South Korea","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"The Catholic University of Korea, Seoul St. Mary's Hospital","city":"Seoul","country":"South Korea","geoPoint":{"lat":37.566,"lon":126.9784}},{"facility":"C.H. Regional Reina Sofia - PPDS","city":"Córdoba","zip":"14004","country":"Spain","geoPoint":{"lat":37.89155,"lon":-4.77275}},{"facility":"Hospital Universitario La Paz - PPDS","city":"Madrid","zip":"28046","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Hospital Universitario HM Sanchinarro - CIOCC","city":"Madrid","zip":"28050","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Complejo Asistencial Universitario de Salamanca - H. Clinico","city":"Salamanca","zip":"37007","country":"Spain","geoPoint":{"lat":40.96882,"lon":-5.66388}},{"facility":"Hospital Universitario Virgen del Rocio - PPDS","city":"Seville","zip":"41013","country":"Spain","geoPoint":{"lat":37.38283,"lon":-5.97317}},{"facility":"Aberdeen Royal Infirmary - PPDS","city":"Aberdeen","state":"Aberdeen City","zip":"AB25 2ZN","country":"United Kingdom","geoPoint":{"lat":57.14369,"lon":-2.09814}},{"facility":"Western General Hospital Edinburgh - PPDS","city":"Edinburgh","zip":"EH24 2XU","country":"United Kingdom","geoPoint":{"lat":55.95206,"lon":-3.19648}},{"facility":"Kings College Hospital","city":"London","zip":"SE5 9RS","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Churchill Hospital-NHS Oxford","city":"Oxford","zip":"OX3 7LE","country":"United Kingdom","geoPoint":{"lat":51.75222,"lon":-1.25596}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D009190","term":"Myelodysplastic Syndromes"},{"id":"D000740","term":"Anemia"}],"ancestors":[{"id":"D001855","term":"Bone Marrow Diseases"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"}]}},"hasResults":false}