{"protocolSection":{"identificationModule":{"nctId":"NCT06662994","orgStudyIdInfo":{"id":"2024-0013-RCOC"},"organization":{"fullName":"Retina Consultants of Orange County","class":"OTHER"},"briefTitle":"High Dose Aflibercept in Diabetic Macular Edema in Patients With Previous Vitrectomy","officialTitle":"High Dose Aflibercept in Diabetic Macular Edema in Patients With Previous Vitrectomy"},"statusModule":{"statusVerifiedDate":"2025-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-10-26","studyFirstSubmitQcDate":"2024-10-26","studyFirstPostDateStruct":{"date":"2024-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-07-07","lastUpdatePostDateStruct":{"date":"2025-07-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Retina Consultants of Orange County","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Patients with diabetic macular edema (DME) sometimes must undergo vitrectomy surgery (PPV) for diabetic and non-diabetic related issues. Patients may have improved DME with anti-VEGF therapy and ranibizumab has been found to reduce central macular thickness (CMT) with anti-VEGF therapy following vitrectomy. Those patients still require intravitreal injections but the pharmacokinetics of a vitrectomized eye are different than those eyes that have not undergone vitrectomy. The clearance of protein molecules is quicker in vitrectomized eyes so these patients may be more refractory to standard of care anti-VEGF therapy. In rabbit models, the half-life of both bevacizumab and ranibizumab were reduced by a factor 1.8 and 1.3, respectively, after pars plana vitrectomy. In a study examining intravitreal triamcinolone acetonide in human eyes, the half-life was found to be 18.6 days in non-vitrectomized eyes and 3.2 days in vitrectomized eyes, but there was considerable intrasubject variation. Patients with various disease states, including neovascular age-related macular degeneration (nAMD) have been managed with monthly anti-VEGF therapy successfully after vitrectomy surgery. Another study performed by the DRCR net showed that patients with DME treated with anti-VEGF are not affected in the long term if they had had a previous vitrectomy. High dose aflibercept may improve anatomic and visual outcomes in this patient population. Also, high dose aflibercept may allow for longer treatment intervals in these vitrectomized eyes.","detailedDescription":"Patients with Diabetic Macular Edema (DME) and previous Pars Plana Vitrectomy (PPV) will be treated with a treat-extend-stop (TES) protocol that was previously published. Below is the description of the TES protocol published in the International Journal of Retina and Vitreous. This protocol was originally used in patients with neovascular age-related macular degeneration (nAMD) but it is being adapted for treatment of patients with DME in this study.\n\nPatients were treated following the treat-and-extend-stop (TES) protocol, which is a variant to the treat-and-extend regimen. The TES treatment protocol required 3 loading injections at 4-to-6-week treatment interval. Upon clinical examination and on Optical Coherence Tomography (OCT), dosing interval was extended by 1 to 2 weeks in patients with dry macula. Any evidence of fluid on OCT and decreased vision was carefully monitored. If fluid or worsening of vision was detected, the dosing interval was reduced. After successful management of patients following decreased interval, patients were allowed to increase interval by 1 week for the next 2 to 4 injections. In patients with good response without worsening vision, but exhibiting presence of mild fluid during the initial 4 to 6 week treatment interval, the same interval was maintained. In patients with complete absence of fluid in the macula, dosing interval was extended by 1 to 2 weeks. Extension of dosing interval continued until 12 weeks was reached between visits. To avoid recurrence of fluid, patients were monitored carefully once the 12-week interval was reached. Patients who experienced deterioration of vision or increase in metamorphopsia were instructed to contact the office for earlier return visit.\n\nIn this study, patients that have had a previous vitrectomy and have DME will be treated with high dose aflibercept until fluid has resolved and then the time interval in between treatments for those patients will be extended, while maintaining a fluid-free macula.\n\n* VEGF Trap, 8 mg is intended for intravitreal administration.\n* VEGF Trap, 8 mg study drug will be provided in single-use vial\n* The appearance of the vial will be in clear glass 2R vial with 13 mm West 4432/50 gray stopper with FluroTec® coatings and 13 mm royal blue flip-off seal.\n* The formulation of the VEGF Trap, 8 mg is sterile, vialed VEGF Trap recombinant protein, 114.3mg/mL, in an aqueous buffered solution, pH 5.8, containing 50 mM arginine monohydrochloride, 10 mM histidine, 5% (w/v) sucrose, and 0.03% (w/v) polysorbate 20.\n* Store refrigerated at 2°C - 8°C (36°F - 46°F) in the original carton to protect from light.\n\nVisual acuity and CMT will be recorded prior to vitrectomy and prior to inclusion into the trial, after the PPV. Visual acuity and CMT will be recorded at each treatment visit. Diabetic retinopathy (DR) will also be assessed at the visit prior to inclusion using wide-field fundus photos (FP) and fluorescein angiography (FA). DR will also be assessed as a secondary endpoint at 6 months and at the one-year visit utilizing FP and FA\n\nStudy Duration\n\nThe study duration will be one-year of active treatment with high-dose aflibercept in patients with DME that have been previously vitrectomized.\n\nSafety Reporting including SAEs, AESI and Pregnancy\n\nSafety reports will be transmitted to post-approval surveillance, per usual protocol for phase 4 studies, including SAEs, AESIs and pregnancy. For SAEs, these will be reported to both post-approval surveillance, Regeneron and the ASRS ReST committee. SAEs would include death, cerebrovascular incidents, myocardial infarction, hospitalization and a decrease in vision over 6 lines. AESIs would include inflammatory events including uveitis and iritis, intraocular inflammation, retinal detachment/retinal tear, traumatic cataract, transient elevation in intraocular pressure requiring glaucoma surgery, or managed by greater than three new glaucoma drops. Efforts will be made to not include patients that are pregnant and those patients that are pregnant or are planning to become pregnant will be excluded.\n\nFurther safety reporting details are outlined as below. Safety Reporting i) Adverse Event Reporting. The Institution agrees that the Sponsor Investigator shall report the following safety information in connection with the Regeneron Product to Regeneron at medical.safety@regeneron.com within twenty-four (24) hours of awareness, and it shall be collected/recorded in English on the FDA MedWatch Form or other safety reporting form as applicable:\n\n1. All Serious Adverse Events (\"SAEs\") (regardless of causality) from the time of consent through 30 days of the last dose of the Regeneron Product (VEGF Trap, 8mg).\n\n   (a) SAEs as defined by FDA 21 CFR 312.32, which includes, for the avoidance of doubt, adverse events that: (i) are life-threatening, and/or (ii) result in (A) death, (B) in-patient hospitalization or prolongation of existing hospitalization, (C) persistent or significant disability or incapacity, or (D) a congenital anomaly or birth defect; and (b) all serious and/or nonserious reports of: (i) overdose, (ii) abuse, (iii) misuse, (iv) medication error (defined as an unintended failure in the drug treatment process that leads to, or has the potential to lead to, harm to the Study subject (for example, issues related to dispensing and administration which VEGF Trap, 8 mg (Aflibercept HD) - Protocol Guidance either (A) reach the Study subject or (B) are intercepted and never reached a Study subject, but had the potential to cause harm), (v) occupational exposure and/or (vi) lack of therapeutic efficacy.\n\n   (i) Symptomatic overdose (dose greater than 8 mg), including overdose due to medication error, i.e., error in prescription, administration, dispensing, dosage, unauthorized indication or population\n2. Adverse Events of Special Interest (\"AESIs\") occurring during the study (a) n/a for VEGF Trap, 8mg inflammatory events including uveitis and iritis, intraocular inflammation, retinal detachment/retinal tear, traumatic cataract, transient elevation in intraocular pressure requiring glaucoma surgery, or managed by greater than three new glaucoma drops.\n3. Pregnancy. (a) Any pregnancy occurring in a female Study subject \\[or female partner of a male Study subject\\], during the Study or within 120 days of the last dose of the Regeneron Product. (b) Any complication of pregnancy affecting a female Study subject \\[or female partner of a male Study subject\\], and/or fetus and/or newborn that meets the SAE criteria. (c) Outcomes for all such pregnancies.\n\nii) Safety Reporting Requirements to FDA. The Sponsor Investigator will record and report safety information in accordance with the Protocol and will report safety information to the FDA or local health authority in accordance with the applicable requirements. Additionally, all reports to the FDA or local health authority shall be reported to Regeneron. A detailed narrative summarizing the course of the event, including its evaluation, treatment, and outcome should be provided on the MedWatch Form or other reporting form as may be provided by Regeneron. Specific or estimated dates of event onset, treatment, and resolution should be included, when available. Medical history, concomitant medications, and laboratory data that are relevant to the event should also be summarized in the narrative. For fatal events, the narrative should state whether an autopsy was or will be performed and include the results if available. Information not available at the time of the initial report must be documented in a follow-up report. Source documents (including hospital or medical records, diagnostic reports, etc.) shall be summarized in the narrative on the FDA MedWatch Form or other reporting form as may be provided by Regeneron retained by the Sponsor Investigator and shall be available upon request.\n\nSAE Reporting Period:\n\nThe SAEs that are subject to this reporting provision are those that occur from time of informed consent through 30 days after discontinuation of the Regeneron product. SAEs that occur more than 30 days after discontinuation of the Regeneron product will be reported only if the investigator believes the study drug caused the AE/SAE.\n\nSafety Reporting Mailbox: medical.safety@regeneron.com\n\nStatistical Considerations including the sample size justification\n\nFifteen patients would be planned to be included in this phase 4 study. This should provide statistical power to assess visual acuity improvements and CMT decrease from baseline interval between high dose aflibercept therapy. This should also allow for enough power to compare both PK data and cytokines levels in patients, with and without vitrectomy, with DME Statistical analysis would be two-armed students paired t-testing and ANOVA testing."},"conditionsModule":{"conditions":["Diabetic Macular Edema (DME)"],"keywords":["diabetic macular edema","diabetes","type 1 diabetes","type 2 diabetes","Diabetic Retinopathy","anti-VEGF","aflibercept","aflibercept 8 mg","vitrectomy","proliferative diabetic retinopathy","non-proliferative diabetic retinopathy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Identify patients that have had a previous vitrectomy and have DME that requires anti-VEGF therapy. Then using a treat-extend-stop protocol6,7 that I previously published, treat patients with DME using high dose aflibercept, until the fluid has resolved and then extend the time interval in between treatments for those patients, while maintaining a fluid-free macula.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with previous vitrectomy and diabetic macular edema treated with high dose aflibercept","type":"OTHER","description":"Identify patients that have had a previous vitrectomy and have DME that requires anti-VEGF therapy. Then using a treat-extend-stop protocol that I previously published, treat patients with DME using high dose aflibercept, until the fluid has resolved and then extend the time interval in between treatments for those patients, while maintaining a fluid-free macula.","interventionNames":["Drug: Aflibercept 8 mg (VEGF Trap-Eye, BAY86-5321)"]}],"interventions":[{"type":"DRUG","name":"Aflibercept 8 mg (VEGF Trap-Eye, BAY86-5321)","description":"Identify patients that have had a previous vitrectomy and have DME that requires anti-VEGF therapy. Then using a treat-extend-stop protocol6,7 that I previously published, treat patients with DME using high dose aflibercept, until the fluid has resolved and then extend the time interval in between treatments for those patients, while maintaining a fluid-free macula.","armGroupLabels":["Patients with previous vitrectomy and diabetic macular edema treated with high dose aflibercept"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual acuity changes","description":"Visual Acuity will be measured at each visit.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Central Macular Thickness","description":"With SD-OCT measure central macular thickness at each visit and compare this over time","timeFrame":"12 months"},{"measure":"Time Interval","description":"Measure time interval between treatments with aflibercept 8 mg.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A patient must meet the following criteria at both the screening and randomization visits (except where indicated) to be eligible for inclusion in the study:\n\n  1. Men or women ≥18 years of age with type 1 or type 2 diabetes mellitus\n  2. DME with central involvement in the study eye with CRT ≥320 μm on Spectralis.\n  3. BCVA early treatment diabetic retinopathy study (ETDRS) letter score of 84 to 20 (approximate Snellen equivalent of 20/25 to 20/400) in the study eye with decreased vision determined to be primarily the result of DME\n  4. Willing and able to comply with clinic visits and study-related procedures\n  5. Provide informed consent signed by study patient or legally acceptable representative\n  6. Have a previous history of vitrectomy surgery.\n\nExclusion Criteria:\n\n* A patient who meets any of the following criteria at either the screening or randomization visits will be excluded from the study:\n\n  1. Evidence of macular edema due to any cause other than diabetes mellitus in either eye\n  2. Prior intravitreal investigational agents in the study eye (gene therapy, etc.) at any time\n  3. IOP ≥28 mmHg in the study eye\n  4. History of glaucoma filtration surgery in the past\n  5. Evidence of infectious blepharitis, keratitis, scleritis , or conjunctivitis in either eye within 4 weeks (28 days) of the screening visit.\n  6. Any intraocular inflammation/infection in either eye within 6 weeks (42 days) of the screening visit.\n  7. History of idiopathic or autoimmune uveitis in the study eye\n  8. Vitreomacular traction or epiretinal membrane in the study eye evident on biomicroscopy or OCT that is thought to affect central vision\n  9. Current iris neovascularization, vitreous hemorrhage, or tractional retinal detachment visible at the screening assessments in the study eye\n  10. History of corneal transplant or corneal dystrophy in study eye\n  11. Any concurrent ocular condition in the study eye which, in the opinion of the investigator, could either increase the risk to the patient beyond what is to be expected from standard procedures of IVT injections, or which otherwise may interfere with the injection procedure or with evaluation of efficacy or safety.\n  12. Structural damage to the center of the macula in the study eye that is likely to preclude improvement in BCVA following the resolution of macular edema including atrophy of the retinal pigment epithelium, subretinal fibrosis or scar, significant macular ischemia, or organized hard exudates\n  13. Inability to obtain photographs, FA, or SD-OCT in the study eye, eg, due to media opacity, allergy to fluorescein dye, or lack of venous access\n  14. History of other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of high dose aflibercept or that might affect interpretation of the results of the study or render the patient at high risk for treatment complications\n  15. Uncontrolled diabetes mellitus as defined by hemoglobin A1c (HbA1c) \\> 14%\n  16. History of cerebrovascular accident or myocardial infarction within 24 weeks (168 days) of screening visit\n  17. Known sensitivity to any of the compounds of the study formulation\n  18. Participation in an investigational study within 30 days prior to screening visit that involved treatment with any drug (excluding vitamins and minerals) or device\n  19. Pregnant or breastfeeding women\n  20. Men or women of childbearing potential (WOCBP)\\* who are unwilling to practice highly effective contraception prior to the initial dose/start of the first treatment and during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sean Adrean, M.D.","role":"CONTACT","phone":"714-738-4620","email":"seadrean@yahoo.com"},{"name":"Andrew Yates, B.A.","role":"CONTACT","phone":"714-738-4620","email":"ayretina1@gmail.com"}],"overallOfficials":[{"name":"Sean Adrean, M.D.","affiliation":"Retina Consultants of Orange County","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Retina Consultants of Orange County","status":"RECRUITING","city":"Fullerton","state":"California","zip":"92835","country":"United States","contacts":[{"name":"Andrew Yates, B.A.","role":"CONTACT","phone":"714-738-4620","email":"ayretina1@gmail.com"},{"name":"Sean Adrean, M.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.87029,"lon":-117.92534}}]},"referencesModule":{"references":[{"pmid":"35144686","type":"BACKGROUND","citation":"Adrean SD, Knight D, Chaili S, Ramkumar HL, Pirouz A, Grant S. Long term results of patients with neovascular age-related macular degeneration switched from other anti-VEGF agents to intravitreal Aflibercept. Int J Retina Vitreous. 2022 Feb 10;8(1):11. doi: 10.1186/s40942-022-00361-9."},{"pmid":"31047590","type":"BACKGROUND","citation":"Adrean SD, Chaili S, Grant S, Pirouz A. Recurrence Rate of Choroidal Neovascularization in Neovascular Age-Related Macular Degeneration Managed with a Treat-Extend-Stop Protocol. Ophthalmol Retina. 2018 Mar;2(3):225-230. doi: 10.1016/j.oret.2017.07.009. Epub 2017 Sep 28."},{"pmid":"26035510","type":"BACKGROUND","citation":"Bressler SB, Melia M, Glassman AR, Almukhtar T, Jampol LM, Shami M, Berger BB, Bressler NM; Diabetic Retinopathy Clinical Research Network. RANIBIZUMAB PLUS PROMPT OR DEFERRED LASER FOR DIABETIC MACULAR EDEMA IN EYES WITH VITRECTOMY BEFORE ANTI-VASCULAR ENDOTHELIAL GROWTH FACTOR THERAPY. Retina. 2015 Dec;35(12):2516-28. doi: 10.1097/IAE.0000000000000617."},{"pmid":"34111133","type":"BACKGROUND","citation":"Mun Y, Park KH, Park SJ, Woo SJ. Efficacy of anti-vascular endothelial growth factor agents for treating neovascular age-related macular degeneration in vitrectomized eyes. PLoS One. 2021 Jun 10;16(6):e0252006. doi: 10.1371/journal.pone.0252006. eCollection 2021."},{"pmid":"12689886","type":"BACKGROUND","citation":"Beer PM, Bakri SJ, Singh RJ, Liu W, Peters GB 3rd, Miller M. Intraocular concentration and pharmacokinetics of triamcinolone acetonide after a single intravitreal injection. Ophthalmology. 2003 Apr;110(4):681-6. doi: 10.1016/S0161-6420(02)01969-3."},{"pmid":"23407351","type":"BACKGROUND","citation":"Christoforidis JB, Williams MM, Wang J, Jiang A, Pratt C, Abdel-Rasoul M, Hinkle GH, Knopp MV. Anatomic and pharmacokinetic properties of intravitreal bevacizumab and ranibizumab after vitrectomy and lensectomy. Retina. 2013 May;33(5):946-52. doi: 10.1097/IAE.0b013e3182753b12."},{"pmid":"27473397","type":"BACKGROUND","citation":"Laugesen CS, Ostri C, Brynskov T, Lund-Andersen H, Larsen M, Vorum H, Sorensen TL. Intravitreal ranibizumab for diabetic macular oedema in previously vitrectomized eyes. Acta Ophthalmol. 2017 Feb;95(1):28-32. doi: 10.1111/aos.13160. Epub 2016 Jul 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The patient data will be aggregated and analyzed in total."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D003922","term":"Diabetes Mellitus, Type 1"},{"id":"D003924","term":"Diabetes Mellitus, Type 2"},{"id":"D003930","term":"Diabetic Retinopathy"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D009750","term":"Nutritional and Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"},{"id":"D001327","term":"Autoimmune Diseases"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D012164","term":"Retinal Diseases"},{"id":"D005128","term":"Eye Diseases"},{"id":"D003925","term":"Diabetic Angiopathies"},{"id":"D014652","term":"Vascular Diseases"},{"id":"D002318","term":"Cardiovascular Diseases"},{"id":"D048909","term":"Diabetes Complications"}]},"interventionBrowseModule":{"meshes":[{"id":"C533178","term":"aflibercept"}]}},"hasResults":false}