{"protocolSection":{"identificationModule":{"nctId":"NCT05117476","orgStudyIdInfo":{"id":"CLN-619-001"},"organization":{"fullName":"Cullinan Therapeutics Inc.","class":"INDUSTRY"},"briefTitle":"A Study of CLN-619 Alone and in Combination With Pembrolizumab in Advanced Solid Tumors","officialTitle":"A Phase 1 Dose-Escalation Study to Investigate the Safety, Efficacy, Pharmacokinetics, and Pharmacodynamic Activity of CLN-619 (Anti-MICA/MICB Antibody) Alone and in Combination With Pembrolizumab in Patients With Advanced Solid Tumors","acronym":"MICA"},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"ACTIVE_NOT_RECRUITING","startDateStruct":{"date":"2021-10-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-02","studyFirstSubmitQcDate":"2021-11-02","studyFirstPostDateStruct":{"date":"2021-11-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-11-19","lastUpdatePostDateStruct":{"date":"2025-11-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cullinan Therapeutics Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"CLN-619-001 is a Phase 1, open-label, multi-center study of CLN-619 alone and in combination with pembrolizumab in patients with advanced solid tumors."},"conditionsModule":{"conditions":["Advanced Solid Tumor","NSCLC"],"keywords":["NSCLC","CLN-619","MICA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":440,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Module A Dose Escalation","type":"EXPERIMENTAL","description":"Patients with advanced solid tumors enrolled in dose escalation cohorts treated with CLN-619","interventionNames":["Drug: CLN-619"]},{"label":"Module A Cohort Expansion","type":"EXPERIMENTAL","description":"Patients with select solid tumor types enrolled in expansion cohorts treated with CLN-619 at a dose selected from the Module A Escalation arm","interventionNames":["Drug: CLN-619"]},{"label":"Module B Combination Therapy Dose Escalation","type":"EXPERIMENTAL","description":"Patients with advanced solid tumors enrolled in dose escalation cohorts treated with CLN-619 in combination with pembrolizumab","interventionNames":["Drug: CLN-619","Drug: Pembrolizumab"]},{"label":"Module B Combination Therapy Cohort Expansion","type":"EXPERIMENTAL","description":"Patients with select tumor types enrolled in expansion cohorts treated with CLN-619 at a dose selected from the Module B Escalation arm, in combination with pembrolizumab","interventionNames":["Drug: CLN-619","Drug: Pembrolizumab"]},{"label":"Module C Escalation and Expansion","type":"EXPERIMENTAL","description":"Patients with select tumor types taking CLN-619 in combination with chemotherapy","interventionNames":["Drug: CLN-619","Drug: Paclitaxel","Drug: Carboplatin AUC 6","Drug: pemetrexed"]},{"label":"Module D Loading Dose","type":"EXPERIMENTAL","description":"Patients with select tumor types taking a loading dose of CLN-619","interventionNames":["Drug: CLN-619"]},{"label":"Module E Safety Run-in and Expansion","type":"EXPERIMENTAL","description":"Patients with select NSCLC tumor types taking CLN-619 in combination with Dato-DXd","interventionNames":["Drug: CLN-619","Drug: Datopotamab deruxtecan-dlnk (Dato-DXd)"]}],"interventions":[{"type":"DRUG","name":"CLN-619","description":"Anti-MICA/MICB monoclonal antibody","armGroupLabels":["Module A Cohort Expansion","Module A Dose Escalation","Module B Combination Therapy Cohort Expansion","Module B Combination Therapy Dose Escalation","Module C Escalation and Expansion","Module D Loading Dose","Module E Safety Run-in and Expansion"]},{"type":"DRUG","name":"Pembrolizumab","description":"Keytruda","armGroupLabels":["Module B Combination Therapy Cohort Expansion","Module B Combination Therapy Dose Escalation"]},{"type":"DRUG","name":"Paclitaxel","description":"Taxane","armGroupLabels":["Module C Escalation and Expansion"]},{"type":"DRUG","name":"Carboplatin AUC 6","description":"Platinum compound","armGroupLabels":["Module C Escalation and Expansion"]},{"type":"DRUG","name":"pemetrexed","description":"antifolate","armGroupLabels":["Module C Escalation and Expansion"]},{"type":"DRUG","name":"Datopotamab deruxtecan-dlnk (Dato-DXd)","description":"TROP-2 antibody-drug conjugate (ADC)","armGroupLabels":["Module E Safety Run-in and Expansion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dose Escalation: TEAEs","description":"Number of treatment-emergent events (TEAEs)\n\nTEAE is defined as adverse events reported for the first time or worsening of a pre-existing event after the first dose of study drug.","timeFrame":"24 Months"},{"measure":"Dose Expansion: Best Overall Response (BOR)","description":"The percentage of patients having a CR or PR as determined by PI assessment of disease response per RECIST 1.1 on at least one scan.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"},{"measure":"Dose Expansion: Overall Response Rate (ORR)","description":"The percentage of patients having a CR or PR as determined by PI assessment of disease response per RECIST 1.1.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"},{"measure":"Dose Expansion: Duration of Response (DoR)","description":"The time from the earliest date of CR or PR until the earliest date of disease progression, as determined by PI assessment of disease response per RECIST 1.1 or death from any cause if occurring sooner than progression.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"},{"measure":"Dose Expansion: Disease Control Rate (DCR)","description":"The percentage of participants having CR, PR, or SD as best on study response.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"},{"measure":"Dose Expansion: Overall Survival (OS)","description":"Time from the initial date of treatment until death.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"},{"measure":"Dose Expansion: Clinical Benefit Rate (CBR)","description":"The percentage of participants who achieve CR, PR or SD for a duration of 6 months as determined by PI assessment of disease response per RECIST 1.1.","timeFrame":"Every 6 weeks for the first 18 weeks and then every 9 weeks until disease progression; approximately 36 months"}],"secondaryOutcomes":[{"measure":"All Cohorts: Cmax","description":"Maximum drug concentration (Cmax) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: AUC","description":"Area under the curve up to tau (AUCtau) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: Time to Maximum concentration","description":"Time to Cmax (Tmax) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: Clast","description":"Last validated plasma concentration (Clast) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: Time to last plasma concentration","description":"Time to Clast (Tlast) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: Half-life","description":"Terminal Half-life (t1/2) of CLN-619","timeFrame":"Up to 2 years"},{"measure":"All Cohorts: Volume of Distribution","description":"Volume of Distribution (V) of CLN-619","timeFrame":"Up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females aged ≥ 18 years.\n2. Willing and able to give written informed consent and adhere to protocol requirements; written informed consent and any locally required authorization must be obtained from the patient prior to performing any protocol-related procedures, including screening evaluations.\n3. Module A Monotherapy Dose Escalation Cohort and Module B Combination Therapy Dose Escalation Cohorts: Histologically or cytologically-confirmed metastatic or locally advanced, unresectable solid tumors. For Module B, tumor type is listed as an approved indication per the current prescribing information for pembrolizumab.\n4. Module A Cohort Expansions:\n\n   1. Expansion A1: Histologically or cytologically-confirmed metastatic or locally advanced, unresectable NSCLC;\n   2. Expansion A2: Histologically or cytologically-confirmed metastatic or locally advanced, unresectable cervical cancer.\n   3. Expansion A3 and A4: Histologically or cytologically-confirmed metastatic or locally advanced, unresectable endometrial cancer.\n   4. Eligibility for disease-specific expansion cohorts may be further refined by histologic subtype, molecular features, or exposure to prior therapy based on clinical, pharmacodynamic, or biomarker data emerging from the study.\n5. Module B Cohort Expansions:\n\n   1. Expansion B1: Histologically or cytologically-confirmed metastatic or locally-advanced, unresectable NSCLC.\n   2. Expansion B2: Histologically or cytologically-confirmed metastatic or locally-advanced, unresectable endometrial.\n   3. Eligibility for disease-specific expansion cohorts may be further refined by histologic subtype, molecular features, or exposure to prior therapy based on clinical, pharmacodynamic, or biomarker data emerging from the study.\n6. Module C CLN-619 + Chemotherapy Combination Therapy, Escalation and Expansion Cohort\n\n   1. C1: Histologically or cytologically confirmed metastatic or locally advanced, unresectable EGFRm NSCLC.\n   2. C2: Histologically or cytologically confirmed metastatic or locally advanced, unresectable endometrial cancer.\n   3. C3: Histologically or cytologically confirmed metastatic or locally advanced, unresectable, platinum-resistant epithelial ovarian cancer (including fallopian tube and primary peritoneal cancer).\n   4. Eligibility for disease-specific expansion cohorts may be further refined by histologic subtype, molecular features, or exposure to prior therapy based on clinical, pharmacodynamic, or biomarker data emerging from the study.\n7. Module D Loading Dose Cohort:\n\n   a) Tumor types are restricted to epithelial ovarian (including fallopian tube and primary peritoneal), breast, and gastrointestinal (esophageal, gastric, colorectal).\n8. Module E CLN-619 + Dato-DXd Combination Therapy, Safety Run-in and Expansion Cohorts:\n\n   1. Histologically or cytologically confirmed recurrent metastatic or locally advanced, unresectable EGFRm NSCLC.\n   2. Local testing for determination of the mutation status is required.\n9. Prior treatment history as follows:\n\n   1. Patients should have received any other approved standard therapy that is available to the patient, unless this therapy is contraindicated, intolerable to the patient, or is declined by the patient. In the case of a patient declining such therapy, documentation that the patient has been informed and declined should be documented in the medical record.\n   2. Patients eligible for Module E must meet the following criteria: Have received up to 4 prior lines of therapy, including i. Platinum-based chemotherapy ii. At least 1 EGFRm-directed targeted therapy iii. If EGFR T790M, must have received prior osimertinib iv. Prior treatment with topoisomerase I-targeted chemotherapeutic agent or TROP2-directed therapy not allowed\n10. At baseline, patients are required to have one or more measurable lesions that meet RECIST v1.1 and meet the following conditions:\n\n    1. A non-lymph node lesion that has a longest unidimensional measurement of ≥ 10 mm or a lymph node lesion that has a shortest unidimensional measurement of ≥ 15 mm;\n    2. Lesions that have received previous local treatment, such as radiotherapy or ablation, can also be used as measurable target lesions if progression has been confirmed according to RECIST v1.1 prior to enrollment, and the longest unidimensional measurement is ≥ 10 mm.\n11. Performance status of 0 or 1 based on the Eastern Cooperative Oncology Group (ECOG) performance scale.\n12. Estimated life expectancy of 12 weeks or greater.\n13. Prior palliative radiotherapy must have been completed 14 days prior to dosing on C1D1.\n14. Toxicities related to prior study therapy should have resolved to Grade 1 or less according to criteria of NCI CTCAE v5.0, except for alopecia. Peripheral neuropathy should be clinically stable or improving and be Grade 2 or less in severity. Patients with chronic but stable Grade 2 toxicities may be allowed to enroll after agreement between the Investigator and Sponsor.\n15. Have adequate liver and kidney function and hematological parameters within a normal range as defined by:\n\n    1. Total bilirubin ≤ 1.5x ULN. This does not apply for patients with confirmed Gilbert's Syndrome, for whom total bilirubin must be less than 3.0 mg/dL with a conjugated bilirubin less than 0.5 mg/dL;\n    2. AST and ALT ≤ 2.5x ULN or ≤ 5x ULN for patients with liver metastases;\n    3. Creatinine clearance (CrCl) ≥ 45 mL/min as measured or estimated using Cockcroft-Gault formula or serum creatinine \\< 1.5 x ULN;\n    4. Hemoglobin ≥ 9 g/dL without blood transfusions for at least two weeks prior to dosing on C1D1;\n    5. Absolute neutrophil count ≥ 1500 cells/mm3 without growth factor support, three days for filgrastim, 14 days for pegfilgrastim;\n    6. Platelet count ≥ 100,000 cells/mm3.\n16. Patients in the Module A, B, and C dose-escalation cohorts and Module D must have archival tissue available for biomarker analysis. A fresh biopsy is required if archival tissue (e.g., all tumor blocks are exhausted) is unavailable.\n\n    1. Patients participating in the Module A or Module D dose-level cohort extension(s) must agree to provide a fresh biopsy and an on-treatment biopsy at Cycle 2, Day 8.\n    2. Patients in the expansion cohorts for Modules A, B, and C must agree to provide a fresh pretreatment biopsy and an on-treatment biopsy at Cycle 2, Day 8.\n    3. Patients participating in Module E safety run-in and expansion cohorts must provide archival tissue. Pre-treatment fresh biopsies are preferred but not required. On-treatment biopsies are not required.\n\nExclusion Criteria:\n\n1. Currently participating/previously participated in an interventional study and received an investigational drug within 28 days (or five half-lives, whichever is longer) of dosing on C1D1.\n2. Patients with concomitant second malignancies (except adequately treated non-melanomatous skin cancers, ductal carcinoma in situ, superficial bladder cancer, prostate cancer or in situ cervical cancer) are excluded unless in complete remission three years prior to study entry, and no additional therapy is required or anticipated to be required during study participation.\n3. Patients with any active autoimmune disease or a history of known or suspected autoimmune disease, or history of a syndrome that requires systemic corticosteroids or immunosuppressive medications, except for patients with vitiligo, resolved childhood asthma/atopy or autoimmune thyroid disorders on stable thyroid hormone supplementation.\n4. A serious uncontrolled medical disorder that would impair the ability of the patient to receive protocol therapy or whose control may be jeopardized by the complications of this therapy. These criteria include, but are not limited to the following:\n\n   1. Uncontrolled airway hyper-reactivity;\n   2. Type 1 diabetes mellitus. Type 2 diabetes mellitus patients are allowed if they are under stable glycemic control as per Investigator assessment;\n   3. Uncontrolled, clinically significant pulmonary disease;\n   4. Requirement for supplemental oxygen to maintain a pulse ox \\> 93%;\n   5. Symptomatic congestive heart failure as per Investigator assessment or documented cardiac ejection fraction less than 45%;\n   6. Ejection fraction \\< 45% in patients with prior history of treatment with anthracycline chemotherapy or with a prior history of cardiac ventricular dysfunction;\n   7. History of unstable angina or myocardial infarction within six months of dosing on C1D1;\n   8. Unstable cardiac arrhythmia;\n   9. History of ventricular arrhythmia;\n   10. Uncontrolled hypertension: patients with sustained systolic blood pressure readings greater than 150 or diastolic blood pressure greater than 100 should have documentation by treating physician that the finding is not consistent with uncontrolled hypertension;\n   11. History of stroke or cerebral hemorrhage within one year of dosing on C1D1;\n   12. Poorly controlled seizure disorder;\n   13. Active diverticulitis within one year prior to dosing on C1D1;\n   14. Recent major surgery within three months of dosing on C1D1 or major surgery with unresolved complications that could interfere with study treatment.\n   15. Clinically significant corneal disease (Module E).\n5. Treatment with systemic antiviral, antibacterial or antifungal agents for acute infection within ≤ 7 days of dosing on C1D1.\n6. Has known human immunodeficiency virus (HIV) infection that is not well controlled.\n7. Diagnosed with hepatitis B (with positive testing for either hepatitis B surface antigen \\[HBsAg\\] or hepatitis B core Ab) or hepatitis C virus (HCV) infection (with positive testing for HCV antibody and/or HCV ribonucleic acid \\[RNA\\] in serum) under any of the following conditions:\n\n   1. Active disease for hepatitis B or hepatitis C and received antiretroviral therapy within 4 weeks.\n   2. Blood hepatitis B DNA or HCV RNA are detectable.\n8. Prior organ allograft or allogeneic hematopoietic transplantation.\n9. History of the following events in conjunction with prior treatment with checkpoint inhibitor immunotherapy: Grade 3 or greater neurotoxicity, ocular toxicity, pneumonitis, myocarditis, or colitis; liver dysfunction meeting the laboratory criteria for Hy's Law.\n10. Symptomatic uncontrolled brain metastases, known or suspected leptomeningeal metastases and/or carcinomatous meningitis.\n11. Receipt of live vaccine \\< 28 days prior to study start. Treatment with non-oncology recombinant or inactivated vaccines for the control of infectious diseases may be administered according to institutional policy.\n12. Active severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection based on positive SARS-CoV-2 testing or patients with suspected active infection based on clinical features, including patients with history of SARS-CoV-2-related pneumonitis with 28 days prior to enrollment or patients who have clinically significant pulmonary symptoms related to prior pneumonitis.\n13. Has received immunosuppressive medications including but not limited to cellcept, methotrexate, infliximab, anakinra, tocilizumab, cyclosporine or corticosteroids (≥10 mg/day of prednisone or equivalent), within 14 days of dosing on C1D1.\n14. Woman of child-bearing potential (WOCBP) who is pregnant or breast-feeding, plans to become pregnant within 120 days of last study drug administration, or declines to use an acceptable method to prevent pregnancy during study treatment and for 120 days after the last dose of study drug administration.\n15. Male patient who plans to father a child or donate sperm within 120 days or 5 half-lives of CLN-619, whichever comes later, of last study drug administration, or who has a partner who is a WOCBP, and declines to use acceptable method to prevent pregnancy during study treatment and for 120 days or 5 half-lives of CLN-619, whichever comes later, after the last dose of study drug administration.\n16. QT interval corrected for heart rate using Fridericia's formula (QTcF) of ≥ 500 milliseconds.\n17. Patient has history of drug-related anaphylactic reactions to any components of CLN-619 or combination agent, including hypersensitivity of drugs with similar structure or class. History of Grade 4 anaphylactic reaction to any monoclonal antibody therapy.\n18. Known active alcohol or drug abuse.\n19. Inability to comply with the protocol and/or not willing or not available for follow-up assessments.\n20. Patients who are incapacitated or involuntarily incarcerated.\n21. Patients who are unsuitable for participation based on the judgement of the Investigator.\n22. Treatment with any of the following:\n\n    1. Systemic anticancer treatment within 14 days prior to the first dose of study drug on C1D1.\n    2. Immunotherapy ≤ 28 days prior to the first dose of study drug on C1D1.\n    3. Systemic radiotherapy ≤28 days and local and palliative radiation ≤ 14 days prior to the first dose of study drug on C1D1. I\n    4. Major surgery (excluding placement of vascular access) ≤ 28 days of the first dose of study drug on C1D1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35233","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}},{"facility":"City of Hope","city":"Duarte","state":"California","zip":"91010","country":"United States","geoPoint":{"lat":34.13945,"lon":-117.97729}},{"facility":"City of Hope","city":"Irvine","state":"California","zip":"92618","country":"United States","geoPoint":{"lat":33.66946,"lon":-117.82311}},{"facility":"Florida Cancer Specialists","city":"Sarasota","state":"Florida","zip":"34232","country":"United States","geoPoint":{"lat":27.33643,"lon":-82.53065}},{"facility":"Dana-Farber Cancer Institute","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"START Midwest","city":"Grand Rapids","state":"Michigan","zip":"49546","country":"United States","geoPoint":{"lat":42.96336,"lon":-85.66809}},{"facility":"Hackensack Meridian Health","city":"Hackensack","state":"New Jersey","zip":"07601","country":"United States","geoPoint":{"lat":40.88593,"lon":-74.04347}},{"facility":"Memorial Sloan Kettering Cancer Center","city":"New York","state":"New York","zip":"10065","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Carolina BioOncology Institute","city":"Huntersville","state":"North Carolina","zip":"28078","country":"United States","geoPoint":{"lat":35.41069,"lon":-80.84285}},{"facility":"Sarah Cannon Research Institute","city":"Nashville","state":"Tennessee","zip":"37203","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}},{"facility":"START San Antonio","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}},{"facility":"Virginia Cancer Center","city":"Fairfax","state":"Virginia","zip":"22031","country":"United States","geoPoint":{"lat":38.84622,"lon":-77.30637}},{"facility":"Monash Health","city":"Clayton","state":"Victoria","zip":"3168","country":"Australia","geoPoint":{"lat":-37.91667,"lon":145.11667}},{"facility":"Alfred Health","city":"Melbourne","state":"Victoria","zip":"3004","country":"Australia","geoPoint":{"lat":-37.814,"lon":144.96332}},{"facility":"Linear Clinical Research","city":"Nedlands","state":"Western Australia","zip":"6009","country":"Australia","geoPoint":{"lat":-31.98184,"lon":115.8073}},{"facility":"Biokinetica","city":"Józefów","zip":"05-410","country":"Poland","geoPoint":{"lat":52.13707,"lon":21.23589}},{"facility":"Med-Polonia Sp. zo. o.","city":"Poznan","zip":"60-693","country":"Poland","geoPoint":{"lat":52.40692,"lon":16.92993}},{"facility":"Narodowy Insytut Onkologii im Marii Sklodowskiej-Curie","city":"Warsaw","zip":"02-781","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}},{"facility":"Hospital Universitario Insular de Gran Canaria","city":"Las Palmas de Gran Canaria","state":"Gran Canaria","zip":"35016","country":"Spain","geoPoint":{"lat":28.10178,"lon":-15.41573}},{"facility":"START Barcelona","city":"Barcelona","zip":"08023","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Clinic Barcelona","city":"Barcelona","zip":"08036","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"START Madrid FJD","city":"Madrid","zip":"28040","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Clinica Universidad de Navarra","city":"Pamplona","zip":"31008","country":"Spain","geoPoint":{"lat":42.81687,"lon":-1.64323}},{"facility":"Hospital Universitari Parc Tauli","city":"Sabadell","zip":"08208","country":"Spain","geoPoint":{"lat":41.54329,"lon":2.10942}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"C582435","term":"pembrolizumab"},{"id":"D017239","term":"Paclitaxel"},{"id":"D000068437","term":"Pemetrexed"}],"ancestors":[{"id":"D043823","term":"Taxoids"},{"id":"D043822","term":"Cyclodecanes"},{"id":"D003516","term":"Cycloparaffins"},{"id":"D006840","term":"Hydrocarbons, Alicyclic"},{"id":"D006844","term":"Hydrocarbons, Cyclic"},{"id":"D006838","term":"Hydrocarbons"},{"id":"D009930","term":"Organic Chemicals"},{"id":"D004224","term":"Diterpenes"},{"id":"D013729","term":"Terpenes"},{"id":"D006147","term":"Guanine"},{"id":"D007042","term":"Hypoxanthines"},{"id":"D011688","term":"Purinones"},{"id":"D011687","term":"Purines"},{"id":"D006574","term":"Heterocyclic Compounds, 2-Ring"},{"id":"D000072471","term":"Heterocyclic Compounds, Fused-Ring"},{"id":"D006571","term":"Heterocyclic Compounds"},{"id":"D005971","term":"Glutamates"},{"id":"D024342","term":"Amino Acids, Acidic"},{"id":"D000596","term":"Amino Acids"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D000600","term":"Amino Acids, Dicarboxylic"}]}},"hasResults":false}