{"protocolSection":{"identificationModule":{"nctId":"NCT07128641","orgStudyIdInfo":{"id":"25-008"},"organization":{"fullName":"Beth Israel Deaconess Medical Center","class":"OTHER"},"briefTitle":"Odronextamab in Low Tumor Volume Advanced FL","officialTitle":"A Phase II Study of Odronextamab in Treatment Naïve Patients With Low Tumor Volume Advanced Stage Follicular Lymphoma"},"statusModule":{"statusVerifiedDate":"2025-08","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-01-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-01-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-08-14","studyFirstSubmitQcDate":"2025-08-14","studyFirstPostDateStruct":{"date":"2025-08-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-08-14","lastUpdatePostDateStruct":{"date":"2025-08-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Gottfried von Keudell, MD PhD","investigatorTitle":"Sponsor-Investigator","investigatorAffiliation":"Beth Israel Deaconess Medical Center"},"leadSponsor":{"name":"Gottfried von Keudell, MD PhD","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the safety and effectiveness of treating previously untreated Follicular Lymphoma (FL) with odronextamab.\n\nThe name of the study drug in this research study is:\n\n-Odronextamab (a type of monoclonal antibody)","detailedDescription":"This prospective, phase 2, single-arm, open label study is to evaluate the safety and effectiveness of Odronextemab in participants with previously untreated Follicular Lymphoma (FL). Odronextemab is a type of immunotherapy is a cancer treatment that uses the body's own immune system to fight cancer cells.\n\nThe research study procedures include screening for eligibility, in-clinic visits, questionnaires, blood tests, Computerized Tomography (CT) scans, Positron Emission (PET) scans, echocardiograms (ECGs), bone marrow biopsies and aspirations, and tumor biopsies.\n\nThe U.S. Food and Drug Administration (FDA) has not approved odronextamab as a treatment for Follicular Lymphoma.\n\nParticipants will receive the study drug for up to 6 cycles, or 126 days, and will be followed for up to 15 years.\n\nIt is expected that about 35 people will take part in this research study.\n\nRegeneron Pharmaceuticals, Inc. is supporting this research study by providing the study drug, odronextamab and funding for this study."},"conditionsModule":{"conditions":["Follicular Lymphoma","Lymphoma"],"keywords":["Follicular Lymphoma","Lymphoma","Treatment-naive Follicular lymphoma","Advanced Stage Follicular Lymphoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":35,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Odronextamab","type":"EXPERIMENTAL","description":"Enrolled participants will complete:\n\n* Baseline visit with imaging and ECG\n* Cycle 1 (21 day cycle):\n\n  --Days 1, 2, 8, 9, 15, and 16: Predetermined dose of Odronextamab 1x daily.\n* Cycle 2 (21 day cycle):\n\n  * Day 1: tumor biopsy\n  * Days 1, 8, and 15: Predetermined dose of Odronextamab 1x daily.\n* Cycle 3 through 6 (21 day cycles):\n\n  * Imaging tests every 3 cycles\n  * Day 1: Predetermined dose of Odronextamab 1x daily.\n* End of treatment: In-clinic visit with imaging, bone marrow biopsy and aspirate, and ECG.\n* Follow up: In-clinic visits with ECG and imaging. Visits will be every 3 months for 2 years and then annually for 3 years\n* Long term follow up: annually by phone\n* If 5 or fewer participants out of the first 17 participants do not have a complete response to the study drug, then enrollment will stop due to lack of efficacy. Safety will be monitored according to a specified Pocock-type stopping boundary per the protocol.","interventionNames":["Biological: Odronextamab"]}],"interventions":[{"type":"BIOLOGICAL","name":"Odronextamab","description":"A CD20xCD3 bispecific monoclonal antibody, glass vials, via intravenous (into the vein) infusion per protocol.","armGroupLabels":["Odronextamab"],"otherNames":["REGN1979"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Complete Response Rate (CRR)","description":"CRR is defined as the proportion of patients who accomplish a complete response (CR) as best response (CR rate) following treatment with odronextamab as per the revised Lugano criteria.","timeFrame":"Assessed at baseline and every 3 cycles, treatment lasts for 6 cycles, each cycle is 21 days."}],"secondaryOutcomes":[{"measure":"Overall Response Rate (ORR)","description":"ORR is defined as the proportion of participants that experience complete response (CR) or partial response (PR) during treatment as per the revised Lugano criteria.","timeFrame":"Assessed at baseline and every 3 cycles, treatment lasts for 6 cycles, each cycle is 21 days."},{"measure":"Median Progression Free Survival (PFS)","description":"Progression-Free Survival (PFS) based on Kaplan-Meier method is defined as the time from treatment start to either disease progression or death due to any cause (whichever occurs first). Participants alive without disease progression are censored at date of last disease evaluation.","timeFrame":"Every 9 weeks in the first 18 weeks, then every 3 months for 2 years, then annually through year 5."},{"measure":"Median Overall Survival (OS)","description":"OS is Overall survival based on the Kaplan-Meier method is defined as the time from randomization to death. Participants alive are censored at the last date of contact (including lost-to-follow-up) or at the date of withdrawal of consent, if relevant.","timeFrame":"Every 9 weeks in the first 18 weeks, then every 3 months for 2 years, then annually through year 15."},{"measure":"Median time to next treatment (TTNT)","description":"TTNT is defined as is defined as the time from treatment start until date of initiation of next line of treatment.","timeFrame":"Treatment lasts for 6 cycles, each cycle is 21 days."},{"measure":"Median Duration of Response (DOR)","description":"The duration of overall response is measured from the time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented (taking as reference for progressive disease the smallest measurements recorded since the treatment started), or death due to any cause. Participants without events reported are censored at the last disease evaluation.","timeFrame":"Every 9 weeks in the first 18 weeks, then every 3 months for 2 years, then annually through year 5."},{"measure":"Median Duration of Complete Response (DOCR)","description":"The duration of overall CR is measured from the time measurement criteria are first met for CR until the first date that progressive disease is objectively documented, or death due to any cause. Participants without events reported are censored at the last disease evaluation.","timeFrame":"Every 9 weeks in the first 18 weeks, then every 3 months for 2 years, then annually through year 5."},{"measure":"Rate of progression of disease within 24 months (POD24)","description":"Rate of POD24 is defined as the proportion of participants that the progress within 24 months, per revised Lugano criteria.","timeFrame":"Up to 24 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Biopsy-confirmed (fresh or archival tissue) follicular lymphoma grade 1-3A that is CD20+ (by immunophenotype or immunohistochemistry) at time of diagnosis. All degrees of CD20 positivity will be accepted.\n* Lymph node biopsy obtained in the previous 6 months\n* Subjects must have measurable disease at time of enrollment as defined by at least one lymph node with long axis ≥1.5 cm\n* Age ≥18 years\n* ECOG performance status \\> 2\n* Life expectancy of \\> 2 years\n* Participants must meet the following organ and marrow function as defined below:\n\n  * Absolute neutrophil count ≥1000 cells/mcl\n  * Platelets ≥100,000 cells/mcl\n  * Hemoglobin ≥ 10 g/dL\n* Adequate organ function, as documented by:\n\n  * Cardiac ejection fraction \\>40% by echocardiogram or multi-gated acquisition (MUGA) scan\n  * Total bilirubin ≤1.5 × upper limit of normal (ULN) (≤3 × ULN if attributed to lymphoma infiltration of liver)\n  * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤3 × ULN (≤5 × ULN if attributed to lymphoma infiltration of liver)\n  * Alkaline phosphatase (ALP) ≤2.5 × ULN (≤5 × ULN if attributed to lymphoma infiltration of liver)\n  * Calculated creatinine clearance by Cockcroft Gault formula ≥40 mL/min\n  * NOTE: Irrespective of the presence of lymphoma infiltration of the liver, a participant with an AST \\>3 × ULN and/or ALT \\>3 × ULN concurrent with a total bilirubin \\>1.5 × ULN will be excluded.\n  * NOTE: Participants with known Gilbert syndrome will be excluded if the total bilirubin value is \\>4 × ULN.\n  * NOTE: Participants with a calculated creatinine clearance\n* Patients with hepatitis B core antibody positivity with negative PCR on antiviral therapy will be eligible but will be required to receive appropriate antiviral prophylaxis as described in Section 5.2. Patients with Hepatitis C antibody must have undetectable viral load.\n* Women of childbearing potential (WOCBP)\\* must agree to practice highly effective contraception prior to the initial dose/start of the first treatment, during the study, and for at least 6 months after the last dose of odronextamab. Egg donation is prohibited during the study and for 6 months after the last dose of the assigned study treatment. Highly effective contraceptive measures include:\n\n  * stable use of combined (estrogen and progestogen containing) hormonal contraception (oral, intravaginal, transdermal) or progestogen-only hormonal contraception (oral, injectable, implantable) associated with inhibition of ovulation initiated 2 or more menstrual cycles prior to screening.\n  * intrauterine device (IUD); intrauterine hormone-releasing system (IUS)\n  * bilateral tubal ligation/occlusion\n  * vasectomized partner (provided that the male vasectomized partner is the sole sexual partner of the WOCBP study participant and that the vasectomized partner has obtained medical assessment of surgical success for the procedure)\n  * sexual abstinence†, ‡.\n  * A postmenopausal state is defined as no menses for 12 months without an alternative medical cause. A high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a postmenopausal state in women not using hormonal contraception or hormonal replacement therapy. However, in the absence of 12 months of amenorrhea, a single FSH measurement is insufficient to determine the occurrence of a postmenopausal state. The above definitions are according to the Clinical Trial Facilitation Group guidance. Pregnancy testing and contraception are not required for women with documented hysterectomy.\n\n    * WOCBP are defined as women who are fertile following menarche until becoming postmenopausal, unless permanently sterile. Permanent sterilization methods include hysterectomy, bilateral salpingectomy, and bilateral oophorectomy.\n\n      * Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the assigned study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject.\n\n        * Periodic abstinence (calendar, symptothermal, post-ovulation methods), withdrawal (coitus interruptus), spermicides only, and lactational amenorrhea method (LAM) are not acceptable methods of contraception. Female condom and male condom should not be used together.\n* WOCBP must have negative serum pregnancy test at screening.\n* Sexually active adult men must agree to use the following forms of medically acceptable birth control: consistent use of a condom OR vasectomy with medical assessment of surgical success, prior to initial dose, during the study and for at least 6 months following the last dose of odronextamab. Sperm donation is prohibited following odronextamab administration throughout the study and for at least 6 months following the last dose of odronextamab administration.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants must not meet any GELF Criteria for high tumor volume, or other circumstances for which immediate therapy would be indicated\n\n  * Any nodal or extranodal tumor mass \\>7 cm diameter\n  * Involvement of at least 3 nodal sites, each with diameter \\>3 cm\n  * Presence of any systemic or B symptoms for greater than 2 weeks (fever, night sweats, or weight loss)\n  * Splenic enlargement with inferior margin below the umbilical line\n  * Compression syndrome (ureteral, orbital, gastrointestinal)\n  * Pleural or peritoneal serous effusion (irrespective of cell content)\n  * Leukemic phase (\\>5.0 x10⁹/L circulating malignant cells)\n  * Cytopenia (granulocyte count \\< 1.0x10⁹/L and/or platelets \\< 100x10⁹/L)\n* Infections:\n\n  * Evidence of any active infection (bacterial, viral, fungal, mycobacterial, parasitic or other) at study enrollment or within 2 weeks of study enrollment, if requiring ongoing treatment and/or has the potential to cause disseminated disease or severe infection upon immunosuppression. There should be evidence that the infection has cleared or is well controlled by start of study therapy.\n  * Active symptomatic COVID-19 infection. Note, patients with prolonged PCR positivity (\\>2 weeks after initial diagnosis) may be allowed to participate following discussion with the PI\n  * Uncontrolled infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) NOTE: Participants with HIV who have controlled infection (undetectable viral load and CD4 count above 350 cells/μL either spontaneously or on a stable antiviral regimen) are permitted NOTE: Participants who are hepatitis B surface antigen positive or who are hepatitis B core antibody positive should undergo evaluation by a specialist and be considered to have controlled infection (serum hepatitis B virus DNA PCR that is below the limit of detection AND receiving anti-viral therapy for hepatitis B) before they are permitted onto study NOTE: Participants who are HCV antibody positive who have controlled infection (undetectable HCV RNA by PCR either spontaneously or in response to a successful prior course of anti-HCV therapy) are permitted\n* Another active malignancy (aside from B-cell NHL) in the past 2 years, with the following exceptions: non-melanoma skin cancer that has undergone potentially curative therapy, in situ cervical carcinoma, or any other tumor that has been deemed to be effectively treated with definitive local control and with curative intent.\n* Limited-stage follicular lymphoma (stage I and limited stage II) with a possibility of treatment with a curative intent using radiotherapy\n* Duodenal follicular lymphoma\n* Follicular lymphoma with spontaneous regression prior to treatment initiation\n* Patients who have had any prior systemic therapy for lymphoma, including rituximab and/or tazemetostat\n* Patients who have had prior radiation therapy, with the following exception: Low dose radiotherapy RT (2x2Gy, or 4Gy x 1) is allowed but must be completed at least 12 weeks prior to treatment on this study; patients must meet criteria for measurable/assessable disease as outlined above after completion of RT, and have a nodal evaluable disease outside the radiation area\n* Uncontrolled underlying cardiac conditions including but not limited to: congestive heart failure grade III or IV (by NYHA) or EF \\< 45%, unstable angina pectoris, acute myocardial infarction \\< 6 months, cardiac arrhythmia\n* History of uncontrolled neurologic condition including but not limited to: seizure disorder, stroke, psychosis, dementia, CNS vasculitis, encephalitis\n* Immunosuppressive therapy for non-lymphoma-related indication within 28 days of initiation of treatment, including systemic corticosteroids 10 mg/day or greater prednisone-equivalent\n* Patients with known or suspected CNS involvement or leptomeningeal disease are excluded\n* History of neurodegenerative condition or CNS movement disorder. Patients with a history seizure within 12 months prior to study enrollment are excluded.\n* Pregnant women or participants unwilling to adhere to institutional guidelines for highly effective contraception during odronextamab treatment and for 12 months after the last dose are excluded from this study because of documented (rituximab) and unknown risks of the treatment effect on fetal development.\n* Known current alcohol or drug abuse, psychiatric illness, or unstable social situation that is likely to limit compliance with study requirements\n* Allergy/hypersensitivity:\n\n  * Known hypersensitivity to both allopurinol and rasburicase\n  * History of allergic reactions or hypersensitivity attributed to compounds of similar chemical or biological components\n* Exposure to a live or a live attenuated vaccine within 4 weeks","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gottfried Von Keudell, MD, PhD","role":"CONTACT","phone":"617-667-9920","email":"gkeudell@bidmc.harvard.edu"}],"overallOfficials":[{"name":"Gottfried Von Keudell, MD, PhD","affiliation":"Beth Israel Deaconess Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beth Israel Deaconess Medical Center","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","contacts":[{"name":"Gottfried Von Keudell, MD, PhD","role":"CONTACT","phone":"617-667-9920","email":"gkeudell@bidmc.harvard.edu"},{"name":"Gottfried Von Keudell, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data can be shared no earlier than 1 year following the date of publication","accessCriteria":"Contact the Beth Israel Deaconess Medical Center Technology Ventures Office at tvo@bidmc.harvard.edu"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D008224","term":"Lymphoma, Follicular"},{"id":"D008223","term":"Lymphoma"}],"ancestors":[{"id":"D008228","term":"Lymphoma, Non-Hodgkin"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D008232","term":"Lymphoproliferative Disorders"},{"id":"D008206","term":"Lymphatic Diseases"},{"id":"D006425","term":"Hemic and Lymphatic Diseases"},{"id":"D007160","term":"Immunoproliferative Disorders"},{"id":"D007154","term":"Immune System Diseases"}]}},"hasResults":false}