{"protocolSection":{"identificationModule":{"nctId":"NCT05965479","orgStudyIdInfo":{"id":"68838"},"secondaryIdInfos":[{"id":"2022-003445-34","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"University of Southampton","class":"OTHER"},"briefTitle":"Developing ctDNA Guided Adjuvant Therapy for Gastrooesophageal Cancer","officialTitle":"A Single Arm Phase II Trial of Trastuzumab Deruxtecan in Patients With Gastrooesophageal Adenocarcinoma Cancer Who Are ctDNA and HER2 Positive","acronym":"DECIPHER"},"statusModule":{"statusVerifiedDate":"2024-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-06","studyFirstSubmitQcDate":"2023-07-27","studyFirstPostDateStruct":{"date":"2023-07-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-11-07","lastUpdatePostDateStruct":{"date":"2024-11-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Southampton","class":"OTHER"},"collaborators":[{"name":"AstraZeneca","class":"INDUSTRY"},{"name":"Natera, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Multicentre, single arm, open label UK phase II trial to assess the efficacy of trastuzumab deruxtecan in reducing micrometastatic disease burden in HER2 positive GOA patients who are ctDNA positive after chemotherapy and surgery. 25 patients will be recruited from approximately 15 NHS secondary care sites.","detailedDescription":"Gastrooesophageal (GOA) cancer is a common, global cancer which often presents at an advanced stage. Those diagnosed early will generally have neoadjuvant treatment with FLOT chemotherapy followed by surgery followed by the same FLOT chemotherapy post surgery. Treatment however is curative in less than 50%.\n\nCirculating tumour DNA (ctDNA) is found in the bloodstream. It refers to DNA that comes from cancerous cells and tumours. If ctDNA is positive it means that there are microscopic traces of tumour in the bloodstream (minimal residual disease). Patients who are ctDNA positive after chemotherapy and surgery are less likely to benefit from further FLOT chemotherapy and more likely to relapse.\n\nHER2 positive describes cells that have a protein called HER2 on their surface. In normal cells, HER2 helps control cell growth. Cancer cells that make too much HER2 may grow more quickly and are more likely to spread to other parts of the body.\n\nTrastuzumab deruxtecan (T-DXd) is an antibody that targets HER2 cells. It attaches to the HER2 cells on the tumour and destroys them. In the UK, trastuzumab deruxtecan (Enhertu) is currently offered to patients with advanced breast cancer who are HER2 positive. In the US, Israel and Japan it is licenced in patients with advanced HER2 positive GOA.\n\nDECIPHER aims to treat patient's with GOA post-surgery who are both HER2 and ctDNA positive with trastuzumab deruxtecan (Enhertu) instead of standard care FLOT chemotherapy. The aim of the trial is to treat the minimal residual disease reducing the chance of relapse. All trial patients will be followed for up to 2 years to record their response to treatment. 25 patients will be recruited over 18 months.\n\nPatients will be treated with 6.4 mg/kg trastuzumab deruxtecan every 21 days for 8 cycles."},"conditionsModule":{"conditions":["Gastrooesophageal Cancer"],"keywords":["Gastrooesophageal adenocarcinoma","Oesophageal cancer","Gastric cancer","HER2","ctDNA","Minimal residual disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Trastuzumab deruxtecan","type":"EXPERIMENTAL","description":"Participants in the study will be treated with trastuzumab deruxtecan at a dose of 6.4 mg/kg intravenously every 21 days for 8 cycles. If required, patients may dose reduce to level -1 or level -2:\n\n* Dose level 0 is 6.4 mg/kg intravenously every 21 days\n* Dose level -1 is 5.4 mg/kg intravenously every 21 days\n* Dose level -2 is 4.4 mg/kg intravenously every 21 days\n\nT-DXd will be administered using an IV bag containing 5% (w/v) Dextrose Injection infusion solution and delivered through an IV administration set with a 0.2 or 0.22 μm filter. The standard infusion time for T-DXd is approximately 90 minutes +/- 10 minutes for the first infusion. If the first infusion is well tolerated and the participant does not experience an infusion-related reaction, then the minimum infusion time for subsequent cycles is 30 minutes. However, if there are interruptions during the infusion, the total time must not exceed 3 hours at room temperature.","interventionNames":["Drug: Trastuzumab deruxtecan"]}],"interventions":[{"type":"DRUG","name":"Trastuzumab deruxtecan","description":"Trastuzumab deruxtecan is an antibody-drug conjugate that contains trastuzumab covalently linked to deruxtecan, a topoisomerase I inhibitor. It is given by intravenous infusion.","armGroupLabels":["Trastuzumab deruxtecan"],"otherNames":["Enhertu"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ctDNA clearance","description":"Percentage of people who are classed ctDNA negative, as measured by the Signatera assay","timeFrame":"At the end of Cycle 4 (each cycle is 21 days)"}],"secondaryOutcomes":[{"measure":"ctDNA clearance (yes/no)","description":"Percentage of people who are ctDNA negative after each cycle","timeFrame":"Up to completion of cycle 8 (where each cycle is 21 days)"},{"measure":"Disease Free Survival","description":"Time from surgery to recurrence of macroscopic disease of radiological imaging or death","timeFrame":"At 12 months and 24 months"},{"measure":"Overall survival","description":"Time from surgery to death","timeFrame":"12, 18 and 24 months"},{"measure":"QLQ-C30","description":"Quality of life scored from QLQ-C30","timeFrame":"Up to 30 months post surgery"},{"measure":"QLQ-OG25","description":"Quality of life scored from QLQ-OG25","timeFrame":"Up to 30 months post surgery"},{"measure":"EQ-5D-5L","description":"Quality of life scored from EQ-5D-5L","timeFrame":"Up to 30 months post surgery"},{"measure":"Safety and tolerability of T-DXd","description":"Frequency of adverse events and percentage of people experiencing them","timeFrame":"Up to 100 days post last dose of trial treatment"}],"otherOutcomes":[{"measure":"Measurement of the quantity of ctDNA present in blood using the Signatera assay","description":"Absolute and relative ctDNA reduction in individual patients, duration of ctDNA response, correlation between ctDNA response and radiological recurrence and survival outcomes","timeFrame":"From date of surgery until the date of recurrence or date of death from any cause, whichever comes first, assessed up to 30 months"},{"measure":"Measurement of the quantity of ctDNA present in blood using Signatera assay","description":"Correlation between tumour HER2 IHC and copy numbers status, other molecular markers and ctDNA dynamics and patient outcomes","timeFrame":"From date of surgery until the date of recurrence or date of death from any cause, whichever comes first, assessed up to 30 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathologically documented adenocarcinoma of the stomach (clinical stage before surgery of AJCC I-III), gastroesophageal junction, or lower oesophagus (to include Type I Siewert only), with HER2 overexpression (IHC 3+ or IHC 2+/ISH+) based on local tissue testing results.\n* ctDNA positive after surgery as per Signatera assay\n* Capable of giving signed informed consent prior to any mandatory study specific procedures, sampling, or analyses and which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n* Male and female participants must be at least 18 years of age at the time of signing the ICF.\n* Treated with neoadjuvant chemotherapy before surgery for at least six weeks.\n* Surgical resection with clear margins (R0).\n* Recovered from surgery in the opinion of the investigator.\n* No previous treatment with trastuzumab or other HER2 directed therapy.\n* No evidence of metastatic disease on post-surgical CT.\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Has LVEF ≥ 50% by either echocardiogram (ECHO) or multigated acquisition (MUGA) scan within 28 days before treatment.\n* Has adequate organ and bone marrow function within 14 days before treatment allocation as below:\n* Platelet count ≥ 100x109/L (Platelet transfusion is not allowed within 1 week prior to screening assessment, use of thrombopoietin receptor agonists is not allowed within 2 weeks prior to screening assessment)\n* Haemoglobin ≥ 80 g/L. Participants requiring transfusions or growth factor support to maintain haemoglobin ≥ 80 g/L are not eligible. (Red blood cell transfusions is not allowed within 1 week prior to screening assessment)\n* Absolute neutrophil count ≥ 1.5 x 109/L (granulocyte-colony stimulating factor \\[G-CSF\\] administration is not allowed within 1 week prior to screening assessment\n* ALT/AST ≤ 3 x ULN\n* Total bilirubin ≤ 1.5 x ULN or \\< 3 x ULN in the presence of documented Gilbert's Syndrome (unconjugated hyperbilirubinemia)\n* Serum albumin ≥ 3.0 g/dl\n* Creatinine clearance ≥ 50 mL/min as calculated using the Cockcroft-Gault equation\n* Adequate clotting function International Normalized Ratio (INR) or prothrombin time and either partial thromboplastin or activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN.\n* Reproduction:\n* Evidence of post-menopausal status or negative serum pregnancy test for females of childbearing potential who are sexually active with a non-sterilised male partner.\n* For women of childbearing potential, a negative result for serum pregnancy test (test must have a sensitivity of at least 25 mIU/mL) must be available at the screening visit and urine beta-human chorionic gonadotropin (β-HCG) pregnancy test prior to each administration of IMP.\n* Women of childbearing potential are defined as those who are not surgically sterile (i.e., underwent bilateral salpingectomy, bilateral oophorectomy, or complete hysterectomy) or post-menopausal.\n\nI. Women aged \\<50 years will be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone (LH) and follicle-stimulating hormone (FSH) levels in the post-menopausal range for the site.\n\nII. Women aged ≥ 50 years will be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\> 1 year ago, had chemotherapy-induced menopause with last menses \\>1 year ago.\n\n* Female participants of childbearing potential who are sexually active with a non-sterilised male partner must use at least one highly effective method of contraception from the time of screening, and must agree to continue using such precautions for 7 months after the last dose of IMP. Not all methods of contraception are highly effective.\n* Female participants must refrain from breastfeeding and must not donate (or retrieve their own for use) ova, from the time of screening, throughout the study treatment period, and for at least 7 months after the last dose of IMP.\n* Complete heterosexual abstinence for the duration of the study and drug washout period is an acceptable contraceptive method if it is in line with the patient's usual lifestyle (consideration must be made to the duration of the clinical trial); however, periodic or occasion abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception.\n* Non-sterilised male participants who are sexually active with a female partner of childbearing potential must use a condom with spermicide from screening to 4 months after the final dose of IMP.\n* It is strongly recommended for the female partners of a male participant to also use at least one highly effective method of contraception throughout this period. In addition, male participants should refrain from fathering a child or freezing or donating sperm from screening, throughout the study treatment period, and for at least 4 months after the last dose of IMP.\n* Investigators should advise male participants on the conservation of sperm prior to starting treatment because of the possibility of irreversible infertility/testicular damage due to IMP administered in this study.\n* Female subjects must not donate, or retrieve for their own use, ova from the time of enrolment and throughout the study treatment period, and for at least 7 months after the final study drug administration. They should refrain from breastfeeding throughout this time. Preservation of ova prior to enrolment in this study, can be discussed with the patient if clinically appropriate to do so.\n\nExclusion Criteria:\n\n* Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AE's, or compromise the ability of the participant to give written informed consent.\n* Participants with a medical history of myocardial infarction within 6 months before treatment or symptomatic CHF (New York Heart Association Class II to IV), unstable angina pectoris, clinically important cardiac arrhythmias, or a recent (\\<6 months) cardiovascular event, including myocardial infarction, unstable angina pectoris, and stroke. Participants with troponin levels above ULN at screening (as defined by the manufacturer)m and without myocardial related symptoms, should have a cardiologic consultation before enrolment to rule out myocardial infarction.\n* Corrected QT interval (QTcF) prolongation to \\> 470 msec (females) or \\> 450 msec (males) based on average of the screening triplicate 12-lead ECG\n* History of (non-infectious) ILD/pneumonitis, current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at screening.\n* Any of the following:\n\n  1. Lung-specific intercurrent clinically significant illnesses including, but not limited to, any underlying pulmonary disorder (e.g., clinically significant pulmonary emboli within 3 months of treatment, severe asthma, severe chronic obstructive pulmonary disease, restrictive lung disease, clinically significant pleural effusion etc.)\n  2. Any autoimmune, connective tissue, or inflammatory disorders with pulmonary involvement (e.g., rheumatoid arthritis, Sjogren's, sarcoidosis etc.), where there is documented, or a suspicion of, pulmonary involvement at the time of screening\n  3. Prior pneumonectomy (complete)\n* Uncontrolled infection requiring intravenous (IV) antibiotics, antivirals, or antifungals\n* Multiple primary malignancies within the prior 3 years, except adequately resected non-melanoma skin cancer, curatively treated in situ disease, or other solid tumours curatively treated.\n* A pleural effusion, ascites or pericardial effusion that requires drainage, peritoneal shunt.\n* Unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤1 or baseline. The following exemption will apply; stable chronic G2 toxicity which in the opinion of the investigator is not reasonably expected to be exacerbated by treatment with study drugs.\n* Known allergy or hypersensitivity to T-DXd or any of the study drug components\n* History of severe hypersensitivity reactions or other monoclonal antibodies\n* Pregnant or breastfeeding female participants, or participants who are planning to become pregnant\n* Involvement in the planning and/or conduct of the study\n* Has substance abuse or any other medical conditions, that may, in the opinion of the investigator, interfere with the subjects participation in the clinical study or evaluation of the clinical study results\n* Receipt of live, attenuated vaccine within 30 days prior to the first dose of trastuzumab deruxtecan. Note: Patients, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of IMP\n* Active primary immunodeficiency, known human immunodeficiency virus (HIV) infection, or active hepatitis B or C infection. Patients positive for hepatitis (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Judgement by the Investigator that the participant should not participate in the study, if the participant is unlikely to comply with study procedures, restrictions, and requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Elizabeth Smyth","role":"CONTACT","phone":"023 81205773","email":"elizabeth.smyth2@nhs.net"},{"name":"Daniel Griffiths","role":"CONTACT","phone":"02381205154","email":"decipher@soton.ac.uk"}],"overallOfficials":[{"name":"Elizabeth Smyth","affiliation":"University of Oxford","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Surrey NHS Foundation Trust, Royal Surrey County Hospital","status":"NOT_YET_RECRUITING","city":"Guildford","state":"Surrey","zip":"GU2 7XX","country":"United Kingdom","contacts":[{"name":"Madeleine Hewish","role":"CONTACT"},{"name":"Madeleine Hewish","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.23536,"lon":-0.57427}},{"facility":"University Hospitals Coventry and Warwickshire, University Hospital Coventry","status":"RECRUITING","city":"Coventry","state":"Warwickshire","zip":"CV2 2DX","country":"United Kingdom","contacts":[{"name":"Hannah Tween","role":"CONTACT"},{"name":"Hannah Tween","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.40656,"lon":-1.51217}},{"facility":"Belfast Health and Social Care Trust, Belfast City Hospital","status":"RECRUITING","city":"Belfast","zip":"BT9 7AB","country":"United Kingdom","contacts":[{"name":"Richard Turkington","role":"CONTACT"},{"name":"Richard Turkington","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":54.59682,"lon":-5.92541}},{"facility":"Cambridge University Hospital NHS Foundation Trust, Addenbrookes Hospital","status":"RECRUITING","city":"Cambridge","zip":"CB2 0QQ","country":"United Kingdom","contacts":[{"name":"Hugo Ford","role":"CONTACT"},{"name":"Hugo Ford","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.2,"lon":0.11667}},{"facility":"University Hospitals of Derby and Burton NHS Foundation Trust, Royal Derby Hospital","status":"RECRUITING","city":"Derby","zip":"DE22 3NE","country":"United Kingdom","contacts":[{"name":"Jessica Davies","role":"CONTACT"},{"name":"Jessica Davies","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.92277,"lon":-1.47663}},{"facility":"NHS Tayside, Ninewells Hospital","status":"RECRUITING","city":"Dundee","zip":"DD2 1UB","country":"United Kingdom","contacts":[{"name":"Russell Petty","role":"CONTACT"},{"name":"Russell Petty","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.46913,"lon":-2.97489}},{"facility":"Hull University Teaching Hospitals NHS Trust, Castel Hill Hospital","status":"RECRUITING","city":"Hull","zip":"HU16 5JQ","country":"United Kingdom","contacts":[{"name":"Rajarshi Roy","role":"CONTACT"},{"name":"Rajarshi Roy","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.7446,"lon":-0.33525}},{"facility":"Leeds Teaching Hospitals NHS Trust, St James's University Hospital","status":"RECRUITING","city":"Leeds","zip":"LS9 7TF","country":"United Kingdom","contacts":[{"name":"Daniel Swinson","role":"CONTACT"},{"name":"Daniel Swinson","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.79648,"lon":-1.54785}},{"facility":"University College London Hospitals NHS Foundation Trust, University College Hospital London","status":"RECRUITING","city":"London","zip":"NW1 2BU","country":"United Kingdom","contacts":[{"name":"John Bridgewater","role":"CONTACT"},{"name":"John Bridgewater","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Guys & St Thomas NHS Foundation Trust, Guy's Hospital","status":"RECRUITING","city":"London","zip":"SE1 9RT","country":"United Kingdom","contacts":[{"name":"Sarah Ngan","role":"CONTACT"},{"name":"Sarah Ngan","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"The Christie NHS Foundation Trust","status":"RECRUITING","city":"Manchester","zip":"M20 4BX","country":"United Kingdom","contacts":[{"name":"Was Mansoor","role":"CONTACT"},{"name":"Was Mansoor","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.48095,"lon":-2.23743}},{"facility":"Oxford University Hospitals NHS Trust, Churchill Hospital","status":"RECRUITING","city":"Oxford","zip":"OX3 7LE","country":"United Kingdom","contacts":[{"name":"Elizabeth Smyth","role":"CONTACT"},{"name":"Elizabeth Smyth","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}},{"facility":"Lancashire Teaching Hospitals NHS Foundation Trust, Royal Preston Hospital","status":"RECRUITING","city":"Preston","zip":"PR2 9HT","country":"United Kingdom","contacts":[{"name":"Catherine Mitchell","role":"CONTACT"},{"name":"Catherine Mitchell","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.76282,"lon":-2.70452}},{"facility":"Velindre University NHS Trust, Velindre Cancer Centre","status":"NOT_YET_RECRUITING","city":"Whitchurch","zip":"CF14 2TL","country":"United Kingdom","contacts":[{"name":"Carys Morgan","role":"CONTACT"},{"name":"Carys Morgan","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.51167,"lon":-3.22083}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be made available, including data dictionaries, for approved data sharing requests. Individual participant data will be shared that underlie the results after de-identification and normalisation of information (text, tables, figures, and appendices). The study protocol and statistical analysis plan will also be available. Pseudonymised participant data within the clinical trial dataset will be available for sharing via controlled access by authorised Southampton Clinical Trials Unit (SCTU) staff. The request for data access will need to detail the specific requirements and the proposed research, statistical analysis, publication plan and evidence of research group qualifications. Data will be shared once all parties have signed relevant data sharing documentation covering SCTU conditions for sharing and if required, an additional data sharing agreement from the sponsor. Proposals should be directed to ctu@soton.ac.uk.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Anonymous data will be available for request from 3 months after the publication of the results to researchers who provide a completed data sharing request form that describes a methodologically sound proposal, for the purpose of the approved proposal and if appropriate, signed a data-sharing agreement.","accessCriteria":"Data access requests will be reviewed against specific eligibility criteria by the SCTU data custodian and key members of the trial team.","url":"http://www.southampton.ac.uk/ctu/index.page?"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D004938","term":"Esophageal Neoplasms"},{"id":"D013274","term":"Stomach Neoplasms"},{"id":"D018365","term":"Neoplasm, Residual"}],"ancestors":[{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D006258","term":"Head and Neck Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D004935","term":"Esophageal Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D013272","term":"Stomach Diseases"},{"id":"D009385","term":"Neoplastic Processes"},{"id":"D010335","term":"Pathologic Processes"},{"id":"D013568","term":"Pathological Conditions, Signs and Symptoms"}]},"interventionBrowseModule":{"meshes":[{"id":"C000614160","term":"trastuzumab deruxtecan"}]}},"hasResults":false}