{"protocolSection":{"identificationModule":{"nctId":"NCT05200442","orgStudyIdInfo":{"id":"IRB21-2026"},"organization":{"fullName":"University of Chicago","class":"OTHER"},"briefTitle":"A Study of VS-6766 and Cetuximab in Patients With Advanced Colorectal Cancer","officialTitle":"A Phase 1b/2 Study of AVUTOMETINIB and Cetuximab in Participants With Advanced KRAS Mutated Colorectal Cancer"},"statusModule":{"statusVerifiedDate":"2025-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-06","studyFirstSubmitQcDate":"2022-01-06","studyFirstPostDateStruct":{"date":"2022-01-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-11-03","lastUpdatePostDateStruct":{"date":"2025-11-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Chicago","class":"OTHER"},"collaborators":[{"name":"Verastem, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Doctors leading this study hope to learn about the safety of combining the study drug VS-6766 with another drug called cetuximab in colorectal cancer. This study is for individuals who have advanced colorectal cancer and their cancer has progressed while getting previous treatment or individuals who cannot take/tolerate previous treatments. If you choose to participate, your time in this research will last up to 24 months.","detailedDescription":"The purpose of this research is to gather information on the safety and effectiveness of VS-6766 in combination with cetuximab. Doctors leading this study want to find out if combining two medications (cetuximab and VS-6766) is better or worse than the usual approach for the treatment of colorectal cancer. The usual approach for treating colorectal cancer after it progresses involves chemotherapies like Fluorouracil (5-FU), oxaliplatin, irinotecan and possibly a medication like bevacizumab. This study will instead combine cetuximab and VS-6766 to find out if the two medications can help people living with advanced colorectal cancers with certain mutations (differences) called KRAS mutations."},"conditionsModule":{"conditions":["Colorectal Cancer","Colorectal Adenocarcinoma","Colorectal Cancer Metastatic","Advanced Colorectal Carcinoma","Advanced Colorectal Adenocarcinoma"],"keywords":["colorectal cancer","advanced colorectal cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":53,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Phase 1(Dose-Finding Arm): Group 1 - Dose Level 1 (Starting Dose)","type":"EXPERIMENTAL","description":"This study will use two dose levels (a starting dose at level 1 and a second dose highest dose at level 2) of the VS-6766 and cetuximab regimen. If participants in group 1 don't experience severe negative side effects to the starting dose of the regimen, then more participants will be assigned to group 2 at a higher dose until the safest/ most tolerable dose is found. If participants show toxic side effects to the first pre-determined dose, the dose will be decreased to the next lower dose level.\n\nGroup 1/ Dose Level 1:\n\nParticipants in group 0 will receive the starting dose of study drugs (below):\n\n* VS-6766 (2.4mg) orally twice a week\n* cetuximab (500mg) via intravenous (IV) needle in vein every 2 weeks\n\nDuring phase 1, VS-6766 and cetuximab will be given in 28-day \"cycles\" (a period of time when participants receive study drugs). Participants in this portion of the study will receive 12 cycles of VS-6766 and cetuximab.","interventionNames":["Drug: VS-6766/avutometinib","Drug: Cetuximab"]},{"label":"Phase 1(Dose-Finding Arm): Group 2- Dose Level 2 (Second Highest Dose)","type":"EXPERIMENTAL","description":"This study will use two dose levels (a starting dose at level 1 and a second dose highest dose at level 2) of the VS-6766 and cetuximab regimen. If participants in group 1 don't experience severe negative side effects to the starting dose of the regimen, then more participants will be assigned to group 2 at a higher dose until the safest/ most tolerable dose is found. If participants show toxic side effects to the first pre-determined dose, the dose will be decreased to the next lower dose level.\n\nParticipants in group 2 will receive the second highest dose of study drugs (below):\n\n* VS-6766 (3.4mg) orally twice a week\n* cetuximab (500mg) via intravenous (IV) needle in vein every 2 weeks\n\nDuring phase 1, VS-6766 and cetuximab will be given in 28-day \"cycles\" (a period of time when participants receive study drugs). Participants in this portion of the study will receive 12 cycles of VS-6766 and cetuximab.","interventionNames":["Drug: VS-6766/avutometinib","Drug: Cetuximab"]},{"label":"Phase 1(Dose-Finding Arm): Group 3 - Lower Dose Level 1","type":"EXPERIMENTAL","description":"Participants in this group will received a lower dose of the VS6766 and cetuximab regimen. Inclusion in this group is optional and based on whether the participant reports serious side effects in response to a higher dose of the regimen.\n\nIf participants are included in this group, they will receive:\n\n* VS-6766 (2.4mg) orally twice a week\n* cetuximab (400mg) via intravenous (IV) needle in vein every 2 weeks","interventionNames":["Drug: VS-6766/avutometinib","Drug: Cetuximab"]},{"label":"Phase 1(Dose-Finding Arm): Group 4 - Lower Dose Level 2","type":"EXPERIMENTAL","description":"Participants in this group will received the second lowest dose of the VS6766 and cetuximab regimen. Inclusion in this group is optional and based on whether the participant reports serious side effects in response to a higher dose of the regimen.\n\nIf participants are included in this group, they will receive:\n\n* VS-6766 (2.4mg) orally twice a week\n* cetuximab (300mg) via intravenous (IV) needle in vein every 2 weeks","interventionNames":["Drug: VS-6766/avutometinib","Drug: Cetuximab"]},{"label":"Phase 2 (Efficacy Arm/ Expansion Cohort)","type":"EXPERIMENTAL","description":"Participants in this arm will help test the efficacy of the VS-6766 and cetuximab dose established in phase 1 of the study. Participants will take the same two drugs ( VS-6766 and cetuximab) at the best tolerated dose that was found during the first phase of the study.\n\nParticipants in this group will also keep a pill diary. This helps you keep track of when you take your pills. The study team at your doctor's office will show you how to use this diary. Each time you visit the clinic, you must bring the pill diary, any remaining pills, and the pill bottle.","interventionNames":["Drug: VS-6766/avutometinib","Drug: Cetuximab","Other: Pill Diary"]}],"interventions":[{"type":"DRUG","name":"VS-6766/avutometinib","description":"An oral anti-cancer medication.","armGroupLabels":["Phase 1(Dose-Finding Arm): Group 1 - Dose Level 1 (Starting Dose)","Phase 1(Dose-Finding Arm): Group 2- Dose Level 2 (Second Highest Dose)","Phase 1(Dose-Finding Arm): Group 3 - Lower Dose Level 1","Phase 1(Dose-Finding Arm): Group 4 - Lower Dose Level 2","Phase 2 (Efficacy Arm/ Expansion Cohort)"]},{"type":"DRUG","name":"Cetuximab","description":"A chemotherapy drug used to treat head, neck and colorectal cancer.","armGroupLabels":["Phase 1(Dose-Finding Arm): Group 1 - Dose Level 1 (Starting Dose)","Phase 1(Dose-Finding Arm): Group 2- Dose Level 2 (Second Highest Dose)","Phase 1(Dose-Finding Arm): Group 3 - Lower Dose Level 1","Phase 1(Dose-Finding Arm): Group 4 - Lower Dose Level 2","Phase 2 (Efficacy Arm/ Expansion Cohort)"],"otherNames":["Erbitux"]},{"type":"OTHER","name":"Pill Diary","description":"A diary where participants in phase 2 of study will log their medications and times they are taken on study.","armGroupLabels":["Phase 2 (Efficacy Arm/ Expansion Cohort)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Phase I Primary Objective: Maximum Tolerated Dose (MTD) of VS-6766 combined with Cetuximab","description":"The maximum tolerated dose of VS-6766 in combination with cetuximab in participants who have KRAS-mutated metastatic colorectal cancer after disease progression or evidence of intolerance to fluorouracil (5- FU) /capecitabine, oxaliplatin, irinotecan and bevacizumab (if indicated). Doctors leading the study will find the maximum tolerated dose by assessing the rate of serious side effects (known as \"dose limiting toxicities\") among participants according to the NCI Common Terminology Criteria (CTCAE) for Adverse Events Version 5.","timeFrame":"2 years"},{"measure":"Phase 2 Primary Objective: Objective Response Rate of Participants Who Take Phase I /MTD Dose of VS-6766 combined with Cetuximab","description":"Objective response rate or participants who take the maximum tolerated dose (MTD) of VS-6766 combined with cetuximab that was established in phase 1 (the dose-finding portion) of the study. The objective response rate (how the participant's cancer responds to the study drugs) will be measured and assessed using the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Phase 1 Objective: The Number of Dose-Limiting Toxicities (Serious Side Effects) Reported Among Participants Taking VS-6766 and Cetuximab","description":"The number of dose-limiting toxicities reported among participants who take VS-6766 and cetuximab at dose levels set by study doctor. Dose-limiting toxicities will be graded/measured using the Common Terminology Criteria for Adverse Events v. 5.0.","timeFrame":"2 years"},{"measure":"Phase 1 Objective: Frequency/ Type of Dose-Limiting Toxicities (Serious Side Effects) Reported Among Participants Taking VS-6766 and Cetuximab","description":"The type of dose-limiting toxicities and their frequency reported among participants who take VS-6766 and cetuximab at dose levels set by study doctor. Dose-limiting toxicities will be graded/measured using the Common Terminology Criteria for Adverse Events v. 5.0.","timeFrame":"2 years"},{"measure":"Phase 2 Objective: Duration of Response","description":"The date at which the participant's earliest best objective status is first noted to be either a complete response or partial response at the earliest date progression is documented, or death if no prior evidence of disease progression. Duration of response will be assessed according to clinical study records and statistical analysis of study data.","timeFrame":"2 years"},{"measure":"Phase 2 Objective: Progression-Free Survival (PFS)","description":"The time from study entry to the first of either disease progression or death from any cause as determined by Response Evaluation In Solid Tumors Criteria 1.1 and statistical analysis of study data (Kaplan-Meier method).","timeFrame":"2 years"},{"measure":"Phase 2 Objective: Two-Month Progression-Free Survival","description":"Two-month progression-free survival defined as the proportion of subjects who did not die nor progress with disease two months after starting therapy as assessed by clinical notes/ study records and statistical analysis of study data.","timeFrame":"2 months"},{"measure":"Phase 2 Objective: Overall Survival","description":"The time from study entry until death from any cause according to clinical notes/study records.","timeFrame":"2 years"},{"measure":"Phase II Objective: Complete Response","description":"Complete response for at least 4 months while on treatment as assessed by clinical notes/study records.","timeFrame":"4 months"},{"measure":"Phase II Objective: Partial Response","description":"Partial response for at least 4 months while on treatment as assessed by clinical notes/study records.","timeFrame":"4 months"},{"measure":"Phase II Objective: Stable Disease","description":"Stable disease for at least 4 months while on treatment as assessed by clinical notes/study records.","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be able to show documentation of disease: Participants must have metastatic colorectal adenocarcinoma with kirsten rat sarcoma viral oncogene homolog (KRAS) mutations, detected by any Clinical Laboratory Improvement Amendments-certified method (tumor or ct-DNA), for which curable treatment modalities are not an option.\n* Participants with the following KRAS mutations can be included in the study. These eligible KRAS mutations will be confirmed by the Study Chair, Dr. Shergill. Please contact Dr. Shergill for all other mutations that you feel may benefit from this treatment.\n* Must have measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST 1.1).\n* Must have had progression of disease on 5-FU or capecitabine, oxaliplatin, irinotecan and bevacizumab therapy or any other approved anti-VEGF therapy or must have a scientifically justifiable reason for not having had these therapies prior to trial. If participant has high levels of MicroSatellite Instability (MSI-H), they must have had recommended immunotherapy agent(s) i.e anti- programmed death ligand 1 (L)1 with or without anti-CTLA4 agents.\n* No prior Lonsurf or regorafenib treatment is allowed.\n* Must have not had any treatment with prior MEK (mitogen-activated protein kinase kinase) inhibitor, anti-EGFR (antineoplastic epidermal growth factor receptor), KRAS, SOS1 ( Son of sevenless 1) and SHP2 (Src homology-2 domain-containing protein tyrosine phosphatase-2) inhibitor therapy.\n* Participants should not have had chemotherapy, radiotherapy, or major surgery within 2 weeks prior to entering the study.\n* Participants should not be receiving any other study agents concurrently with the study drugs.\n* Not pregnant and not nursing, because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown. Therefore, for women of childbearing potential only, a negative pregnancy test done ≤ 7 days prior to registration is required. Negative serum pregnancy test is required for all female patients of child bearing potential within 7 days of cycle 1 day. All patients should agree to use highly effective method of contraceptive: female patient up to 2 months after 30 days of the last dose and male pts up to 90 days of the last dose.\n* Must be 18 years old or older.\n* Must have Eastern Cooperative Oncology Group Performance status of 0-1\n* Must meet required clinical laboratory values set by study doctor to show participant's health and organ function meets requirements to be in study.\n* Must have adequate cardiac function as clinically confirmed by study doctor.\n* Participants with human immunodeficiency virus (HIV)-infected who are on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n* For participants with a history of chronic hepatitis B virus infection, the hepatitis B virus (HBV) viral load must be undetectable on suppressive therapy, if indicated.\n* Participants with a history of hepatitis C (HCV) infection must have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Participants with known untreated Central Nervous System (CNS) metastases are excluded. Patients with a history of CNS metastases are permitted to enroll if they have been treated, and systemic steroids have been tapered to physiologic doses (10 milligrams (mg) or less of prednisone or equivalent), and CNS disease has been stable for a minimum of one month on imaging and clinically. Exceptions for participants with asymptomatic sub-centimeter metastases that, in the opinion of the treating investigator, do not require intervention may be possible following discussion and agreement with the overall Study Chair.\n\nExclusion criteria:\n\n* Participants with uncontrolled intercurrent illness including, but not limited to: ongoing or active infection requiring systemic treatment, symptomatic congestive heart failure, cardiac arrhythmia, psychiatric illness/social situations that would limit compliance with study requirements, hypertension, defined as systolic blood pressure \\> 160 mmHg despite medical management, myocardial infarction, unstable angina, coronary artery bypass grafting, coronary angioplasty, or stenting \\< 12 months prior to screening.\n* Participants with clinically relevant coronary artery disease or history of myocardial infarction in last 12 months or high risk of uncontrolled arrhythmia or uncontrolled cardiac insufficiency, or those with uncontrolled or poorly controlled hypertension (\\>180 millimeters of mercury (mmHg) systolic or \\>130 mmHG diastolic pressures) may not receive cetuximab.\n* Participants with history of corrected QT interval (QTc) prolongation, Brugada syndrome, known history of QTc prolongation, or Torsades de Pointes.\n* Participants with known COVID-19 infection within 28 days prior to first dose of therapy are excluded. History of Gilbert's syndrome.\n* Participants with history of recent rhabdomyolysis within last 3 months.\n* Participants with active skin disorder that has requested systemic therapy within past 12 months.\n* Participants with a history of neuromuscular disorders that are associated with elevated creatine phosphokinase (CPK) (e.g. inflammatory myopathies, muscular dystrophy, amyotrophic lateral sclerosis, spinal muscular atrophy).\n* History of other malignancy which could affect compliance with the protocol or interpretation of results.\n* History of curatively treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix are allowed. Subjects with a malignancy that has been treated with curative intent will also be allowed if the malignancy has been in remission without treatment for ≥ 2 years prior to Cycle 1, Day 1. Subjects with localized prostate cancer that has been treated with curative intent will be allowed.\n* Participants planning to embark on a new strenuous exercise regimen after the first dose of study treatment (e.g. running or bicycling \\> 10 mph) due to risk of CPK elevation.\n* Participants with history of a malabsorption syndrome or uncontrolled nausea, vomiting, or diarrhea that may interfere with the absorption of oral study medication in the opinion of the treating study doctor.\n* Participants with evidence of visible retinal pathology or retinal degenerative disease on screening ophthalmologic examination that places the participant at an unacceptable risk for ocular events. Related to their vision and eye health, patients must also:\n\n  * Not have history of glaucoma, history of retinal vein occlusion (RVO), predisposing factors for RVO, including uncontrolled hypertension, uncontrolled diabetes.\n  * Not have history of retinal pathology or evidence of visible retinal pathology that is considered a risk factor for RVO as measured by tonometry, or other significant ocular pathology, such as anatomical abnormalities that increase the risk for RVO\n  * Patients must not have history of corneal erosion (instability of corneal epithelium), corneal degeneration, active or recurrent keratitis, and other forms of serious ocular surface inflammatory conditions.\n  * Patients must not have history of retinal degenerative disease.\n  * Patient must not have presence of neurosensory retinal detachment, or neovascular macular degeneration on screening ophthalmologic exam.\n* Patients with Impairment of gastrointestinal function or gastrointestinal disease (e.g., active ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, small bowel resection) are excluded.\n* Participants should not have history of bowel perforation or intestinal fistulas in the last 6 months.\n* Participants with current Grade 3 or higher neuropathy are excluded.\n* No prior allogeneic stem cell or solid organ transplantation. Patients may not have had prior stem cell or solid organ transplantation. Women who are pregnant or breastfeeding are excluded.\n* History of allergic reactions attributed to compounds of chemical or biologic composition similar to those of cetuximab, or if the patient had red meat allergy/tick bite history.\n* The participant is on any medications that conflict with the drugs administered in study.\n* Participants with known or suspected allergy or hypersensitivity to VS-6766 or any of the inactive ingredients which include, but is not limited to, hydroxypropylmethylcellulose, mannitol, magnesium stearate.\n* If the participant has a history of allergic reactions attributed to compounds of chemical or biologic composition similar to those of cetuximab, or if the participant had red meat allergy/tick bite history they must be excluded.\n* Chronic concomitant treatment with strong inhibitors of Cytochrome P450 3A4 (CYP3A4) is not allowed on this study. Patients on strong CYP3A4 inhibitors must discontinue the drug for 14 days prior to registration on the study. See Section 8.1.9 for more information.\n* Chronic concomitant treatment with strong CYP3A4 inducers is not allowed. Patients must discontinue the drug 14 days prior to the start of study treatment.\n* Participants must avoid grapefruit, grapefruit juice, St. John's Wort and other medications (with or without prescriptions), supplements, herbal remedies or foods that are strong inhibitors or inducers of CYP3A4 while on VS-6766.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ardaman S. Shergill, MD","role":"CONTACT","phone":"773-702-8114","email":"ashergill@medicine.bsd.uchicago.edu"}],"overallOfficials":[{"name":"Ardaman S. Shergill, MD","affiliation":"University of Chicago Comprehensive Cancer Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Chicago Medical Center","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60615","country":"United States","contacts":[{"name":"Ardaman Shergill, MD","role":"CONTACT","phone":"855-702-8222","email":"cancerclinicaltrials@bsd.uchicago.edu"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D015179","term":"Colorectal Neoplasms"}],"ancestors":[{"id":"D007414","term":"Intestinal Neoplasms"},{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D003108","term":"Colonic Diseases"},{"id":"D007410","term":"Intestinal Diseases"},{"id":"D012002","term":"Rectal Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068818","term":"Cetuximab"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"}]}},"hasResults":false}