{"protocolSection":{"identificationModule":{"nctId":"NCT04989946","orgStudyIdInfo":{"id":"2021-0575"},"secondaryIdInfos":[{"id":"Protocol Version 12/3/2024","type":"OTHER","domain":"UW Madison"},{"id":"2021-0575","type":"OTHER","domain":"UW Madison Health Sciences IRB"},{"id":"W81XWH2110270","type":"OTHER_GRANT","domain":"Department of Defense"},{"id":"A534260","type":"OTHER","domain":"UW Madison"},{"id":"P50CA269011-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P50CA269011-01A1"}],"organization":{"fullName":"University of Wisconsin, Madison","class":"OTHER"},"briefTitle":"Androgen Deprivation, With or Without pTVG-AR, and With or Without T-Cell Checkpoint Blockade, in Patients With Newly Diagnosed, High-Risk Prostate Cancer","officialTitle":"Phase I/II Trial of Androgen Deprivation, With or Without pTVG-AR, and With or Without T-Cell Checkpoint Blockade, in Patients With Newly Diagnosed, High-Risk Prostate Cancer"},"statusModule":{"statusVerifiedDate":"2025-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-26","studyFirstSubmitQcDate":"2021-07-26","studyFirstPostDateStruct":{"date":"2021-08-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-26","lastUpdatePostDateStruct":{"date":"2026-01-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Wisconsin, Madison","class":"OTHER"},"collaborators":[{"name":"United States Department of Defense","class":"FED"},{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"},{"name":"Bristol-Myers Squibb","class":"INDUSTRY"},{"name":"National Cancer Institute (NCI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The current protocol will examine the use of a plasmid DNA vaccine encoding AR, alone or with T-cell checkpoint blockade, to induce and/or augment therapeutic T-cells following androgen deprivation in patients with newly diagnosed prostate cancer scheduled to undergo prostatectomy. Patients without evidence of metastatic disease, with tissue remaining from a pre-treatment biopsy, and who are being considered for standard treatment by prostatectomy, will be invited to participate and will be on study for up to 15 months.","detailedDescription":"The original design of this protocol was to examine the use of a plasmid DNA vaccine encoding Androgen Receptor (AR), alone or with nivolumab, to induce and/or augment therapeutic T-cells following androgen deprivation in participants with newly diagnosed prostate cancer scheduled to undergo prostatectomy in one of three treatment arms. Based on emerging preclinical data that the timing of PD-1 blockade with the first immunization may be critical, and that combining PD-1 and LAG-3 blockade can improve the anti-tumor efficacy of vaccination in murine models of prostate cancer, the trial was amended to include two additional treatment arms testing the timing of PD-1 blockade and the addition of LAG-3 blockade. All participants will receive treatment with degarelix for 8 weeks prior to prostatectomy. In the first part of the study encompassing the first 3 treatment arms, participants will be also be randomized to receive either no additional treatment, a DNA vaccine encoding AR, or a DNA vaccine encoding AR and nivolumab. The additional arms will randomize patients to receive cemiplimab (PD-1 antagonist) with vaccine or cemiplimab with fianlimab (LAG-3 antagonist) and vaccine, with each agent initiated with the first immunization.\n\nParticipants receiving vaccination will begin that treatment prior to degarelix, based on preclinical findings that this may be a preferred sequence of treatment. The overall goal is to determine whether a DNA vaccine can augment the number of prostate tumor-specific infiltrating CD8+ T cells elicited with androgen deprivation, and whether this might be further augmented by combination with T-cell checkpoint blockade.\n\nBecause these cells should have cytolytic effector function, the primary clinical endpoint is pathological response (pCR and secondarily MRD) at the time of prostatectomy. This endpoint was chosen based on observations from previous clinical trials evaluating androgen deprivation therapies alone in this setting.\n\nSafety will also be a primary objective of the current study, as this vaccine and nivolumab have not been previously used in this early stage population. An additional secondary clinical endpoint will be 1-year PSA progression-free survival, after completion of all therapy, and with evidence of testosterone recovery.\n\nLaboratory and correlative endpoints will include whether vaccination, with or without concurrent T-cell checkpoint blockade, elicits greater numbers of CD8+ tumor-infiltrating lymphocytes, and whether AR-specific prostate tissue-infiltrating CD8+ T cells and persistent systemic immunity are detectable after treatment with vaccination. Other correlative studies will evaluate FLT PET/CT (Arms 1-3) as an investigational means of specifically identifying tumor infiltration by proliferating T cells as an early marker of treatment response, and whether uptake in other normal tissues is associated with autoimmune toxicity. While this is a relatively small trial, given a focus on correlative endpoints, a phase 2 expansion design was chosen to further evaluate the safety and clinical efficacy if pathological responses are observed in the initial part of the trial. If pathological responses exceeding 20% are observed, this will be considered significantly different from what has been historically observed, and would justify proceeding with future larger studies evaluating these combination approaches in the neoadjuvant stage of prostate cancer.\n\nPrimary Objectives:\n\n1. To evaluate the safety of androgen deprivation and pTVG-AR DNA vaccine, alone or in combination with T-cell checkpoint blockade, in patients with newly diagnosed prostate cancer\n2. To determine if pathological complete responses or minimal residual disease (MRD) can occur in patients with prostate cancer treated with androgen deprivation and pTVG-AR, alone or in combination with T-cell checkpoint blockade, prior to definitive surgery\n\nSecondary Clinical Objective:\n\n1. To estimate 1-year PSA progression-free survival (post-prostatectomy)\n2. To determine whether treatment with androgen deprivation and pTVG-AR DNA vaccine, alone or in combination with T-cell checkpoint blockade, leads to residual cancer burden (RCB) \\<0.25 cm3 at the time of prostatectomy\n3. To determine the median progression-free survival\n\nLaboratory / Correlative Objectives:\n\n1. To evaluate whether treatment with pTVG-AR elicits persistent systemic AR-specific Th1-biased T-cell responses\n2. To determine whether treatment with androgen deprivation and pTVG-AR elicits greater numbers of prostate tissue-infiltrating CD8+ T cells compared with androgen deprivation alone, and whether this is augmented with nivolumab, cemiplimab, or cemiplimab and fianlimab\n3. To determine if vaccination with pTVG-AR elicits AR-specific tumor-infiltrating CD8+ T cells\n4. To determine whether PD-1 +/- LAG-3 blockade treatment with androgen deprivation and vaccine increases the frequency of CD8+ T cells with memory and effector function, relative to exhausted phenotype, compared with androgen deprivation and vaccine alone\n5. To determine whether treatment elicits changes detectable by FLT PET imaging (Arms 1-3)\n6. To determine whether LAG-3 with PD-1 blockade and vaccination (Arm 5) elicits greater CD8 T cell infiltration compared to PD-1 blockade and vaccination alone (Arm 4)\n7. To determine whether prostate-tumor infiltrating T cells can be expanded and recognize AR"},"conditionsModule":{"conditions":["Prostate Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This will be a randomized, open-label, single-institution phase 1/2 trial designed to evaluate the immunological and clinical effect of pTVG-AR, a DNA vaccine encoding AR, given with or without T-cell checkpoint blockade in combination with standard androgen deprivation for patients with newly diagnosed high-risk prostate cancer.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1: Degarelix","type":"ACTIVE_COMPARATOR","description":"\\- Degarelix 240 mg s.c. day 29, 80 mg s.c. day 57","interventionNames":["Drug: Degarelix","Drug: FLT PET/CT"]},{"label":"Arm 2: Degarelix and pTVG-AR","type":"EXPERIMENTAL","description":"* Degarelix 240 mg s.c. day 29, 80 mg s.c. day 57\n* pTVG-AR (100 µg) administered intradermally (i.d.) at days 1, 8, 15, 22, 29, 43, 57 and 71","interventionNames":["Drug: Degarelix","Biological: pTVG-AR","Drug: FLT PET/CT"]},{"label":"Arm 3: Degarelix and pTVG-AR and Nivolumab","type":"EXPERIMENTAL","description":"* Degarelix 240 mg s.c. day 29, 80 mg s.c. day 57\n* pTVG-AR (100 µg) administered intradermally (i.d.) at days 1, 8, 15, 22, 29, 43, 57 and 71\n* Nivolumab 240 mg IV administered at days 29, 43, 57 and 71","interventionNames":["Drug: Degarelix","Biological: pTVG-AR","Drug: Nivolumab","Drug: FLT PET/CT"]},{"label":"Arm 4: Degarelix and pTVG-AR and Cemiplimab","type":"EXPERIMENTAL","description":"* Degarelix 240 mg s.c. day 29, 80 mg s.c. day 57\n* pTVG-AR (100 µg) administered intradermally (i.d.) at days 1, 8, 15, 22, 29, 43, 57 and 71\n* Cemiplimab 350 mg IV administered at days 1, 22, 43 and 64","interventionNames":["Drug: Degarelix","Biological: pTVG-AR","Drug: Cemiplimab"]},{"label":"Arm 5: Degarelix and pTVG-AR and Cemiplimab and Fianlimab","type":"EXPERIMENTAL","description":"* Degarelix 240 mg s.c. day 29, 80 mg s.c. day 57\n* pTVG-AR (100 µg) administered intradermally (i.d.) at days 1, 8, 15, 22, 29, 43, 57 and 71\n* Cemiplimab 350 mg IV administered at days 1, 22, 43 and 64\n* Fianlimab 1600 mg IV administered at days 1, 22, 43 and 64","interventionNames":["Drug: Degarelix","Biological: pTVG-AR","Drug: Cemiplimab","Drug: Fianlimab"]}],"interventions":[{"type":"DRUG","name":"Degarelix","description":"standard Gonadotropin-releasing hormone (GnRH) antagonist","armGroupLabels":["Arm 1: Degarelix","Arm 2: Degarelix and pTVG-AR","Arm 3: Degarelix and pTVG-AR and Nivolumab","Arm 4: Degarelix and pTVG-AR and Cemiplimab","Arm 5: Degarelix and pTVG-AR and Cemiplimab and Fianlimab"]},{"type":"BIOLOGICAL","name":"pTVG-AR","description":"DNA vaccine encoding androgen receptor ligand-binding domain","armGroupLabels":["Arm 2: Degarelix and pTVG-AR","Arm 3: Degarelix and pTVG-AR and Nivolumab","Arm 4: Degarelix and pTVG-AR and Cemiplimab","Arm 5: Degarelix and pTVG-AR and Cemiplimab and Fianlimab"]},{"type":"DRUG","name":"Nivolumab","description":"Nivolumab is a human programmed death receptor-1 (PD-1)-blocking antibody indicated for the treatment of patients with multiple different types of cancer.","armGroupLabels":["Arm 3: Degarelix and pTVG-AR and Nivolumab"],"otherNames":["Opdivo"]},{"type":"DRUG","name":"Cemiplimab","description":"Cemiplimab is a human PD-1 blocking antibody approved for the treatment of patients with non-small cell lung cancer, cutaneous squamous cell carcinoma, and locally advanced basal cell carcinoma.","armGroupLabels":["Arm 4: Degarelix and pTVG-AR and Cemiplimab","Arm 5: Degarelix and pTVG-AR and Cemiplimab and Fianlimab"],"otherNames":["Libtavo"]},{"type":"DRUG","name":"Fianlimab","description":"Lymphocyte activation gene-3 (LAG-3) is a protein that is upregulated on activated CD4+ and CD8+ T cells following T-cell receptor engagement. Binding of LAG-3 to MHC II on professional antigen-presenting cells suppresses the proliferation, activation, and cytokine secretion of T cells. Fianlimab is a human IgG4 antibody to lymphocyte activation gene-3 (LAG-3) that blocks LAG-3/MHC II-mediated T-cell inhibition.","armGroupLabels":["Arm 5: Degarelix and pTVG-AR and Cemiplimab and Fianlimab"],"otherNames":["REGN3767"]},{"type":"DRUG","name":"FLT PET/CT","description":"Arms 1-3 only, FLT PET/CT scan at baseline (within 1-6 days of Day 1) and Day 43","armGroupLabels":["Arm 1: Degarelix","Arm 2: Degarelix and pTVG-AR","Arm 3: Degarelix and pTVG-AR and Nivolumab"],"otherNames":["3'-Deoxy-3'-[18F]Fluorothymidine (FLT) positron emission tomography (PET) /computed tomography (CT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pathological Complete Response Rate (pCR)","description":"The pathological complete response will be estimated for each arm and reported along with the corresponding 95% confidence interval which will be constructed using the Wilson score method. Formal comparisons between arms will be conducted using Fisher's exact test. Participants in this study with unknown pathological response will be treated as non-responders in the primary analysis.","timeFrame":"at prostatectomy (up to 3 months)"},{"measure":"Minimal Residual Disease (MRD) Rate","description":"The MRD rate will be estimated for each arm and reported along with the corresponding 95% confidence interval which will be constructed using the Wilson score method. Formal comparisons between arms will be conducted using Fisher's exact test. Participants in this study with unknown pathological response will be treated as non-responders in the primary analysis.","timeFrame":"at prostatectomy (up to 3 months)"},{"measure":"Incidence of Adverse Events","description":"Adverse events will be evaluated using the most recent version of the Common Terminology Criteria for Adverse Events (CTCAE).","timeFrame":"up to 15 months"},{"measure":"Toxicity Rates","description":"Toxicity rates (grade 2, grade 3, grade 4, grade ≥ 2, grade ≥ 3, etc.) will be calculated for each study arm and reported along the corresponding 95% confidence intervals. The 95% confidence intervals will be constructed using the Wilson score method.","timeFrame":"up to 15 months"}],"secondaryOutcomes":[{"measure":"Progression-Free Survival (PSA) at 1-year","description":"Defined as a serum PSA \\<0.2 ng/mL at 1 year after prostatectomy, in patients with non-castrate (\\>25 ng/dL) testosterone levels.","timeFrame":"up to 15 months on study (1 year after prostatectomy)"},{"measure":"Residual Cancer Burden (RCB)","description":"RCB will be determined using three-dimensional volume estimation based on the largest cross-sectional tumor dimension and number of cross-sections involved by tumor, corrected for tumor cellularity. The amount of RCB will be summarized for each arm in terms of medians and ranges. Comparisons between arms will be conducted using a nonparametric Wilcoxon rank sum test. Linear regression analysis will be conducted to evaluate whether AR-specific immune response is associated with RCB.","timeFrame":"at prostatectomy (up to 3 months)"},{"measure":"Median Progression-Free Survival","description":"The median progression-free survival will be estimated for each arm using the Kaplan-Meier method and reported along with the corresponding two-sided 95% confidence intervals. The arm specific 95% confidence intervals for the median progression-free survival will be calculated using the Brookmeyer-Crowley method. Exploratory comparisons of progression-free survival between arms will be conducted using the log-rank test.","timeFrame":"up to 39 months"}],"otherOutcomes":[{"measure":"Number of AR-specific Th1-biased T-cell responses","description":"Summarized in tabular format for each study arm. Fisher's exact test will be used to conduct the comparisons between arms.","timeFrame":"up to 15 months on study (1 year after prostatectomy)"},{"measure":"Change in levels of prostate tissue-infiltrating CD8+T cells","description":"Changes in these levels from the baseline to mid-treatment and post-treatment assessments will be evaluated within each arm using a paired t-test.","timeFrame":"baseline, month 3"},{"measure":"Change in levels of AR-specific tumor-infiltrating CD8+T cells","description":"Changes in these levels from the baseline to mid-treatment and post-treatment assessments will be evaluated within each arm using a paired t-test.","timeFrame":"baseline, month 3"},{"measure":"Frequency of CD8+ T cells with memory and effector function","description":"The frequency of CD8+ T cells with memory and effector function will be analyzed and compared between study arms using a generalized linear mixed effects model with subject specific random effects.","timeFrame":"up to 15 months on study (1 year after prostatectomy)"},{"measure":"FLT-PET imaging endpoints: SUVmean","description":"3'-Deoxy-3'-\\[18F\\]Fluorothymidine (FLT) positron emission tomography (PET)/computed tomography (CT) endpoints include mean Standardized Update Value (SUVmean).","timeFrame":"baseline and day 45"},{"measure":"FLT-PET imaging endpoints: SUVmax","timeFrame":"baseline and day 45"},{"measure":"FLT-PET imaging endpoints: SUVtotal","timeFrame":"baseline and day 45"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed adenocarcinoma of the prostate\n* Patients must be considered candidates for prostatectomy as per standard of care\n* High-risk patients for recurrent disease, with high risk defined based on one of the following criteria:\n\n  * Gleason score 7 and baseline serum prostate specific antigen (PSA) \\> 20 ng/mL\n  * Gleason score \\> 7\n* Life expectancy of at least 12 months at screening\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Adequate hematologic, renal and liver function as evidenced by the following within 4 weeks of day 1:\n\n  * Absolute neutrophil count (ANC) \\> 1000 / mm3\n  * HgB \\> 9.0 gm/dL independent of transfusion\n  * Platelets \\> 100,000 / mm3\n  * Creatinine \\< 2.0 mg/dL\n  * Aspartate aminotransferase (AST), Alanine transaminase (ALT) \\< 2.5 x institutional upper limit of normal (ULN)\n  * Total bilirubin \\< 2x institutional ULN (NOTE: in subjects with Gilbert's syndrome, if total bilirubin is \\>2x ULN, measure direct and indirect bilirubin and if direct bilirubin is within normal range, subject may be eligible)\n* No known history of HIV 1 and 2, HTLV-1, or active Hepatitis B or Hepatitis C\n* Must have adequate tissue (ten 5µm unstained formalin-fixed paraffin-embedded (FFPE) sections containing prostate cancer) remaining from pre-treatment diagnostic prostate biopsy for research purposes\n* Patients must be willing to undergo large-volume blood draws (up to 200mL per time point) for the investigational component of this trial\n* For those patients who are sexually active, they must be willing to use barrier contraceptive methods during the period of treatment on this trial\n* Patients must be informed of the experimental nature of the study and its potential risks, and must sign an IRB-approved written informed consent form indicating such an\n* Ability to comply with all study procedures and willingness to remain supine for 120 minutes during imaging\n\nExclusion Criteria:\n\n* Small cell or other variant (non-adenocarcinoma) prostate cancer histology\n* Prior treatment for prostate cancer, including androgen deprivation therapy (ADT), orchiectomy, antiandrogens, ketoconazole, abiraterone acetate or enzalutamide\n* Prior radiation to the prostate\n* Patients may not be receiving other investigational agents or be receiving concurrent anticancer therapy other than the treatment-prescribed androgen deprivation therapy\n* Treatment with any of the following medications while on study is prohibited, washout period not required except as indicated:\n\n  * Systemic corticosteroids (at doses over the equivalent of 10 mg prednisone daily) - not permitted within 3 months of registration; inhaled, intranasal or topical corticosteroids are acceptable\n  * PC-SPES\n  * Herbal supplements that have been shown to modulate testosterone or androgen signaling (e.g. Saw Palmetto) are not allowed while on study\n  * Megestrol\n  * Ketoconazole\n  * 5-α-reductase inhibitors - patients already taking 5-α-reductase inhibitors prior to 28 days prior to registration may stay on these agents throughout the course of therapy, but these should not be started while patients are on study\n  * Diethylstilbesterol\n  * Any other non-study hormonal agent or supplement being used with the intent of cancer treatment\n* Major surgery within 4 weeks of registration is prohibited\n* Active cardiac disease defined as active angina, symptomatic congestive heart failure, or myocardial infarction within 6 months of registration\n* Patients with known psychological or sociological conditions, addictive disorders or family problems, which would preclude compliance with the protocol\n* Patients who have undergone splenectomy\n* Patients must not have other active malignancies other than non-melanoma skin cancers or superficial bladder cancer (this includes any non-muscle invasive bladder cancer including Ta, CIS and T1), that have been adequately treated. Subjects with a history of other cancers who have been adequately treated and have been recurrence-free for \\> 3 years are eligible.\n* Any other medical intervention or condition, which, in the opinion of the principle investigator (PI) or treating physician, could compromise patient safety or adherence with the study requirements over the primary 3-6 month treatment period.\n* Patients who have concurrent enrollment on other phase I, II, or III investigational treatment studies cannot be actively receiving treatment and the last dose cannot be within 4 weeks.\n* Patients who have received a live vaccine within 14 days prior to the first dose of study treatment. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed\n* Patients with a history of life-threatening autoimmune disease or active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Patients with a history of non-infectious pneumonitis that required corticosteroid treatment, or has current pneumonitis\n* Patients with a history of allergic reactions to the tetanus vaccine","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Cancer Connect","role":"CONTACT","phone":"800-622-8922","email":"clinicaltrials@cancer.wisc.edu"}],"overallOfficials":[{"name":"Christos Kyriakopoulos, MD","affiliation":"University of Wisconsin, Madison","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Wisconsin Carbone Cancer Center","status":"RECRUITING","city":"Madison","state":"Wisconsin","zip":"53792","country":"United States","contacts":[{"name":"Cancer Connect","role":"CONTACT","phone":"800-622-8922","email":"clinicaltrials@cancer.wisc.edu"},{"name":"Christos Kyriakopoulos, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.07305,"lon":-89.40123}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D005834","term":"Genital Neoplasms, Male"},{"id":"D014565","term":"Urogenital Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D011469","term":"Prostatic Diseases"},{"id":"D052801","term":"Male Urogenital Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C431566","term":"acetyl-2-naphthylalanyl-3-chlorophenylalanyl-1-oxohexadecyl-seryl-4-aminophenylalanyl(hydroorotyl)-4-aminophenylalanyl(carbamoyl)-leucyl-ILys-prolyl-alaninamide"},{"id":"D000077594","term":"Nivolumab"},{"id":"C000627974","term":"cemiplimab"},{"id":"C002854","term":"alovudine"},{"id":"D009682","term":"Magnetic Resonance Spectroscopy"},{"id":"C062942","term":"2-phenyl-6-(2'-(4'-(ethoxycarbonyl)thiazolyl))thiazolo(3,2-b)(1,2,4)triazole"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"},{"id":"D013057","term":"Spectrum Analysis"},{"id":"D002623","term":"Chemistry Techniques, Analytical"},{"id":"D008919","term":"Investigative Techniques"}]}},"hasResults":false}