{"protocolSection":{"identificationModule":{"nctId":"NCT07077902","orgStudyIdInfo":{"id":"2020-527"},"organization":{"fullName":"Tulane University","class":"OTHER"},"briefTitle":"A Study for Evaluating Safety & Efficacy of Topical Roflumilast 0.3% Foam in Hidradenitis Suppurativa","officialTitle":"An Open Label Study for Evaluating Safety & Efficacy of Topical Roflumilast 0.3% Foam as a Mono or add-on Therapy in the Treatment of Hidradenitis Suppurativa With Correlative Analysis."},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-09-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-07-11","studyFirstSubmitQcDate":"2025-07-11","studyFirstPostDateStruct":{"date":"2025-07-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-12-19","lastUpdatePostDateStruct":{"date":"2025-12-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tulane University","class":"OTHER"},"collaborators":[{"name":"Arcutis Biotherapeutics, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a phase 2a, open label study.\n\nAs psoriasis and Hidradenitis Suppurativa (HS) share multiple inflammatory pathways, the investigators hypothesize that the use of topical roflumilast 0.3% foam is a safe and efficacious option as a monotherapy for patients with mild disease and as add-on therapy for maintenance and flares in patients with moderate to severe disease. The study will include correlative analysis to study gene expression profiling before and after therapy.","detailedDescription":"With limited topical treatment options available for mild HS and for flare control, the investigators hypothesize that topical roflumilast, a phosphodiesterase-4 inhibitor (PDE4) inhibitor, is a safe and efficacious monotherapy or add-on therapy in HS patients.\n\nThe study will investigate the efficacy, safety, and toxicity of topical roflumilast 0.3% foam applied to affected areas once a day as monotherapy in Hurley stage I HS patients and as add-on therapy with daily application for Hurley stage II and III HS patients on 4 months of stable treatment regimen via changes in gene expression compared to pre-treatment using Ribonucleic acid (RNA) derived from tape strip collection."},"conditionsModule":{"conditions":["Hidradenitis Suppurativa"],"keywords":["Topical roflumilast","Inflammatory skin condition","Painful nodules and abscesses in axilla and groin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HS patients arm","type":"EXPERIMENTAL","description":"Patients must have a diagnosis of HS based upon the clinical criteria of a history of more or equal than 5 typical lesions (erythematous papules, nodules, or abscesses) in flexural sites with a recurring nature over time.\n\nPatients must be candidate for topical therapy defined by active Hurley stage I or Hurley stage II/III with active disease after an adequate trial of systemic antibiotics/hormonal/immunomodulatory or biologic therapy.","interventionNames":["Drug: Topical roflumilast 0.3% foam"]}],"interventions":[{"type":"DRUG","name":"Topical roflumilast 0.3% foam","description":"Topical roflumilast is a potent phosphodiesterase 4 (PDE4) inhibitor approved for the treatment of psoriasis, seborrheic dermatitis and atopic dermatitis","armGroupLabels":["HS patients arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measure the change in gene expression profile at week 16 of using topical roflumilast vs baseline","description":"The investigators will perform gene expression profiling (GEP) using RNA sequencing on tape strips collected before and after treatment with topical roflumilast. Sixteen tape strips from lesional skin will be performed before treatment with topical roflumilast and after 4 months of treatment for gene expression profiling.","timeFrame":"Baseline, 16 weeks"}],"secondaryOutcomes":[{"measure":"Measure the overall response rate of topical roflumilast when applied to the skin of HS patients.","description":"The efficacy assessment will be based on overall response rate (ORR) of topical roflumilast in patients with HS at 4 months.\n\nThe ORR will be measured using the change in total abscess and inflammatory nodule count (AN count) at week 16 vs number of active lesions at baseline. Change from baseline will be calculated as the week 16 value minus the baseline value.","timeFrame":"Baseline, 4 months"},{"measure":"Measure the change in quality of life for HS patients applying topical roflumilast to their skin","description":"The investigators will assess the patients' quality of life using Dermatology Life Quality Index (DLQI) score ranging from (0-30) where 0 has no effect on quality of life and 30 has an extremely large effect on quality of life. DLQI will be measured at months 0, 1 and 4 months.\n\nThe minimal clinically important difference on the DLQI score is a change of 4.","timeFrame":"Baseline, 1 month, 4 months"},{"measure":"Measure the change in numerical pain score for HS patients applying topical roflumilast to their skin","description":"The investigators will assess the skin pain response using Numerical Rating Scale (NRS30). NRS an 11-point scale ranging from 0 (no pain) to 10 (worst pain imaginable). NRS will be measured at months 0, 1 and 4 months.\n\nThe minimal clinically meaningful important difference on the NRS score is ≥30% reduction and ≥2-point reduction in skin pain from baseline.","timeFrame":"Baseline, 1 month, 4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must understand the risks and the benefits/purpose of the study and provide signed and dated informed consent.\n* Must be 18 years at time of signing informed consent form.\n* Willing to participate in all required evaluations and procedures in the study including the ability to apply topical medication without difficulty.\n* Patients must have a diagnosis of HS based upon the clinical criteria of a history of more than or equal 5 typical lesions (erythematous papules, nodules, or abscesses) in flexural sites with a recurring nature over time.\n* Patients must be candidate for topical therapy defined by active Hurley stage I or Hurley stage II/III with active disease after an adequate trial of systemic antibiotics/hormonal/immunomodulatory or biologic therapy.\n* Patient is required to be on stable dose of concomitant therapy for at least 3 months before enrollment and throughout the study period.\n* Females of childbearing potential must have a negative urine pregnancy test at baseline visit and be on adequate contraception throughout the study time.\n\nExclusion Criteria:\n\n* Concomitant use of topical antibiotics, topical corticosteroids, resorcinol, benzoyl peroxide, vitamin D analogs, Hibiclens wash (except for emollients) within 1 week of enrollment.\n* Increasing or changing dosing for concurrent therapy agents within 90 days before study day 0 and during the study period.\n* History of any clinically significant (as determined by the investigator) cardiac, endocrinologic, pulmonary, neurologic, psychiatric, hepatic, renal, hematologic, immunologic, or other major uncontrolled disease.\n* Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n* Pregnant or breastfeeding.\n* Prior major surgery or major life-threatening medical illness within 2 weeks.\n* Active hepatitis B or C infection with detectible viral nucleic acid in the blood or known Human Immunodeficiency Virus (HIV) positivity.\n* Patients with known active malignancy.\n* Any severe systemic illness requiring Intravenous (IV) antibiotics within the two weeks prior to initiation of the study drug.\n* Active substance abuse or a history of substance abuse within 6 months prior to screening.\n* Use of any investigational drug within 4 weeks prior to randomization, or 5 pharmacokinetic/pharmacodynamic half-lives, if known (whichever is longer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Carole Bitar, MD","role":"CONTACT","phone":"504-988-5114","email":"cbitar@tulane.edu"},{"name":"Edward Coleman, MS","role":"CONTACT","phone":"504-988-5135","email":"ecoleman@tulane.edu"}],"overallOfficials":[{"name":"Carole Bitar, MD","affiliation":"Tulane University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lakeview Hospital","status":"RECRUITING","city":"Covington","state":"Louisiana","zip":"70433","country":"United States","contacts":[{"name":"Carole Bitar, MD","role":"CONTACT"},{"name":"Carole Bitar, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.47549,"lon":-90.10042}},{"facility":"Lakeside Hospital","status":"RECRUITING","city":"New Orleans","state":"Louisiana","zip":"70001","country":"United States","contacts":[{"name":"Carole Bitar, MD","role":"CONTACT","phone":"504-988-5114","email":"cbitar@tulane.edu"},{"name":"Carole Bitar, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.95465,"lon":-90.07507}},{"facility":"LCMC Multi-speciality Clinic","status":"RECRUITING","city":"New Orleans","state":"Louisiana","zip":"70112","country":"United States","contacts":[{"name":"Carole Bitar, MD","role":"CONTACT","phone":"504-988-5114","email":"cbitar@tulane.edu"},{"name":"Carole Bitar, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.95465,"lon":-90.07507}},{"facility":"University Medical Center","status":"RECRUITING","city":"New Orleans","state":"Louisiana","zip":"70112","country":"United States","contacts":[{"name":"Carole Bitar, MD","role":"CONTACT","phone":"504-988-5114","email":"cbitar@tulane.edu"},{"name":"Carole Bitar, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.95465,"lon":-90.07507}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"conditionBrowseModule":{"meshes":[{"id":"D017497","term":"Hidradenitis Suppurativa"}],"ancestors":[{"id":"D017192","term":"Skin Diseases, Bacterial"},{"id":"D001424","term":"Bacterial Infections"},{"id":"D001423","term":"Bacterial Infections and Mycoses"},{"id":"D007239","term":"Infections"},{"id":"D012874","term":"Skin Diseases, Infectious"},{"id":"D013492","term":"Suppuration"},{"id":"D012871","term":"Skin Diseases"},{"id":"D017437","term":"Skin and Connective Tissue Diseases"},{"id":"D016575","term":"Hidradenitis"},{"id":"D013543","term":"Sweat Gland Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C424423","term":"Roflumilast"}]}},"hasResults":false}