{"protocolSection":{"identificationModule":{"nctId":"NCT05688215","orgStudyIdInfo":{"id":"22-001565"},"secondaryIdInfos":[{"id":"NCI-2022-10208","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"}],"organization":{"fullName":"Jonsson Comprehensive Cancer Center","class":"OTHER"},"briefTitle":"Zimberelimab and Quemliclustat in Combination With Chemotherapy for the Treatment of Patients With Borderline Resectable and Locally Advanced Pancreatic Adenocarcinoma","officialTitle":"A Pilot Study of Zimberelimab and Quemliclustat Combination With Chemotherapy in Patients With Borderline Resectable and Locally Advanced Pancreatic Adenocarcinoma"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","startDateStruct":{"date":"2023-03-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-03","studyFirstSubmitQcDate":"2023-01-13","studyFirstPostDateStruct":{"date":"2023-01-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2026-01-14","lastUpdatePostDateStruct":{"date":"2026-01-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Jonsson Comprehensive Cancer Center","class":"OTHER"},"collaborators":[{"name":"Arcus Biosciences, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This phase I/II study tests how well zimberelimab and quemliclustat work in combination with chemotherapy (mFOLFIRINOX) in treating patients pancreatic adenocarcinoma that may or may not be able to be removed by surgery (borderline resectable) or that has spread to nearby tissue or lymph nodes (locally advanced). Immunotherapy with monoclonal antibodies, such as zimberelimab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Quemliclustat acts as a blocker for adenosine. Adenosine is a chemical produced in the body that can lead to a decrease in the immune system's response towards cancer. Quemliclustat has the potential to decrease the amount of adenosine, allowing the immune system to recognize and act against the cancer. Chemotherapy drugs, such as oxaliplatin, irinotecan, leucovorin, and fluorouracil, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving chemotherapy in combination with zimberelimab and quemliclustat may kill more cancer cells than chemotherapy alone.","detailedDescription":"PRIMARY OBJECTIVES:\n\nI. To evaluate the safety, tolerability and resection rate (for borderline resectable pancreatic cancer \\[BRPC\\] cohort) or progression free survival (PFS) (for locally advanced pancreatic cancer \\[LAPC\\] cohort) in patients with borderline resectable pancreatic cancer (BRPC) or locally advanced pancreatic cancer (LAPC) treated with modified fluorouracil, irinotecan, leucovorin and oxaliplatin (mFOLFIRINOX), quemliclustat, and zimberelimab.\n\nII. To evaluate development of clinically relevant pancreatic fistula (for BRPC cohort) in the post-operative period after neoadjuvant treatment with mFOLFIRINOX, quemliclustat, and zimberelimab.\n\nSECONDARY OBJECTIVES:\n\nI. To estimate efficacy as measured by decreases in CA 19-9 and objective response rate (ORR) by imaging (unconfirmed complete and partial responses).\n\nII. To estimate the pathologic complete response rate (pCR) (for BRPC cohort) and overall survival (OS).\n\nEXPLORATORY OBJECTIVES:\n\nI. To evaluate the effects of zimberelimab, quemliclustat, and modified FOLFIRINOX (mFFX) on the tumor-stromal cells comparing pre-treatment core biopsies with operative specimens and on the effects on T cell infiltration, PD1 expression and the tumor microenvironment (TME).\n\nII. To investigate potential serum and tumor predictive biomarkers to predict response to experimental therapy.\n\nOUTLINE:\n\nPatients receive zimberelimab intravenously (IV), quemliclustat IV, oxaliplatin IV, leucovorin calcium IV, and inrinotecan IV on study. Patients undergo collection of blood samples and computed tomography (CT) throughout the trial. Patients with borderline-resectable pancreatic cancer undergo collection of tissue samples. Patients with locally advanced pancreatic cancer undergo core biopsy."},"conditionsModule":{"conditions":["Borderline Resectable Pancreatic Adenocarcinoma","Locally Advanced Pancreatic Ductal Adenocarcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":56,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment (zimberelimab, quemliclustat, chemotherapy)","type":"EXPERIMENTAL","description":"Patients receive zimberelimab IV, quemliclustat IV, oxaliplatin IV, leucovorin calcium IV, and inrinotecan IV on study. Patients undergo collection of blood samples and CT throughout the trial. Patients with borderline-resectable pancreatic cancer undergo collection of tissue samples. Patients with locally advanced pancreatic cancer undergo core biopsy.","interventionNames":["Procedure: Biospecimen Collection","Procedure: Computed Tomography","Procedure: Core Biopsy","Drug: Fluorouracil","Drug: Irinotecan","Drug: Leucovorin","Drug: Leucovorin Calcium","Drug: Oxaliplatin","Drug: Quemliclustat","Drug: Zimberelimab"]}],"interventions":[{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo collection of blood and tissue samples","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"PROCEDURE","name":"Computed Tomography","description":"Undergo a CT scan","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["CAT","CAT Scan","Computed Axial Tomography","Computerized Axial Tomography","Computerized Tomography","CT","CT Scan","tomography"]},{"type":"PROCEDURE","name":"Core Biopsy","description":"Undergo core biopsy","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["BIOPSY, CORE","CNB","Core Needle","Core Needle Biopsy","Needle Biopsy"]},{"type":"DRUG","name":"Fluorouracil","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["5 Fluorouracil","5 Fluorouracilum","5 FU","5-Fluoro-2,4(1H, 3H)-pyrimidinedione","5-Fluorouracil","5-Fluracil","5-Fu","5FU","AccuSite","Carac","Fluoro Uracil","Fluouracil","Flurablastin","Fluracedyl","Fluracil","Fluril","Fluroblastin","Ribofluor","Ro 2-9757","Ro-2-9757"]},{"type":"DRUG","name":"Irinotecan","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"]},{"type":"DRUG","name":"Leucovorin","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["Folinic acid"]},{"type":"DRUG","name":"Leucovorin Calcium","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["Adinepar","Calcifolin","Calcium (6S)-Folinate","Calcium Folinate","Calcium Leucovorin","Calfolex","Calinat","Cehafolin","Citofolin","Citrec","Citrovorum Factor","Cromatonbic Folinico","Dalisol","Disintox","Divical","Ecofol","Emovis","Factor, Citrovorum","Flynoken A","Folaren","Folaxin","FOLI-cell","Foliben","Folidan","Folidar","Folinac","Folinate Calcium","folinic acid","Folinic Acid Calcium Salt Pentahydrate","Folinoral","Folinvit","Foliplus","Folix","Imo","Lederfolat","Lederfolin","Leucosar","leucovorin","Rescufolin","Rescuvolin","Tonofolin","Wellcovorin"]},{"type":"DRUG","name":"Oxaliplatin","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["1-OHP","Ai Heng","Aiheng","Dacotin","Dacplat","Diaminocyclohexane Oxalatoplatinum","Eloxatin","Eloxatine","JM-83","Oxalatoplatin","Oxalatoplatinum","RP 54780","RP-54780","SR-96669"]},{"type":"DRUG","name":"Quemliclustat","description":"Given intravenously (IV)","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["AB 680","AB-680","AB680","CD73 Inhibitor AB680"]},{"type":"DRUG","name":"Zimberelimab","description":"Given IV","armGroupLabels":["Treatment (zimberelimab, quemliclustat, chemotherapy)"],"otherNames":["AB 122","AB-122","AB122","Anti-PD-1 Monoclonal Antibody GLS-010","GLS 010","GLS-010","GLS010","WBP-3055"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events (BPRC Cohort)","description":"All safety summaries and analyses will be based upon the Safety Population, as defined in this study protocol, will include all randomized participants who receive at least 1 dose of any study drug. Overall exposure to study drug, the numbers of participants completing each cycle, and the dose intensity will be summarized using descriptive statistics. The number of participants with any dose adjustment will be presented for entire treatment period as well as for each cycle. The number of participants with dose reductions, dose delays, or dose omissions will also be summarized, as will the reasons for dose adjustments. Adverse events (AEs) and serious adverse events (SAEs) will be reported using Common Terminology Criteria for Adverse Events (CTCAE) version (v)5.0 terminology and severity.","timeFrame":"From baseline measurement to 90 days after the last dose of study treatment."},{"measure":"Resection rate (BPRC Cohort)","description":"Simon's two-stage design will be used to demonstrate the resection rate is greater than 50%.","timeFrame":"Up to 2 years"},{"measure":"Progression free survival (PFS) (LAPC Cohort)","description":"Descriptive statistics with frequency and proportion will be used to summarize R0 resection rate and PFS. Kaplan-Meier methods will be used to analyze PFS and to generate 95% confidence interval (CI).","timeFrame":"Up to 2 years"},{"measure":"Number of participants who develop clinically relevant pancreatic fistula (BPRC Cohort)","timeFrame":"Up to 2 years"}],"secondaryOutcomes":[{"measure":"Change in CA 19-9 levels","timeFrame":"Up to 30 days after last study drug administration"},{"measure":"Objective response rate (ORR)","description":"Descriptive statistics with frequency and proportion used to analyze. Assessed by imaging.","timeFrame":"Up to 2 years"},{"measure":"Pathologic complete response rate (pCR) (BPRC Cohort)","timeFrame":"Up to 2 years"},{"measure":"Overall survival (OS)","description":"Descriptive statistics with frequency and proportion will be used to analyze.","timeFrame":"Up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female \\>= 18 years of age and willing and able to provide informed consent\n* Previously untreated cytologically or histologically confirmed pancreatic adenocarcinoma with one of the following:\n\n  * Borderline resectable disease. There are multiple definitions of borderline resectable PDAC including the MD Anderson definition and the criteria developed during the Consensus Conference sponsored by the American Hepato-Pancreato-Biliary Association, Society of Surgical Oncology, and Society for Surgery of the Alimentary Tract. Borderline resectable PDAC cases will be identified per the definition developed in the currently running inter-group pilot trial for borderline resectable pancreatic cancer (NCT01821612). Per this trial, borderline resectable PDAC is defined as the presence of any one or more of the following on CT;\n\n    * An interface between the primary tumor and the superior mesenteric vein or portal vein (SMV-PV) measuring \\>= 180 degrees of the circumference of the vessel wall\n    * Short-segment occlusion of the SMV-PV with normal vein above and below the level of obstruction that is amenable to resection and venous reconstruction\n    * Short segment interface (of any degree) between tumor and hepatic artery with normal artery proximal and distal to the interface that is amenable to resection and reconstruction\n    * An interface between the tumor and SMA measuring \\< 180 degrees of the circumference of the vessel wall\n  * Locally advanced disease. Multiple guidelines defining locally advanced PDAC have been developed, including the MD Anderson definition, the National Comprehensive Cancer Network (NCCN) definition, as well as the criteria developed during the Consensus Conference sponsored by the American Hepato-Pancreato-Biliary Association, Society of Surgical Oncology, and Society for Surgery of the Alimentary Tract. Locally advanced PDAC cases will be identified per the definition developed by the Alliance for Clinical Trials in Oncology. Per this definition, locally advanced PDAC is defined as presence of any one or more of the following on CT;\n\n    * Occlusion of the SMV-PV that is not amenable to resection and venous reconstruction\n    * Interface between tumor and hepatic artery that is not amenable to resection and reconstruction\n    * Interface between the tumor and SMA measuring \\> 180 degrees of the circumference of the vessel wall\n    * Interface between the tumor and celiac axis measuring \\> 180 degrees of the circumference of the vessel wall\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L\n* Platelets \\>= 100 x 10\\^9/L\n* Hemoglobin \\>= 9 g/dL\n* Serum creatinine (sCr) =\\< 1.5 x upper limit of normal (ULN) or Creatinine clearance (Ccr) \\>= 40 mL/min (as calculated by Modified Cockcroft-Gault formula)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (AST/\\[SGOT\\]) and alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 X ULN\n* Women with no childbearing potential because of surgery or who are at least 1 year postmenopausal (ie, 12 months post last menstrual period) or with menopause confirmed by follicle-stimulating hormone testing\n* Women of childbearing potential must use an effective nonhormonal method of contraception (intrauterine device or intrauterine system; condom or occlusive cap \\[diaphragm or cervical or vault caps\\] with spermicidal foam or gel or film or cream or suppository; or vasectomized male partner if he is the sole partner of that participant) for the duration of the study and for up to 6 months after the last dose of zimberelimab or quemliclustat\n* Male participants must use an effective method of contraception (condom or occlusive cap \\[diaphragm or cervical or vault caps\\] with spermicidal foam or gel or film or cream or suppository, or vasectomy) throughout the study and for up to 6 months after the last dose of zimberelimab or quemliclustat\n* Immunosuppressive doses of systemic medications, such as corticosteroids or absorbed topical corticosteroids (doses \\> 10 mg/day prednisone or equivalent) must be discontinued at least 2 weeks (14 days) before study treatment administration. Physiologic doses of corticosteroids (=\\< 10 mg/day of prednisone or its equivalent) or short pulses of corticosteroids (=\\< 3 days) may be permitted\n* Prior surgery that required general anesthesia or other major surgery as defined by the Investigator must be completed at least 4 weeks before study treatment administration. Surgery requiring regional/epidural anesthesia must be completed at least 72 hours before study treatment administration. Participants should have recovered from the surgical procedure prior to the first dose being administered\n\nExclusion Criteria:\n\n* Recurrent or metastatic pancreatic adenocarcinoma\n* Peripheral neuropathy \\> grade 2\n* Known status of human immunodeficiency virus (HIV) which is not well-controlled (CD4 \\<300) at the time of study eligibility. Patients with controlled and treated HIV/Hepatitis C virus (HCV) and an undetectable viral load are allowed\n* Untreated Hepatitis B infection: Patient has known active hepatitis B virus (HBV) or hepatitis C virus (HCV), or Human immunodeficiency virus (HIV) infection (testing is not mandatory, unless required by local regulation)\n\n  * Participants with resolved or treated HCV (ie, HCV antibody positive but undetectable HCV ribonucleic acid \\[RNA\\]) will not be excluded from this study\n* Underlying medical conditions that, in the Investigator's or Sponsor's opinion, will make the administration of Investigational products (IPs) hazardous, including but not limited to:\n\n  * Interstitial lung disease, including history of interstitial lung disease or non-infectious pneumonitis (lymphangitic spread of non-small cell lung cancer (NSCLC) is not disqualifying)\n  * Active viral, bacterial, or fungal infections requiring parenteral treatment within 14 days of the initiation of the IP\n  * Active infection or antibiotics within 48 hours prior to study screening\n  * Clinically significant cardiovascular disease\n  * A condition or unresolved adverse event (AE) from a prior investigational drug that may obscure the interpretation of toxicity determination or AEs\n  * History of prior solid-organ transplantation\n* Currently active second primary malignancy or history of malignancy less than 5 years prior to the time of study eligibility (Patients with history of skin cancers excluding melanoma will be eligible for participation)\n* Serious medical comorbidities such as New York Heart Association Class III/IV cardiac disease, uncontrolled cardiac arrhythmias, myocardial infarction over the past 12 months\n* Known, existing uncontrolled coagulopathy. Patients who have had a venous thromboembolic event (e.g., pulmonary embolism or deep vein thrombosis) requiring anticoagulation are eligible IF: they are appropriately anticoagulated and have not had a Grade 2 or greater bleeding episode in the 3 weeks before Day 1\n* Known pregnancy, nursing women or positive pregnancy test. Requirement for women of child-bearing potential (WOCBP): Negative serum pregnancy test at screening and prior to dosing on Cycle 1 Day 1, within 24 hours prior to the start of treatment (minimum sensitivity 25 IU/L or equivalent units of HCG). WOCBP must also have a negative serum or urine pregnancy test every 4 weeks, within 24 hours prior to the start of treatment\n* Any condition (concurrent disease, infection, or comorbidity) that interferes with ability to participate in the study, causes undue risk, or complicates the interpretation of safety data, in the opinion of the investigator\n* History of trauma or major surgery within 28 days prior to the first dose of IP\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Any active or documented history of autoimmune disease, including but not limited to inflammatory bowel disease, celiac disease, Wegner syndrome, Hashimoto syndrome, systemic lupus erythematosus, scleroderma, sarcoidosis, or autoimmune hepatitis, within 3 years of the first dose of study treatment, except for the following:\n\n  * Type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders such as vitiligo, or alopecia not requiring systemic therapy, or conditions not expected to recur in the absence of an external trigger\n  * Endocrinopathies where the participant is stable on hormone replacement therapy\n  * History of Hashimoto syndrome within 3 years of the first of study treatment that resolved to hypothyroidism alone\n* History of a syndrome that required systemic steroids or immunosuppressive medications, except for vitiligo or resolved childhood asthma/atopy. Participants with asthma who require intermittent use of bronchodilators (such as albuterol) will not be excluded from this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa Yonemoto","role":"CONTACT","phone":"3105824069","email":"LYonemoto@mednet.ucla.edu"}],"overallOfficials":[{"name":"Zev A Wainberg","affiliation":"UCLA / Jonsson Comprehensive Cancer Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yonemoto,Lisa","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90095","country":"United States","contacts":[{"name":"Lisa A. Yonemoto","role":"CONTACT","phone":"310-582-4069","email":"LYonemoto@mednet.ucla.edu"},{"name":"Zev A. Wainberg, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2026-02-25"},"interventionBrowseModule":{"meshes":[{"id":"D013048","term":"Specimen Handling"},{"id":"D001707","term":"Biopsy, Needle"},{"id":"D062005","term":"Biopsy, Large-Core Needle"},{"id":"D005472","term":"Fluorouracil"},{"id":"C029917","term":"dehydroftorafur"},{"id":"D000077146","term":"Irinotecan"},{"id":"D002955","term":"Leucovorin"},{"id":"D000077150","term":"Oxaliplatin"},{"id":"C000723779","term":"quemliclustat"},{"id":"C000719848","term":"zimberelimab"}],"ancestors":[{"id":"D019411","term":"Clinical Laboratory Techniques"},{"id":"D019937","term":"Diagnostic Techniques and Procedures"},{"id":"D003933","term":"Diagnosis"},{"id":"D008919","term":"Investigative Techniques"},{"id":"D001706","term":"Biopsy"},{"id":"D003581","term":"Cytodiagnosis"},{"id":"D003584","term":"Cytological Techniques"},{"id":"D003949","term":"Diagnostic Techniques, Surgical"},{"id":"D013514","term":"Surgical Procedures, Operative"},{"id":"D011677","term":"Punctures"},{"id":"D014498","term":"Uracil"},{"id":"D011744","term":"Pyrimidinones"},{"id":"D011743","term":"Pyrimidines"},{"id":"D006573","term":"Heterocyclic Compounds, 1-Ring"},{"id":"D006571","term":"Heterocyclic Compounds"},{"id":"D002166","term":"Camptothecin"},{"id":"D000470","term":"Alkaloids"},{"id":"D005575","term":"Formyltetrahydrofolates"},{"id":"D013763","term":"Tetrahydrofolates"},{"id":"D005492","term":"Folic Acid"},{"id":"D011622","term":"Pterins"},{"id":"D011621","term":"Pteridines"},{"id":"D006574","term":"Heterocyclic Compounds, 2-Ring"},{"id":"D000072471","term":"Heterocyclic Compounds, Fused-Ring"},{"id":"D003067","term":"Coenzymes"},{"id":"D045762","term":"Enzymes and Coenzymes"},{"id":"D056831","term":"Coordination Complexes"},{"id":"D009930","term":"Organic Chemicals"}]}},"hasResults":false}